{
    "body": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>ပင္မ စာမ်က္ႏွာ</strong><br /><a href=\"http://www.heidi.ie/eraser/\"><strong>www.heidi.ie/eraser</strong></a></p>\n\n<p><strong>ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား</strong></p>\n\n<ul><li>၀င္းဒုိး ဗားရွင္း အားလုံး</li>\n</ul><p><strong>ဒီလမ္းၫႊန္ထဲမွာ အသံုးျပဳတဲ့ ဗားရွင္းမ်ား</strong></p>\n\n<ul><li>5.86a</li>\n</ul><p><em><strong>မွတ္ခ်က္</strong> - ေဆာ့ဗ္၀ဲ ေရးသားသူေတြရဲ႕ ကြန္ရက္စာမ်က္ႏွာေပၚမွာ Eraser ဗားရွင္း အသစ္ေတြကုိ ေတြ႔ရွိႏုိင္ေပမဲ့၊ <strong>Microsoft Windows</strong> ထဲမွာ <strong>.Net Framework</strong> ကုိ installation လုပ္ဖို႔ လုိအပ္တဲ့အတြက္ ဒီေနရာမွာ ထည့္သြင္းမထားဘူး။ <strong>.Net Framework</strong> ကုိ Download လုပ္ရာမွာ bandwith နည္းတဲ့ သုံးစြဲသူေတြအတြက္ အခ်ိန္ အေတာ္ၾကာ ယူရမွာ ျဖစ္ပါတယ္။</em></p>\n\n<p><strong>ခြင့္ျပဳခ်က္ လုိင္စင္</strong></p>\n\n<ul><li>အခမဲ့ျပီး ပြင့္လင္းတဲ့ အရင္းအျမစ္ ေဆာ့ဗ္၀ဲ</li>\n</ul><p><strong>ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား -</strong></p>\n\n<ul><li>သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း <a href=\"/my/chapter-6\"><strong>၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ားကုိ ဖ်က္ဆီးနည္း</strong></a></li>\n</ul><p><strong>အဆင့္ -</strong> ၁။ လက္သင္၊ <strong>၂။ ပ်မ္းမွ်</strong>၊ ၃။ အလယ္အလတ္၊ ၄။ အေတြ႔အၾကံဳရွိေသာ၊ ၅။ အဆင့္ျမင့္</p>\n\n<p><strong>ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -</strong> ၂၀ မိနစ္</p>\n\n<p><strong>ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -</strong></p>\n\n<ul><li>မလုိအပ္တဲ့ ဖုိ္င္ေတြကုိ ကြန္ပ်ဴတာထဲကေန အျမဲတမ္း ပယ္ဖ်က္ေပးႏုိင္တယ္</li>\n<li>ကြန္ပ်ဴတာထဲမွာ ေလာေလာဆယ္ မျမင္နုိင္ေပမဲ့ ျပန္ဆယ္တင္လုိ႔ ရတဲ့ ဖုိင္အားလုံးကုိ ပယ္ဖ်က္ေပးႏုိင္တယ္</li>\n</ul><p><strong>GNU Linux, Mac OS နဲ႔ တျခား Microsoft Windows နဲ႔ လိုက္ဖက္တဲ့ ပ႐ိုဂရမ္မ်ား -</strong></p>\n\n<p><strong>GNU/Linux</strong> မွာ၊ ဖုိင္နဲ႔ ဖုိင္တြဲ ႏွစ္မ်ိဳးစလုံးကုိ လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္ျပီး၊ disk ထဲက ေနရာလပ္ေတြကုိ ရွင္းလင္းတဲ့ ေနရာမွာ <a href=\"http://www.ghacks.net/2010/08/26/securely-delete-files-with-secure-delete/\"><strong>terminal</strong></a> ထဲကေန လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္ေပးတဲ့ package ကုိ အသုံးျပဳႏုိင္တယ္။ လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္တဲ့ ေနရာမွာ <a href=\"http://techthrob.com/2010/07/07/adding-a-secure-delete-option-to-nautilus-file-manager-in-linux/\"><strong>graphical file manager တခုနဲ႔ ေပါင္းစပ္လုိ႔ ရတယ္။</strong></a></p>\n\n<p><strong>Mac OS</strong> ထဲမွာ ဖုိင္နဲ႔ ဖုိင္တြဲေတြကုိ အျမဲတမ္း ဖယ္ရွားဖုိ႔ Finder menu ထဲက <em>Secure Empty Trash...</em> item ကုိ အသုံးျပဳႏုိင္တယ္။ <strong>Mac OS</strong> generic ပရုိဂရမ္ ျဖစ္တဲ့ <em>Disk Utility</em> နဲ႔ disk တခုလုံးကုိ ျဖစ္ျဖစ္ (သုိ႔) ကြန္ပ်ဴတာ အတြင္းက disk နဲ႔ အျပင္က disk ေတြထဲက ေနရာလြတ္ေတြကုိ ျဖစ္ျဖစ္ လုံလုံျခဳံျခဳံ ပယ္ဖ်က္လုိ႔ ရပါတယ္။</p>\n\n<p>ဒီအခန္းမွာ ေဖၚျပထားတဲ့ <strong>Eraser</strong> အျပင္၊ <strong>Microsoft Windows</strong> မွာ ရွိတဲ့ <strong>Recycle Bin</strong> ထဲက ဖုိင္နဲ႔ ဖုိင္တြဲေတြကုိ လုံလုံျခဳံျခဳံ ရွင္းလင္းႏုိင္ဖုိ႔ <a href=\"/my/ccleaner_main\"><strong>CCleaner</strong></a> ကိုလည္း အသုံးျပဳႏုိင္တယ္။ CCleaner ဟာ disk အထဲက ေနရာလြတ္ေတြကုိ ရွင္းလင္းေပးႏုိင္တယ္။ ဖုိင္ေတြကုိ လုံလံုၿခဳံၿခဳံ ပယ္ဖ်က္တဲ့ ေနရာမွာ အသုံးျပဳႏုိင္တဲ့ တျခား အၾကံျပဳထားတဲ့ ကိရိယာ ကေတာ့ <a href=\"http://www.freeraser.com/\"><strong>Freeraser</strong></a> ျဖစ္တယ္။</p>\n\n<p>ေအာက္က multiplatform ကိရိယာတခု ျဖစ္တဲ့ <a href=\"http://www.dban.org/\"><strong>DBAN - Darik's Boot And Nuke</strong></a> ကုိလည္း အၾကံျပဳလုိတယ္။ ၄င္းကုိ CD တခ်ပ္ထဲမွာ ကူးထည့္ထားျပီး၊ ကြန္ပ်ဴတာကုိ start လုပ္တဲ့အခါ အသုံးျပဳႏုိင္တဲ့ package တခု ျဖစ္တယ္။ <strong>DBAN</strong> ဟာ hard disk ေတြထဲမွာ ေတြ႔ရတဲ့ အေၾကာင္းအရာ အားလုံးကို လုံလုံၿခံဳၿခံဳ ပယ္ဖ်က္ေပးႏုိင္တယ္၊ ဒါေၾကာင့္ အေရးေပၚအေနနဲ႔ ေဒတာေတြကုိ ဖ်က္ဆီးတဲ့ အခါ <em>အေကာင္းဆုံး</em> utility အျဖစ္ တည္ရွိေနတယ္။</p>\n\n<h2>၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သင္ သိထားသင္႔တဲ့အခ်က္မ်ား</h2>\n\n<p><strong>Eraser</strong> ကုိ ကြန္ပ်ဴတာထဲက အထိခုိက္မခံတဲ့ ေဒတာေတြကုိ အျမဲတမ္း ပယ္ဖ်က္ (သုိ႔) <em>ရွင္းလင္း</em>ရာမွာ အသုံးျပဳတယ္။ ပယ္ဖ်က္လုိတဲ့ ေဒတာအေပၚမွာ overwrite လုပ္တာ ျဖစ္တယ္။ ဒီပုံစံနဲ႔ ရွင္းလင္းမဲ့ ဖုိင္ (သုိ႔) ဖုိင္တြဲေတြကုိ select လုပ္ထားႏုိင္တယ္။ <strong>Eraser</strong> ကလည္း ကြန္ပ်ဴတာထဲမွာ ရွိတဲ့ ဖုိင္ေတြကုိ သင္ မသိလုိက္ပဲ ပယ္ဖ်က္သြားမွာ ျဖစ္တယ္။ ဒီေနရာမွာ standard <strong>Windows</strong> ပယ္ဖ်က္နည္းကုိ အသုံးျပဳျပီး ပယ္ဖ်က္ခဲ့တဲ့ ဖုိင္ေတြအပါအ၀င္၊ လြန္ခဲ့တဲ့ အခ်ိန္မွာ ပယ္ဖ်က္ခဲ့တဲ့ မွတ္တမ္းမွတ္ရာေတြ ပါ၀င္ပါတယ္။</p>\n\n<ul><li><strong>Eraser</strong> ကုိ အသုံးျပဳျပီး ဖုိင္ေတြကုိ လုိအပ္လာတဲ့အခါ ပယ္ဖ်က္ႏုိင္သလုိ၊ အခ်ိန္ အတိအက် တခုမွာ ပယ္ဖ်က္လုိ႔ ရေအာင္ သတ္မွတ္လုိ႔ ရပါတယ္။</li>\n<li>အကယ္လုိ႔ <strong>Eraser</strong> ကုိ အခ်ိ္န္ တခုခုမွာ အလုပ္လုပ္ဖုိ႔ သတ္မွတ္ထားမယ္ ဆုိရင္၊ အဲဒီ သတ္မွတ္ထားတဲ့ အခ်ိန္မွာ ကြန္ပ်ဴတာ အလုပ္လုပ္လာမွာ ျဖစ္တယ္ (သုိ႔) ဘာမွ မလုပ္ပဲလည္း ေနႏုိင္ပါတယ္။</li>\n<li><strong>Eraser</strong> ကုိ အသုံးျပဳျပီး ဖုိင္တပုဒ္ကုိ ပယ္ဖ်က္လုိက္ျပီဆုိရင္၊ အဲဒီဖုိင္ကုိ ဖုိင္ဆယ္တင္ေရး ပရုိဂရမ္ တခုခုနဲ႔ ျပန္ဆယ္ယူလုိ႔ ရေတာ့မွာ မဟုတ္ဘူး။</li>\n<li>ပုိျပီး လုံျခဳံမႈ ရွိေအာင္၊ သင္ ေရြးခ်ယ္တဲ့ ဖုိင္ေတြကုိ ၃ ၾကိမ္နဲ႔ ၇ ၾကိမ္အၾကား overwrite လုပ္ေပးဖုိ႔ <strong>Eraser</strong> မွာ သတ္မွတ္ထားႏုိင္ပါတယ္။</li>\n<li>ကြန္ပ်ဴတာထဲက ေနရာအလြတ္ကုိ ရွင္းလင္းဖုိ႔ <strong>Eraser</strong> ကုိ အသုံးျပဳႏုိင္တယ္။ အဲဒီအထဲမွာ လြန္ခဲ့တဲ့ အခ်ိန္မွာ စနစ္တက် မပယ္ဖ်က္မိပဲ က်န္ခဲ့ျပီး ျပန္ဆယ္ယူလုိ႔ ရႏုိင္ေသးတဲ့ ဖုိင္အားလုံးရဲ႕ ေျခရာေတြကုိ အၿမဲတမ္း ပယ္ဖ်က္ေပးႏုိင္ပါတယ္။</li>\n</ul>", 
                "summary": "", 
                "value": "**ပင္မ စာမ်က္ႏွာ**  \r\n[**www.heidi.ie/eraser**](http://www.heidi.ie/eraser/) \r\n\r\n**ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား**\r\n\r\n- ၀င္းဒုိး ဗားရွင္း အားလုံး\r\n\r\n**ဒီလမ္းၫႊန္ထဲမွာ အသံုးျပဳတဲ့ ဗားရွင္းမ်ား**\r\n\r\n- 5.86a\r\n\r\n***မွတ္ခ်က္** - ေဆာ့ဗ္၀ဲ ေရးသားသူေတြရဲ႕ ကြန္ရက္စာမ်က္ႏွာေပၚမွာ Eraser ဗားရွင္း အသစ္ေတြကုိ ေတြ႔ရွိႏုိင္ေပမဲ့၊ **Microsoft Windows** ထဲမွာ **.Net Framework** ကုိ installation လုပ္ဖို႔ လုိအပ္တဲ့အတြက္ ဒီေနရာမွာ ထည့္သြင္းမထားဘူး။ **.Net Framework** ကုိ Download လုပ္ရာမွာ bandwith နည္းတဲ့ သုံးစြဲသူေတြအတြက္ အခ်ိန္ အေတာ္ၾကာ ယူရမွာ ျဖစ္ပါတယ္။*\r\n\r\n**ခြင့္ျပဳခ်က္ လုိင္စင္**\r\n\r\n- အခမဲ့ျပီး ပြင့္လင္းတဲ့ အရင္းအျမစ္ ေဆာ့ဗ္၀ဲ\r\n\r\n**ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား -**\r\n\r\n- သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း [**၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ားကုိ ဖ်က္ဆီးနည္း**](/my/chapter-6)\r\n\r\n**အဆင့္ -** ၁။ လက္သင္၊ **၂။ ပ်မ္းမွ်**၊ ၃။ အလယ္အလတ္၊ ၄။ အေတြ႔အၾကံဳရွိေသာ၊ ၅။ အဆင့္ျမင့္\r\n\r\n**ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -** ၂၀ မိနစ္\r\n\r\n**ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -**\r\n\r\n- မလုိအပ္တဲ့ ဖုိ္င္ေတြကုိ ကြန္ပ်ဴတာထဲကေန အျမဲတမ္း ပယ္ဖ်က္ေပးႏုိင္တယ္\r\n- ကြန္ပ်ဴတာထဲမွာ ေလာေလာဆယ္ မျမင္နုိင္ေပမဲ့ ျပန္ဆယ္တင္လုိ႔ ရတဲ့ ဖုိင္အားလုံးကုိ ပယ္ဖ်က္ေပးႏုိင္တယ္\r\n\r\n**GNU Linux, Mac OS နဲ႔ တျခား Microsoft Windows နဲ႔ လိုက္ဖက္တဲ့ ပ႐ိုဂရမ္မ်ား -**\r\n\r\n**GNU/Linux** မွာ၊ ဖုိင္နဲ႔ ဖုိင္တြဲ ႏွစ္မ်ိဳးစလုံးကုိ လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္ျပီး၊ disk ထဲက ေနရာလပ္ေတြကုိ ရွင္းလင္းတဲ့ ေနရာမွာ [**terminal**](http://www.ghacks.net/2010/08/26/securely-delete-files-with-secure-delete/) ထဲကေန လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္ေပးတဲ့ package ကုိ အသုံးျပဳႏုိင္တယ္။ လုံလံုၿခံဳၿခဳံ ပယ္ဖ်က္တဲ့ ေနရာမွာ [**graphical file manager တခုနဲ႔ ေပါင္းစပ္လုိ႔ ရတယ္။**](http://techthrob.com/2010/07/07/adding-a-secure-delete-option-to-nautilus-file-manager-in-linux/)\r\n\r\n**Mac OS** ထဲမွာ ဖုိင္နဲ႔ ဖုိင္တြဲေတြကုိ အျမဲတမ္း ဖယ္ရွားဖုိ႔ Finder menu ထဲက *Secure Empty Trash...* item ကုိ အသုံးျပဳႏုိင္တယ္။ **Mac OS** generic ပရုိဂရမ္ ျဖစ္တဲ့ *Disk Utility* နဲ႔ disk တခုလုံးကုိ ျဖစ္ျဖစ္ (သုိ႔) ကြန္ပ်ဴတာ အတြင္းက disk နဲ႔ အျပင္က disk ေတြထဲက ေနရာလြတ္ေတြကုိ ျဖစ္ျဖစ္ လုံလုံျခဳံျခဳံ ပယ္ဖ်က္လုိ႔ ရပါတယ္။\r\n\r\nဒီအခန္းမွာ ေဖၚျပထားတဲ့ **Eraser** အျပင္၊ **Microsoft Windows** မွာ ရွိတဲ့ **Recycle Bin** ထဲက ဖုိင္နဲ႔ ဖုိင္တြဲေတြကုိ လုံလုံျခဳံျခဳံ ရွင္းလင္းႏုိင္ဖုိ႔ [**CCleaner**](/my/ccleaner_main) ကိုလည္း အသုံးျပဳႏုိင္တယ္။ CCleaner ဟာ disk အထဲက ေနရာလြတ္ေတြကုိ ရွင္းလင္းေပးႏုိင္တယ္။ ဖုိင္ေတြကုိ လုံလံုၿခဳံၿခဳံ ပယ္ဖ်က္တဲ့ ေနရာမွာ အသုံးျပဳႏုိင္တဲ့ တျခား အၾကံျပဳထားတဲ့ ကိရိယာ ကေတာ့ [**Freeraser**](http://www.freeraser.com/) ျဖစ္တယ္။\r\n\r\nေအာက္က multiplatform ကိရိယာတခု ျဖစ္တဲ့ [**DBAN - Darik's Boot And Nuke**](http://www.dban.org/) ကုိလည္း အၾကံျပဳလုိတယ္။ ၄င္းကုိ CD တခ်ပ္ထဲမွာ ကူးထည့္ထားျပီး၊ ကြန္ပ်ဴတာကုိ start လုပ္တဲ့အခါ အသုံးျပဳႏုိင္တဲ့ package တခု ျဖစ္တယ္။ **DBAN** ဟာ hard disk ေတြထဲမွာ ေတြ႔ရတဲ့ အေၾကာင္းအရာ အားလုံးကို လုံလုံၿခံဳၿခံဳ ပယ္ဖ်က္ေပးႏုိင္တယ္၊ ဒါေၾကာင့္ အေရးေပၚအေနနဲ႔ ေဒတာေတြကုိ ဖ်က္ဆီးတဲ့ အခါ *အေကာင္းဆုံး* utility အျဖစ္ တည္ရွိေနတယ္။\r\n\r\n## ၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သင္ သိထားသင္႔တဲ့အခ်က္မ်ား ##\r\n\r\n**Eraser** ကုိ ကြန္ပ်ဴတာထဲက အထိခုိက္မခံတဲ့ ေဒတာေတြကုိ အျမဲတမ္း ပယ္ဖ်က္ (သုိ႔) *ရွင္းလင္း*ရာမွာ အသုံးျပဳတယ္။ ပယ္ဖ်က္လုိတဲ့ ေဒတာအေပၚမွာ overwrite လုပ္တာ ျဖစ္တယ္။ ဒီပုံစံနဲ႔ ရွင္းလင္းမဲ့ ဖုိင္ (သုိ႔) ဖုိင္တြဲေတြကုိ select လုပ္ထားႏုိင္တယ္။ **Eraser** ကလည္း ကြန္ပ်ဴတာထဲမွာ ရွိတဲ့ ဖုိင္ေတြကုိ သင္ မသိလုိက္ပဲ ပယ္ဖ်က္သြားမွာ ျဖစ္တယ္။ ဒီေနရာမွာ standard **Windows** ပယ္ဖ်က္နည္းကုိ အသုံးျပဳျပီး ပယ္ဖ်က္ခဲ့တဲ့ ဖုိင္ေတြအပါအ၀င္၊ လြန္ခဲ့တဲ့ အခ်ိန္မွာ ပယ္ဖ်က္ခဲ့တဲ့ မွတ္တမ္းမွတ္ရာေတြ ပါ၀င္ပါတယ္။\r\n\r\n- **Eraser** ကုိ အသုံးျပဳျပီး ဖုိင္ေတြကုိ လုိအပ္လာတဲ့အခါ ပယ္ဖ်က္ႏုိင္သလုိ၊ အခ်ိန္ အတိအက် တခုမွာ ပယ္ဖ်က္လုိ႔ ရေအာင္ သတ္မွတ္လုိ႔ ရပါတယ္။\r\n- အကယ္လုိ႔ **Eraser** ကုိ အခ်ိ္န္ တခုခုမွာ အလုပ္လုပ္ဖုိ႔ သတ္မွတ္ထားမယ္ ဆုိရင္၊ အဲဒီ သတ္မွတ္ထားတဲ့ အခ်ိန္မွာ ကြန္ပ်ဴတာ အလုပ္လုပ္လာမွာ ျဖစ္တယ္ (သုိ႔) ဘာမွ မလုပ္ပဲလည္း ေနႏုိင္ပါတယ္။\r\n- **Eraser** ကုိ အသုံးျပဳျပီး ဖုိင္တပုဒ္ကုိ ပယ္ဖ်က္လုိက္ျပီဆုိရင္၊ အဲဒီဖုိင္ကုိ ဖုိင္ဆယ္တင္ေရး ပရုိဂရမ္ တခုခုနဲ႔ ျပန္ဆယ္ယူလုိ႔ ရေတာ့မွာ မဟုတ္ဘူး။\r\n- ပုိျပီး လုံျခဳံမႈ ရွိေအာင္၊ သင္ ေရြးခ်ယ္တဲ့ ဖုိင္ေတြကုိ ၃ ၾကိမ္နဲ႔ ၇ ၾကိမ္အၾကား overwrite လုပ္ေပးဖုိ႔ **Eraser** မွာ သတ္မွတ္ထားႏုိင္ပါတယ္။\r\n- ကြန္ပ်ဴတာထဲက ေနရာအလြတ္ကုိ ရွင္းလင္းဖုိ႔ **Eraser** ကုိ အသုံးျပဳႏုိင္တယ္။ အဲဒီအထဲမွာ လြန္ခဲ့တဲ့ အခ်ိန္မွာ စနစ္တက် မပယ္ဖ်က္မိပဲ က်န္ခဲ့ျပီး ျပန္ဆယ္ယူလုိ႔ ရႏုိင္ေသးတဲ့ ဖုိင္အားလုံးရဲ႕ ေျခရာေတြကုိ အၿမဲတမ္း ပယ္ဖ်က္ေပးႏုိင္ပါတယ္။"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2023", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2023", 
        "link_title": "Eraser - Secure File Removal", 
        "menu_name": "book-toc-1928", 
        "mlid": "5169", 
        "module": "book", 
        "nid": "2023", 
        "options": [], 
        "p1": "5034", 
        "p2": "5169", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Eraser - Secure File Removal", 
        "updated": "0", 
        "weight": "-8"
    }, 
    "book_children": [
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -</p>\n\n<ul><li><a href=\"#2.0\"><strong>၂.၀ Eraser ကုိ Install လုပ္နည္း</strong></a></li>\n<li><a href=\"#2.1\"><strong>၂.၁ Eraser ကုိ Configure လုပ္နည္း</strong></a></li>\n</ul><hr /><p><a name=\"2.0\" id=\"2.0\"></a></p>\n\n<h2>၂.၀ Eraser ကုိ Install လုပ္နည္း</h2>\n\n<p><strong>Installation မွတ္ခ်က္</strong> - installation လုပ္ငန္းစဥ္ကုိ မစခင္၊ သင့္ဆီမွာ <strong>Microsoft Windows Installer</strong> နဲ႔ <strong>Microsoft.NET Framework</strong> တုိ႔ ရွိထားရမယ္။</p>\n\n<p><strong>Eraser</strong> ကုိ Install လုပ္တာဟာ လြယ္ကူျပီး ျမန္ဆန္တဲ့ လုပ္ငန္းစဥ္တခု ျဖစ္တယ္။ <strong>Eraser</strong> ကုိ စတင္ install လုပ္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p>သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း <a href=\"/chapter-6\"><strong>6. Destroying Sensitive Information</strong></a> ထဲမွာ ေဖၚျပတဲ့အတုိင္း၊ <strong>Eraser</strong> ဟာ hard disk ေဒတာေတြကုိ က်ပန္း အခ်က္အလက္ေတြနဲ႔ overwrite လုပ္ျပီး ရွင္းလင္းေပးမွာ ျဖစ္ပါတယ္။ ေဒတာေတြကုိ overwrite ပုိလုပ္ေလေလ၊ ေနာက္တခါ ျပန္ဆယ္ယူဖုိ႔ ခက္ေလေလ ျဖစ္သြားမယ္။</p>\n\n<p><strong>အဆင့္ ၁</strong>။<img src=\"/sbox/screen/eraser-my/01.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ပါ၊ <em>Open File - Security Warning</em> dialog box ေပၚလာလိမ့္မယ္။ ေပၚလာတဲ့အခါ <em>InstallAware Wizard</em> ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/02.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>ပါ၊ ခဏအၾကာမွာ <em>Welcome to the InstallAware Wizard for Eraser</em> မ်က္ႏွာျပင္ ေပၚလာလိမ့္မယ္။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ <em>ခြင့္ျပဳခ်က္ သေဘာတူညီခ်က္</em> မ်က္နွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ၊ အဲဒီေနာက္ <em>I accept the terms of the license agreement</em> option ကုိ enable လုပ္ဖုိ႔ <strong>ႏွိပ္</strong>လုိက္ပါ၊ ေနာက္ျပီး <em>အေရးၾကီးတဲ့ သတင္း အခ်က္အလက္</em> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <em>ဖုိင္တြဲ ရွိတဲ့ ေနရာျပ</em> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ scrolling ၀င္းဒုိးထဲမွာ ေဖၚျပထားတဲ့ အေၾကာင္းအရာေတြကုိ ဖတ္ျပီး<img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ျပီး <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ထပ္ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/04.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁ - ပရုိဂရမ္ ဖုိင္တြဲကုိ Select လုပ္တဲ့ ၀င္းဒုိးျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ သင္ တေယာက္ထဲကပဲ <strong>Eraser</strong> ကုိ အသုံးျပဳႏုိင္ဖုိ႔ <em>Only for me (current user)</em> option ကုိ <strong>Check</strong> လုပ္လုိက္ပါ၊ အဲဒီေနာက္ <em>Completing the InstallAware Wizard</em> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၆</strong>။ installation လုပ္ငန္းစဥ္ကုိ အျပီးသတ္ဖို႔ <img src=\"/sbox/screen/eraser-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ျပီး ေအာက္ပါအတုိင္း <strong>Eraser</strong> ကုိ သုံးဖုိ႔ <img src=\"/sbox/screen/eraser-my/05.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>လုိက္ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/06.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - Eraser ရဲ႕ ပင္မ သုံးစြဲသူ မ်က္ႏွာျပင္ ျပပုံ</em></p>\n\n<p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>၂.၁ Eraser ကုိ Configure လုပ္နည္း</h2>\n\n<p><strong>မွတ္ခ်က္</strong> - ေဒတာေတြကုိ အနည္းဆုံး သုံးၾကိမ္ overwrite လုပ္ဖုိ႔ အၾကံျပဳထားပါတယ္။</p>\n\n<p><strong>သိမွတ္ဖြယ္</strong> - overwrite (သုိ႔) <em>pass</em> ေတြကုိ ပုိလုပ္ေလေလ၊ ပယ္ဖ်က္မဲ့ လုပ္ငန္းစဥ္ ၾကာေလေလ ျဖစ္တယ္။ ဖုိင္ အၾကီးေတြကုိ ပယ္ဖ်က္တဲ့အခါ (သုိ႔) ေနရာအလြတ္ကုိ ရွင္းလင္းတဲ့အခါ ပုိျပီး သိသာလာပါလိမ့္မယ္။</p>\n\n<p>Passes လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ <em>Preferences: Erasing</em> menu ကေန သတ္မွတ္ႏုိင္တယ္။</p>\n\n<p><strong>အဆင့္ ၁</strong>။ ေအာက္ပါအတုိင္း <strong>Edit &gt; Preferences &gt; Erasing...</strong> ကုိ <strong>Select</strong> လုပ္ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/07.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - Edit menu options ေတြကုိ ျပသေနတဲ့ Eraser [On-Demand] မ်က္ႏွာျပင္ ျပပုံ</em></p>\n\n<p><em>Preferences - ပယ္ဖ်က္ေနတဲ့ ၀င္းဒုိးဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္ -</em></p>\n\n<p><img src=\"/sbox/screen/eraser-my/08.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - Eraser Preferences: ပယ္ဖ်က္ေနတဲ့ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><em>Preferences: Erasing</em> မ်က္နွာျပင္က ဖုိင္ေတြ overwrite လုပ္ေနတဲ့ ပုံစံကုိ ေဖၚျပထားတယ္။</p>\n\n<p><em>Description</em> - ဒီေကာ္လံမွာ overwrite လုပ္ေနတဲ့ လုပ္ငန္းစဥ္ အမည္ကုိ ေဖၚျပထားတယ္။</p>\n\n<p><em>Passes</em> - ဒီေကာ္လံမွာ ေဒတာေတြ overwrite လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ ေဖၚျပထားတယ္။</p>\n\n<p>ဒီဥပမာထဲမွာ၊ ကၽြန္ေတာ္တုိ႔ရဲ႕ ေဒတာေတြကုိ <em>Pseudorandom Data</em> နည္းလမ္း အသုံးျပဳျပီး overwrite လုပ္ၾကမယ္။ Default အရ၊ ဒီ option ကုိ အသုံးျပဳတဲ့အခါ pass တခုထဲကုိပဲ အသုံးျပဳထားတယ္။ ဒါေပမဲ့ pass အေရအတြက္မ်ားေလေလ လုံျခဳံေရး ပုိေကာင္းေလေလ ျဖစ္တယ္။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ <em>ပုံ ၂</em> မွာ ျပထားတဲ့အတုိင္း <em># 4 Pseudorandom Data</em> option ကို <strong>Select</strong> လုပ္လုိက္ပါ။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <em>Passes</em> မ်က္ႏွာျပင္ကုိ ေအာက္ပါအတုိင္း သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraser-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/10.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - Eraser Passes အၾကိမ္ အေရအတြက္ျပတဲ့ မ်က္ႏွာျပင္ ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၄</strong>။ passes လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ ၃ နဲ႔ ၇ (အခ်ိန္/လုံျခဳံေရး အေလွ်ာ့အတင္း လုပ္ဖုိ႔ိ သတိရပါ) အၾကားမွာ <strong>သတ္မွတ္</strong>လုိက္ပါ။</p>\n\n<p><strong>အဆင့္ ၅</strong>။ <em>Passes</em> မ်က္ႏွာျပင္ကုိ ျပန္သြားဖုိ႔ <img src=\"/sbox/screen/eraser-my/11.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>ပါ။</p>\n\n<h1>4 Pseudorandom Data ဟာ ေအာက္က ပုံနဲ႔ တူလာလိမ့္မယ္ -</h1>\n\n<p><img src=\"/sbox/screen/eraser-my/12.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - Eraser Erase မ်က္ႏွာျပင္ကုိ item ၄ ခုကုိ select လုပ္ထားတဲ့ pane နဲ႔အတူ ေတြ႔ရပံု</em></p>\n\n<p><strong>သိေကာင္းစရာ</strong> - <em>Cluster Tip Area</em> နဲ႔ <em>Alternate Data Streams</em> ေတြဟာ ေအာက္ပါအတုိင္း check boxes ေတြကုိ label တပ္ေပးရမယ္ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/13.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - default mode နဲ႔ ျမင္ေတြ႔ရတဲ့ Eraser Cluster Tip Area နဲ႔ Alternate Data Streams ေတြရဲ႕ check boxes မ်ား ျပပုံ</em></p>\n\n<ul><li><p><em>Cluster Tip Area</em> - ကြန္ပ်ဴတာ hard disk ကုိ 'clusters' လုိ႔ေခၚတဲ့ အပုိင္းငယ္ေလးေတြ အျဖစ္ ခဲြျခားထားတယ္။ တခါတေလ၊ ဖုိင္တဖုိင္ဟာ clusters အေတာ္မ်ားမ်ား အထိ ေနရာယူသြားေပမဲ့၊ တခါတေလ က်ျပန္ေတာ့ ဖုိင္ တဖုိင္ဟာ ေနာက္ဆုံး cluster အထိ မျဖည့္ေပးႏုိင္ဘူး။ ဒီလုိ အသုံးမျပဳတဲ့ ေနာက္ဆုံး cluster ေပၚက ေနရာလြတ္ကုိ cluster tip area လုိ႔ေခၚတယ္။ ဒီ cluster tip area မွာ အရင္တုန္းက ေရးထားတဲ့ တျခား အထိခုိက္မခံတဲ့ ဖုိင္ေတြ ရွိေနႏုိင္တယ္။ cluster tip တခုမွာ ရွိတဲ့ သတင္း အခ်က္အလက္ကုိ အထူး ေဒတာ ဆယ္တင္ေရး ကိရိယာတခုခုက ဖတ္ရႈႏုိင္တယ္။ ဒါေၾကာင့္ ဒီ <em>Cluster Tip Area</em> check box ကုိ လုံျခဳံေရးအတြက္ <strong>check</strong> လုပ္ထားပါ။</p></li>\n<li><p><em>Alternate Data Streams</em> - ဖုိင္တဖုိင္ကုိ ကြန္ပ်ဴတာထဲမွာ သိမ္းထားတဲ့အခါ၊ အစိတ္အပုိင္း အမ်ိဳးမ်ိဳးနဲ႔ ရွိေနတတ္တယ္။ ဥပမာ အားျဖင့္၊ ဒီ စာထဲမွာ စာနဲ႔ ရုပ္ပုံေတြ ႏွစ္မ်ိဳးစလုံး ရွိေနတယ္။ အဲဒါေတြဟာ ကြန္ပ်ဴတာထဲက ေနရာ (သုိ႔) 'streams' အမ်ိဳးမ်ိဳးထဲမွာ သိမ္းထားလိမ့္မယ္။ ဒါေၾကာင့္၊ အဲဒီဖုိင္နဲ႔ ဆက္စပ္တဲ့ ေဒတာေတြ အားလုံးကုိ ဖ်က္မဖ်က္ သိရွိႏုိင္ဖို႔ <em>Alternate Data Streams</em> check box ကုိ <strong>check</strong> လုပ္ထားပါ။</p></li>\n</ul><p><strong>အဆင့္ ၆</strong>။ <img src=\"/sbox/screen/eraser-my/11.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p>အခုခ်ိန္မွာ ဖုိင္ေတြကုိ ရွင္းလင္းဖုိ႔ Eraser ရဲ႕ overwrite လုိ႔တဲ့ နည္းလမ္းကုိ သတ္မွတ္ထားလုိက္ၿပီ။ <em>Preferences: Erasing</em> မ်က္ႏွာျပင္မွာ ရွိတဲ့ တျခား tab ထဲမွာ ေပၚလာတဲ့ <em>Unused Disk Space</em> feature အတြက္ အလားတူ options ေတြကုိ သတ္မွတ္ေပးႏုိင္တယ္။ ဒါေပမဲ့၊ passes လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ <em>သင့္ေတာ္သလုိ</em> -- ေနရာလြတ္ တခုကုိ ရွင္းလင္းဖုိ႔ pass တၾကိမ္မွာ ႏွစ္နာရီေလာက္ ၾကာႏုိင္တဲ့အတြက္ စဥ္းစဥ္းစားစား - သတ္မွတ္ဖုိ႔ လုိအပ္ပါလိမ့္မယ္။</p>\n", 
                        "summary": "", 
                        "value": "ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -\r\n\r\n- [**၂.၀ Eraser ကုိ Install လုပ္နည္း**](#2.0)\r\n- [**၂.၁ Eraser ကုိ Configure လုပ္နည္း**](#2.1)\r\n\r\n-------\r\n\r\n<a name=\"2.0\"></a>\r\n## ၂.၀ Eraser ကုိ Install လုပ္နည္း ##\r\n\r\n**Installation မွတ္ခ်က္** - installation လုပ္ငန္းစဥ္ကုိ မစခင္၊ သင့္ဆီမွာ **Microsoft Windows Installer** နဲ႔ **Microsoft.NET Framework** တုိ႔ ရွိထားရမယ္။\r\n\r\n**Eraser** ကုိ Install လုပ္တာဟာ လြယ္ကူျပီး ျမန္ဆန္တဲ့ လုပ္ငန္းစဥ္တခု ျဖစ္တယ္။ **Eraser** ကုိ စတင္ install လုပ္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\nသုံးစြဲနည္း စာအုပ္ငယ္ အခန္း [**6. Destroying Sensitive Information**](/chapter-6) ထဲမွာ ေဖၚျပတဲ့အတုိင္း၊ **Eraser** ဟာ hard disk ေဒတာေတြကုိ က်ပန္း အခ်က္အလက္ေတြနဲ႔ overwrite လုပ္ျပီး ရွင္းလင္းေပးမွာ ျဖစ္ပါတယ္။ ေဒတာေတြကုိ overwrite ပုိလုပ္ေလေလ၊ ေနာက္တခါ ျပန္ဆယ္ယူဖုိ႔ ခက္ေလေလ ျဖစ္သြားမယ္။\r\n\r\n**အဆင့္ ၁**။![](/sbox/screen/eraser-my/01.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ပါ၊ *Open File - Security Warning* dialog box ေပၚလာလိမ့္မယ္။ ေပၚလာတဲ့အခါ *InstallAware Wizard* ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/02.png) ကို **ႏွိပ္**ပါ၊ ခဏအၾကာမွာ *Welcome to the InstallAware Wizard for Eraser* မ်က္ႏွာျပင္ ေပၚလာလိမ့္မယ္။\r\n\r\n**အဆင့္ ၂**။ *ခြင့္ျပဳခ်က္ သေဘာတူညီခ်က္* မ်က္နွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ပါ၊ အဲဒီေနာက္ *I accept the terms of the license agreement* option ကုိ enable လုပ္ဖုိ႔ **ႏွိပ္**လုိက္ပါ၊ ေနာက္ျပီး *အေရးၾကီးတဲ့ သတင္း အခ်က္အလက္* ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၃**။ *ဖုိင္တြဲ ရွိတဲ့ ေနရာျပ* ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ scrolling ၀င္းဒုိးထဲမွာ ေဖၚျပထားတဲ့ အေၾကာင္းအရာေတြကုိ ဖတ္ျပီး![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ျပီး ![](/sbox/screen/eraser-my/03.png) ကုိ **ထပ္ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၄**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraser-my/04.png)\r\n\r\n*ပုံ ၁ - ပရုိဂရမ္ ဖုိင္တြဲကုိ Select လုပ္တဲ့ ၀င္းဒုိးျပပုံ*\r\n\r\n**အဆင့္ ၅**။ သင္ တေယာက္ထဲကပဲ **Eraser** ကုိ အသုံးျပဳႏုိင္ဖုိ႔ *Only for me (current user)* option ကုိ **Check** လုပ္လုိက္ပါ၊ အဲဒီေနာက္ *Completing the InstallAware Wizard* ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၆**။ installation လုပ္ငန္းစဥ္ကုိ အျပီးသတ္ဖို႔ ![](/sbox/screen/eraser-my/03.png) ကုိ **ႏွိပ္**ျပီး ေအာက္ပါအတုိင္း **Eraser** ကုိ သုံးဖုိ႔ ![](/sbox/screen/eraser-my/05.png) ကို **ႏွိပ္**လုိက္ပါ -\r\n\r\n![](/sbox/screen/eraser-my/06.png)\r\n\r\n*ပုံ ၂ - Eraser ရဲ႕ ပင္မ သုံးစြဲသူ မ်က္ႏွာျပင္ ျပပုံ*\r\n\r\n<a name=\"2.1\"></a>\r\n## ၂.၁ Eraser ကုိ Configure လုပ္နည္း ##\r\n\r\n**မွတ္ခ်က္** - ေဒတာေတြကုိ အနည္းဆုံး သုံးၾကိမ္ overwrite လုပ္ဖုိ႔ အၾကံျပဳထားပါတယ္။\r\n\r\n**သိမွတ္ဖြယ္** - overwrite (သုိ႔) *pass* ေတြကုိ ပုိလုပ္ေလေလ၊ ပယ္ဖ်က္မဲ့ လုပ္ငန္းစဥ္ ၾကာေလေလ ျဖစ္တယ္။ ဖုိင္ အၾကီးေတြကုိ ပယ္ဖ်က္တဲ့အခါ (သုိ႔) ေနရာအလြတ္ကုိ ရွင္းလင္းတဲ့အခါ ပုိျပီး သိသာလာပါလိမ့္မယ္။\r\n\r\nPasses လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ *Preferences: Erasing* menu ကေန သတ္မွတ္ႏုိင္တယ္။\r\n\r\n**အဆင့္ ၁**။ ေအာက္ပါအတုိင္း **Edit > Preferences > Erasing...** ကုိ **Select** လုပ္ပါ - \r\n\r\n![](/sbox/screen/eraser-my/07.png)\r\n\r\n*ပုံ ၃ - Edit menu options ေတြကုိ ျပသေနတဲ့ Eraser [On-Demand] မ်က္ႏွာျပင္ ျပပုံ*\r\n\r\n*Preferences - ပယ္ဖ်က္ေနတဲ့ ၀င္းဒုိးဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္ -*\r\n\r\n![](/sbox/screen/eraser-my/08.png)\r\n\r\n*ပုံ ၄ - Eraser Preferences: ပယ္ဖ်က္ေနတဲ့ ၀င္းဒုိး ျပပုံ*\r\n\r\n*Preferences: Erasing* မ်က္နွာျပင္က ဖုိင္ေတြ overwrite လုပ္ေနတဲ့ ပုံစံကုိ ေဖၚျပထားတယ္။\r\n\r\n*Description* - ဒီေကာ္လံမွာ overwrite လုပ္ေနတဲ့ လုပ္ငန္းစဥ္ အမည္ကုိ ေဖၚျပထားတယ္။\r\n\r\n*Passes* - ဒီေကာ္လံမွာ ေဒတာေတြ overwrite လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ ေဖၚျပထားတယ္။\r\n\r\nဒီဥပမာထဲမွာ၊ ကၽြန္ေတာ္တုိ႔ရဲ႕ ေဒတာေတြကုိ *Pseudorandom Data* နည္းလမ္း အသုံးျပဳျပီး overwrite လုပ္ၾကမယ္။ Default အရ၊ ဒီ option ကုိ အသုံးျပဳတဲ့အခါ pass တခုထဲကုိပဲ အသုံးျပဳထားတယ္။ ဒါေပမဲ့ pass အေရအတြက္မ်ားေလေလ လုံျခဳံေရး ပုိေကာင္းေလေလ ျဖစ္တယ္။\r\n\r\n**အဆင့္ ၂**။ *ပုံ ၂* မွာ ျပထားတဲ့အတုိင္း *# 4 Pseudorandom Data* option ကို **Select** လုပ္လုိက္ပါ။\r\n\r\n**အဆင့္ ၃**။ *Passes* မ်က္ႏွာျပင္ကုိ ေအာက္ပါအတုိင္း သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraser-my/09.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraser-my/10.png)\r\n\r\n*ပုံ ၃ - Eraser Passes အၾကိမ္ အေရအတြက္ျပတဲ့ မ်က္ႏွာျပင္ ျပပုံ*\r\n\r\n**အဆင့္ ၄**။ passes လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ ၃ နဲ႔ ၇ (အခ်ိန္/လုံျခဳံေရး အေလွ်ာ့အတင္း လုပ္ဖုိ႔ိ သတိရပါ) အၾကားမွာ **သတ္မွတ္**လုိက္ပါ။\r\n\r\n**အဆင့္ ၅**။ *Passes* မ်က္ႏွာျပင္ကုိ ျပန္သြားဖုိ႔ ![](/sbox/screen/eraser-my/11.png) ကို **ႏွိပ္**ပါ။\r\n\r\n# 4 Pseudorandom Data ဟာ ေအာက္က ပုံနဲ႔ တူလာလိမ့္မယ္ -\r\n\r\n![](/sbox/screen/eraser-my/12.png)\r\n\r\n*ပုံ ၄ - Eraser Erase မ်က္ႏွာျပင္ကုိ item ၄ ခုကုိ select လုပ္ထားတဲ့ pane နဲ႔အတူ ေတြ႔ရပံု*\r\n\r\n**သိေကာင္းစရာ** - *Cluster Tip Area* နဲ႔ *Alternate Data Streams* ေတြဟာ ေအာက္ပါအတုိင္း check boxes ေတြကုိ label တပ္ေပးရမယ္ -\r\n\r\n![](/sbox/screen/eraser-my/13.png)\r\n\r\n*ပုံ ၅ - default mode နဲ႔ ျမင္ေတြ႔ရတဲ့ Eraser Cluster Tip Area နဲ႔ Alternate Data Streams ေတြရဲ႕ check boxes မ်ား ျပပုံ*\r\n\r\n- *Cluster Tip Area* - ကြန္ပ်ဴတာ hard disk ကုိ 'clusters' လုိ႔ေခၚတဲ့ အပုိင္းငယ္ေလးေတြ အျဖစ္ ခဲြျခားထားတယ္။ တခါတေလ၊ ဖုိင္တဖုိင္ဟာ clusters အေတာ္မ်ားမ်ား အထိ ေနရာယူသြားေပမဲ့၊ တခါတေလ က်ျပန္ေတာ့ ဖုိင္ တဖုိင္ဟာ ေနာက္ဆုံး cluster အထိ မျဖည့္ေပးႏုိင္ဘူး။ ဒီလုိ အသုံးမျပဳတဲ့ ေနာက္ဆုံး cluster ေပၚက ေနရာလြတ္ကုိ cluster tip area လုိ႔ေခၚတယ္။ ဒီ cluster tip area မွာ အရင္တုန္းက ေရးထားတဲ့ တျခား အထိခုိက္မခံတဲ့ ဖုိင္ေတြ ရွိေနႏုိင္တယ္။ cluster tip တခုမွာ ရွိတဲ့ သတင္း အခ်က္အလက္ကုိ အထူး ေဒတာ ဆယ္တင္ေရး ကိရိယာတခုခုက ဖတ္ရႈႏုိင္တယ္။ ဒါေၾကာင့္ ဒီ *Cluster Tip Area* check box ကုိ လုံျခဳံေရးအတြက္ **check** လုပ္ထားပါ။\r\n\r\n- *Alternate Data Streams* - ဖုိင္တဖုိင္ကုိ ကြန္ပ်ဴတာထဲမွာ သိမ္းထားတဲ့အခါ၊ အစိတ္အပုိင္း အမ်ိဳးမ်ိဳးနဲ႔ ရွိေနတတ္တယ္။ ဥပမာ အားျဖင့္၊ ဒီ စာထဲမွာ စာနဲ႔ ရုပ္ပုံေတြ ႏွစ္မ်ိဳးစလုံး ရွိေနတယ္။ အဲဒါေတြဟာ ကြန္ပ်ဴတာထဲက ေနရာ (သုိ႔) 'streams' အမ်ိဳးမ်ိဳးထဲမွာ သိမ္းထားလိမ့္မယ္။ ဒါေၾကာင့္၊ အဲဒီဖုိင္နဲ႔ ဆက္စပ္တဲ့ ေဒတာေတြ အားလုံးကုိ ဖ်က္မဖ်က္ သိရွိႏုိင္ဖို႔ *Alternate Data Streams* check box ကုိ **check** လုပ္ထားပါ။\r\n\r\n**အဆင့္ ၆**။ ![](/sbox/screen/eraser-my/11.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\nအခုခ်ိန္မွာ ဖုိင္ေတြကုိ ရွင္းလင္းဖုိ႔ Eraser ရဲ႕ overwrite လုိ႔တဲ့ နည္းလမ္းကုိ သတ္မွတ္ထားလုိက္ၿပီ။ *Preferences: Erasing* မ်က္ႏွာျပင္မွာ ရွိတဲ့ တျခား tab ထဲမွာ ေပၚလာတဲ့ *Unused Disk Space* feature အတြက္ အလားတူ options ေတြကုိ သတ္မွတ္ေပးႏုိင္တယ္။ ဒါေပမဲ့၊ passes လုပ္မဲ့ အၾကိမ္ အေရအတြက္ကုိ *သင့္ေတာ္သလုိ* -- ေနရာလြတ္ တခုကုိ ရွင္းလင္းဖုိ႔ pass တၾကိမ္မွာ ႏွစ္နာရီေလာက္ ၾကာႏုိင္တဲ့အတြက္ စဥ္းစဥ္းစားစား - သတ္မွတ္ဖုိ႔ လုိအပ္ပါလိမ့္မယ္။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2024", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2024", 
                "link_title": "How to Install and Configure Eraser", 
                "menu_name": "book-toc-1928", 
                "mlid": "5170", 
                "module": "book", 
                "nid": "2024", 
                "options": [], 
                "p1": "5034", 
                "p2": "5169", 
                "p3": "5170", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5169", 
                "router_path": "node/%", 
                "title": "How to Install and Configure Eraser", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1456950153", 
            "comment": "0", 
            "created": "1441118466", 
            "current_revision_id": "13452", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "eraser_options", 
                        "value": "eraser_options"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5170": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2024", 
                    "link_title": "How to Install and Configure Eraser", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5170", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5169", 
                    "p3": "5170", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5169", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2024", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/eraser_options", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456950153", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "Eraser ကုိ Install လုပ္ျပီး Configure လုပ္နည္း", 
                        "value": "Eraser ကုိ Install လုပ္ျပီး Configure လုပ္နည္း"
                    }
                ]
            }, 
            "title_original": "How to Install and Configure Eraser", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442928128", 
                        "created": "1442928128", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442394842", 
                        "created": "1442394842", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442495520", 
                        "created": "1442495520", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452091330", 
                        "created": "1441619790", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442844124", 
                        "created": "1442844124", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456950153", 
                        "created": "1444658623", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452867986", 
                        "created": "1452867986", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443616965", 
                        "created": "1443616965", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444177462", 
                        "created": "1444177462", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444832703", 
                        "created": "1444727511", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441118466", 
                        "created": "1441118466", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2024", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455797912", 
                        "created": "1445425207", 
                        "entity_id": "2024", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2024", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "69adf086-7589-41ee-9207-8321dac97d78", 
            "vid": "13452", 
            "vuuid": "3ea03322-8f5f-4e3c-b195-db0ca0265c28"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -</p>\n\n<ul><li><a href=\"#3.0\"><strong>၃.၀ Windows Explorer မွာ Eraser အသုံးျပဳနည္း</strong></a></li>\n<li><a href=\"#3.1\"><strong>၃.၁ အသုံးမျပဳတဲ့ Disk Space ကုိ ရွင္းလင္းနည္း</strong></a></li>\n<li><a href=\"#3.2\"><strong>၃.၂ On-Demand Task Feature ကုိ အသုံးျပဳနည္း</strong></a></li>\n<li><a href=\"#3.3\"><strong>၃.၃ Scheduler Task Feature ကုိ အသုံးျပဳနည္း</strong></a></li>\n<li><a href=\"#3.4\"><strong>၃.၄ Task တခုကုိ ဖယ္ရွားနည္း</strong></a></li>\n<li><a href=\"#3.5\"><strong>၃.၅ Windows Recycle Bin ကုိ ပယ္ဖ်က္နည္း</strong></a></li>\n</ul><hr /><p><a name=\"3.0\" id=\"3.0\"></a></p>\n\n<h2>၃.၀ Windows Explorer မွာ Eraser အသုံးျပဳနည္း</h2>\n\n<p>လူေတြဟာ <strong>Eraser</strong> ကုိ <strong>Eraser</strong> ပရုိဂရမ္ကေန အသုံးျပဳတာထက္ <strong>My Computer Windows Explorer</strong> ပရုိဂရမ္ေတြထဲကေန အသုံးျပဳတာ ပုိမ်ားတယ္။</p>\n\n<p><strong>အဆင့္ ၁</strong>။ အျမဲတမ္း ပယ္ဖ်က္ခ်င္တဲ့ ဖုိင္ပါတဲ့ ဖုိင္တြဲတခုကုိ <strong>ဖြင့္</strong>ထားလုိက္ပါ။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ အဲဒီဖုိင္ကုိ <strong>ညာဖက္ ႏွိပ္လုိက္</strong>ပါ။ drop-down list ထဲက options ႏွစ္ခုျဖစ္တဲ့ <em>Erase</em> နဲ႔ <em>Eraser Secure Move</em> တုိ႔ဟာ ေအာက္ပါအတုိင္း ေပၚလာမယ္ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/14.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁ ၀ Erase နဲ႔ Eraser Secure Move options မ်ား ျပပုံ</em></p>\n\n<p>ဒီဖုိင္ကုိ အျမဲတမ္း ပယ္ဖ်က္ဖုိ႔ <em>Erase</em> option ကုိ အသုံးျပဳရတယ္။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <em>ပုံ ၁</em> မွာ ျပထားတဲ့အတုိင္း menu ထဲက <strong>Erase</strong> item ကုိ <strong>Select</strong> လုပ္လိုက္ပါ။</p>\n\n<p><em>Confirm Erasing pop up dialog box ဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္</em> -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/15.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - Confirm Erasing pop up dialog box ျပပုံ</em></p>\n\n<p>တကယ္လုိ႔ pop up dialog box ထဲမွာ ျပထားတဲ့ ဖုိင္ဟာ အျမဲတမ္း ပယ္ဖ်က္လုိတဲ့ ဖုိင္ ျဖစ္မယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ကုိ ေဆာင္ရြတ္ပါ -</p>\n\n<p><strong>အဆင့္ ၄</strong>။ ကြန္ပ်ဴတာထဲက ဖုိင္ကုိ အျမဲတမ္း ပယ္ဖ်က္ခ်င္တယ္ (သုိ႔) ရွင္းလင္းခ်င္တယ္ ဆုိရင္ <img src=\"/sbox/screen/eraser-my/16.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>လုိက္ပါ။</p>\n\n<p><strong>သတိေပးခ်က္</strong> - ဒီပုံစံနဲ႔ ပယ္ဖ်က္ထားတဲ့ ဖုိင္ေတြကုိ ျပန္ယူႏုိင္ေတာ့မွာ မဟုတ္ပဲ၊ အျမဲတမ္း ပယ္ဖ်က္သြားမွာ ျဖစ္တယ္။ ဒါေၾကာင့္၊ ဖုိင္တခုခု၊ (သုိ႔) ဖုိင္အုပ္စု တခုခုကုိ တကယ္ ပယ္ဖ်က္မလား မဖ်က္ဘူးလား ဆုိတာ ေသေသခ်ာခ်ာ စဥ္းစားပါ။</p>\n\n<p>ဖုိင္တဖုိင္ကုိ တေနရာကေန တျခား တေနရာကုိ လုံလုံျခဳံျခဳံ ေျပာင္းေရႊႏုိင္႕ဖုိ႔ (ဥပမာ အားျဖင့္ - ကြန္ပ်ဴတာကေန USB မွတ္ဉာဏ္ေခ်ာင္း) -</p>\n\n<p><strong>အဆင့္ ၅</strong>။ <img src=\"/sbox/screen/eraser-my/17.png\" alt=\"\" /> ကုိ <strong>Select</strong> လုပ္ပါ</p>\n\n<p>ဆက္သြားဖုိ႔ အေပၚက ပုံစံအတုိင္း အလားတူ သတိေပးခ်က္ကုိ ေျဖၾကားေပးရမွာ ျဖစ္ပါတယ္။</p>\n\n<p><a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>၃.၁ အသုံးမျပဳတဲ့ Disk Space ကုိ ရွင္းလင္းနည္း</h2>\n\n<p>အသုံးမျပဳတဲ့ disk space ကုိ ရွင္းလင္းတယ္ ဆုိတာ Hard drive/ခရီးေဆာင္ ဖုိင္ သိမ္းဆည္းတဲ့ ကိရိယာထဲက 'လြတ္ေနတဲ့ ေနရာ'ထဲမွာ နဂုိက ရွိခဲ့တဲ့ ဖုိင္ေတြရဲ႕ ေျခရာေတြ အားလုံးကုိ ရွင္းလင္းလုိက္တာကုိ ဆုိလိုတယ္။ ဒီလြတ္ေနတဲ့ ေနရာမွာ စနစ္တက် ပယ္ဖ်က္မထားတဲ့ ဖုိင္ေတြ (ပုိမုိ ေလ့လာဖုိ႔ <a href=\"/my/recuva_main\"><strong>Recuva</strong></a> <strong>လက္ကမ္း</strong> လမ္းညႊန္နဲ႔ <strong>သုံးစြဲနည္း စာအုပ္ငယ္</strong> <a href=\"chapter-6\"><strong>အခန္း ၆</strong></a> ကုိ ဖတ္ရႈပါ) ပါ၀င္ပါတယ္။</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>Start &gt; Programs &gt; Eraser &gt; Eraser</strong> ကုိ <strong>Select</strong> လုပ္ပါ</p>\n\n<p><strong>သိမွတ္ဖြယ္</strong> - ရွင္းလင္းတဲ့ အလုပ္ကုိ ကုိယ္တုိင္ ျဖစ္ျဖစ္၊ ေပးထားတဲ့ အခ်ိန္မွာ ျဖစ္ျဖစ္ အလုပ္လုပ္ဖုိ႔  သတ္မွတ္ထားႏုိင္တယ္။</p>\n\n<p><strong>အေရးၾကီးခ်က္</strong> - ဒီလုပ္ငန္းစဥ္ ျပီးစီးသြားတဲ့အထိ ၂ နာရီနဲ႔ ၃ နာရီအတြင္း ၾကာႏုိင္ျပီး အလုပ္လုပ္ေနစဥ္ ကြန္ပ်ဴတာလည္း ေႏွးေကြးသြားႏုိင္တယ္။ ေနရာအလြတ္ေတြကို ရွင္းလင္းတဲ့ အလုပ္ကုိ ကြန္ပ်ဴတာ အသုံးမျပဳတဲ့ အခိ်န္မွာ (အိမ္ျပန္တဲ့အခါ/ညအိပ္ရာ ၀င္တဲ့အခါ) လုပ္ေဆာင္ဖုိ႔ သတ္မွတ္ထားတာ ပုိသင့္ေတာ္ပါတယ္။</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>၃.၂ On-Demand Task Feature ကုိ အသုံးျပဳနည္း</h2>\n\n<p><em>unused disk space</em> ကုိ ရွင္းလင္းဖုိ႔ <em>On-Demand</em> အလုပ္တခုကုိ လုပ္မယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <img src=\"/sbox/screen/eraser-my/18.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါအတုိင္း <strong>File &gt; New Task</strong> ကုိ <strong>Select</strong> လုပ္ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/19.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - File menu ထဲက New Task တခုကုိ <strong>Select</strong> လုပ္ပါ</em></p>\n\n<p><em>Unused space on drive</em> option ကို <strong>select</strong> လုပ္ထားရမယ္။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ ေနရာလြတ္ ရွင္းလင္းခ်င္တဲ့ drive ကုိ <strong>ေရြး</strong>လုိက္ပါ။ (ဒီဥပမာထဲမွာ <em>Local Disk (C:)</em> ကုိ select လုပ္ထားတယ္။ ဒါဟာ ကြန္ပ်ဴတာ အမ်ားစုရဲ႕ ပင္မ hard drive ျဖစ္တယ္။)</p>\n\n<p><img src=\"/sbox/screen/eraser-my/20.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - Eraser Task Properties မ်က္ႏွာျပင္ ျပပံု</em></p>\n\n<p><strong>အဆင့္ ၄</strong>။ <strong>Eraser</strong> ရဲ႕ သုံးစြဲသူ မ်က္ႏွာျပင္မွာ ေပၚတဲ့ task ဖန္တီးဖုိ႔နဲ႔ သုံးစြဲဖုိ႔ <img src=\"/sbox/screen/eraser-my/21.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၅</strong>။ ေအာက္ပါအတုိင္း pop-up menu ကုိ သက္၀င္ေစဖုိ႔ task ကုိ <strong>ညာဖက္ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/22.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - Run ကုိ select လုပ္ထားတဲ့ Eraser မ်က္ႏွာျပင္ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၆</strong>။ <strong>Eraser</strong> pop up dialog box ကုိ ေအာက္ပါအတုိင္း သက္၀င္ေစဖုိ႔ <strong>Run</strong> ကုိ <strong>Select</strong> လုပ္ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/23.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၆ - Eraser pop up dialog box ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၇</strong>။ <img src=\"/sbox/screen/eraser-my/16.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><em><strong>Eraser</strong> တုိးတက္မႈျပ ၀င္းဒုိးဟာ ေအာက္မွာ ျပထားတဲ့အတုိင္း အသုံးမျပဳတဲ့ disk space ရွင္းလင္းေနတဲ့ပုံကုိ ျပသေပးေနပါတယ္ -</em></p>\n\n<p><img src=\"/sbox/screen/eraser-my/24.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၇ - အသုံးမျပဳတဲ့ disk space ကုိ ရွင္းလင္းေနတဲ့ Eraser ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h2>၃.၃ Scheduler Task Feature ကုိ အသုံးျပဳနည္း</h2>\n\n<p>ဒီလုိ ကြန္ပ်ဴတာ ထိန္းသိမ္းတဲ့ အလုပ္မ်ိဳးကုိ လုပ္ေဆာင္ဖုိ႔ ကၽြန္ေတာ္တုိ႔ အျမဲတမ္း သတိရႏုိင္ၾကမွာ မဟုတ္ေပမဲ့၊ <strong>Eraser</strong> ထဲမွာ ရွင္းလင္းေပးတဲ့ အလုပ္တခုကုိ ေန႔တုိင္းျဖစ္ျဖစ္၊ တပတ္တခါ ျဖစ္ျဖစ္ လုပ္ေဆာင္ေပးဖုိ႔ အခ်ိန္သတ္မွတ္ၿပီး အလုပ္လုပ္ေစႏုိင္တဲ့ option တခု ရွိပါတယ္။</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>Eraser</strong> ရဲ႕ ပင္မ မ်က္ႏွာျပင္ေပၚက <img src=\"/sbox/screen/eraser-my/25.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါအတုိင္း <strong>File &gt; New Task</strong> ကုိ <strong>Select</strong> လုပ္ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/26.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၈ - File menu ထဲက New Task တခုကုိ Select လုပ္ေနတဲ့ပုံ</em></p>\n\n<p><em>ပုံ ၄</em> မွာ ျပထားတဲ့ မ်က္ႏွာျပင္နဲ႔ ဆင္တူတဲ့ ၀င္းဒုိးတခုကို သက္၀င္လာေစလိမ့္မယ္ (အဲဒီအထဲမွာ on-demand task တခုကုိ သင္ဖန္တီးထားခဲ့တယ္)</p>\n\n<p><strong>အဆင့္ ၃</strong>။ အခန္း <a href=\"/my/using_eraser#3.2\"><strong>၃.၂ on-Demand Tasks Option ကို အသုံးျပဳနည္း</strong></a> ထဲမွာ ေဖၚျပတဲ့အတုိင္း ဒီ options ေတြကုိ <strong>Set</strong> လုပ္ပါ။</p>\n\n<p><img src=\"/sbox/screen/eraser-my/27.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၉ - Schedule tab ကုိ ျပသေနတဲ့ Eraser Task Properties မ်က္ႏွာျပင္ျပပံု</em></p>\n\n<p><strong>အဆင့္ ၄</strong>။ Configure လုပ္လုိ႔ ရတဲ့ settings ႏွစ္ခုနဲ႔ သက္ဆုိင္တဲ့ pane ကုိ သက္၀င္ေစဖုိ႔ <em>Schedule</em> tab ကို  <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/28.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၀ - Eraser Schedule tab ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ * drop-down list အားလုံးထဲက သင့္ရဲ႕ လုိအပ္ခ်က္တဲ့ အကုိယ္ညီဆုံး ေန႔စြဲ (သုိ႔) အျဖစ္အပ်က္ item တခုကုိ <strong>Select</strong> လုပ္ပါ။</p>\n\n<p><strong>အဆင့္ ၇</strong>။ သင့္လုိအပ္ခ်က္နဲ႔ အကုိက္ညီဆုံး အခ်ိန္ကုိ <em>At</em> timer ေနရာမွာ <strong>ေရးထည့္</strong>လုိက္ပါ၊ ၂၄-နာရီ ပုံစံနဲ႔ပဲ ထည့္လုိ႔ရမယ္။</p>\n\n<p><strong>အဆင့္ ၇</strong>။ အခ်ိန္နဲ႔ ေန႔စြဲကုိ သတ္မွတ္ျပီးတဲ့အခါ၊ <img src=\"/sbox/screen/eraser-my/21.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><em>scheduled task ဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္ -</em></p>\n\n<p><img src=\"/sbox/screen/eraser-my/29.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၁ - Eraser Scheduled task list ျပပုံ</em></p>\n\n<p><strong>မွတ္ခ်က္</strong> - scheduled task အလုပ္လုပ္ဖို႔ ကြန္ပ်ဴတာကုိ ဖြင့္ထားဖုိ႔ လုိပါတယ္။</p>\n\n<p><a name=\"3.4\" id=\"3.4\"></a></p>\n\n<h2>၃.၄ Task တခုကုိ ဖယ္ရွားနည္း</h2>\n\n<p>On-demand task ကုိ ျဖစ္ျဖစ္ (သုိ႔) scheduled task ကုိ ျဖစ္ျဖစ္ သုံးစြဲျပီးတဲ့ေနာက္၊ task list ကေန ဖယ္ရွားလုိ႔ ရတယ္။</p>\n\n<p>on-demand task တခုကုိ ဖယ္ရွားခ်င္ရင္၊ ေအာင္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ ေအာက္မွာ ေဖၚျပထားသလုိ သက္ဆုိင္ရာ task list ကုိ ေဖၚျပဖုိ႔ <img src=\"/sbox/screen/eraser-my/18.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/30.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၂ - Eraser task list ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၂</strong>။ အေပၚက ပုံ ၁၂ မွာ ျပထားတဲ့အတုိင္း ဖယ္ရွားလုိတဲ့ task ကုိ <strong>Select</strong> လုပ္ပါ။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ pop-up menu ကုိ သက္၀င္ေစဖုိ႔ <strong>ညာဖက္ႏွိပ္</strong>ျပီး task တခုကုိ task list ကေန ဖယ္ရွားဖုိ႔ <em>Delete</em> item ကုိ <strong>select</strong> လုပ္ပါ။ (ေနာက္တနည္းနဲ႔၊ <strong>Eraser</strong> menu bar ေအာက္မွာ ရွိတဲ့ <img src=\"/sbox/screen/eraser-my/31.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>လုိ႔ရတယ္။)</p>\n\n<p><em>Scheduled Task</em> တခုကို ဖယ္ရွားတဲ့ လုပ္ငန္းစဥ္ဟာ အတူတူ နီးပါး ျဖစ္တယ္။ Scheduled Task တခုကုိ ဖယ္ရွားမယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <img src=\"/sbox/screen/eraser-my/25.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ျပီး၊ ဒီအခန္းမွာ ေဖၚျပခဲ့တဲ့အတုိင္း အဆင့္ ၂ နဲ႔ ၃ ကုိ <strong>ထပ္လုပ္</strong>ပါ။</p>\n\n<p><a name=\"3.5\" id=\"3.5\"></a></p>\n\n<h2>၃.၅ Windows Recycle Bin ကုိ ပယ္ဖ်က္နည္း</h2>\n\n<p><strong>Eraser</strong> ကလည္း <strong>Windows Desktop Recycle Bin</strong> ကေန သင္ ပယ္ဖ်က္လုိက္တဲ့ စာတမ္းေတြရဲ႕ ေျခရာေတြကုိ ပယ္ဖ်က္ေပးပါတယ္။</p>\n\n<p>ဒီ feature အသုံးျပဳဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>Eraser</strong> pop-up menu ကုိ ေအာက္မွာ ေဖၚျပတဲ့အတုိင္း သက္၀င္ေစဖုိ႔ <strong>Recycle Bin</strong> icon ကုိ <strong>ညာဖက္ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraser-my/32.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၃ - Recycle Bin မွာ ရွိတဲ့ Eraser pop-up menu ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၂</strong>။<strong>Recycle Bin</strong> ကုိ စတင္ ရွင္းလင္းဖုိ႔ pop-up menu ထဲက သင့္ေတာ္တဲ့ item ကုိ <strong>Select</strong> လုပ္ပါ။</p>\n", 
                        "summary": "", 
                        "value": "ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -\r\n\r\n- [**၃.၀ Windows Explorer မွာ Eraser အသုံးျပဳနည္း**](#3.0)\r\n- [**၃.၁ အသုံးမျပဳတဲ့ Disk Space ကုိ ရွင္းလင္းနည္း**](#3.1)\r\n- [**၃.၂ On-Demand Task Feature ကုိ အသုံးျပဳနည္း**](#3.2)\r\n- [**၃.၃ Scheduler Task Feature ကုိ အသုံးျပဳနည္း**](#3.3)\r\n- [**၃.၄ Task တခုကုိ ဖယ္ရွားနည္း**](#3.4)\r\n- [**၃.၅ Windows Recycle Bin ကုိ ပယ္ဖ်က္နည္း**](#3.5)\r\n\r\n-------\r\n\r\n<a name=\"3.0\"></a>\r\n## ၃.၀ Windows Explorer မွာ Eraser အသုံးျပဳနည္း ##\r\n\r\nလူေတြဟာ **Eraser** ကုိ **Eraser** ပရုိဂရမ္ကေန အသုံးျပဳတာထက္ **My Computer Windows Explorer** ပရုိဂရမ္ေတြထဲကေန အသုံးျပဳတာ ပုိမ်ားတယ္။ \r\n\r\n**အဆင့္ ၁**။ အျမဲတမ္း ပယ္ဖ်က္ခ်င္တဲ့ ဖုိင္ပါတဲ့ ဖုိင္တြဲတခုကုိ **ဖြင့္**ထားလုိက္ပါ။\r\n\r\n**အဆင့္ ၂**။ အဲဒီဖုိင္ကုိ **ညာဖက္ ႏွိပ္လုိက္**ပါ။ drop-down list ထဲက options ႏွစ္ခုျဖစ္တဲ့ *Erase* နဲ႔ *Eraser Secure Move* တုိ႔ဟာ ေအာက္ပါအတုိင္း ေပၚလာမယ္ -\r\n\r\n![](/sbox/screen/eraser-my/14.png)\r\n\r\n*ပုံ ၁ ၀ Erase နဲ႔ Eraser Secure Move options မ်ား ျပပုံ*\r\n\r\nဒီဖုိင္ကုိ အျမဲတမ္း ပယ္ဖ်က္ဖုိ႔ *Erase* option ကုိ အသုံးျပဳရတယ္။\r\n\r\n**အဆင့္ ၃**။ *ပုံ ၁* မွာ ျပထားတဲ့အတုိင္း menu ထဲက **Erase** item ကုိ **Select** လုပ္လိုက္ပါ။\r\n\r\n*Confirm Erasing pop up dialog box ဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္* -\r\n\r\n![](/sbox/screen/eraser-my/15.png)\r\n\r\n*ပုံ ၂ - Confirm Erasing pop up dialog box ျပပုံ*\r\n\r\nတကယ္လုိ႔ pop up dialog box ထဲမွာ ျပထားတဲ့ ဖုိင္ဟာ အျမဲတမ္း ပယ္ဖ်က္လုိတဲ့ ဖုိင္ ျဖစ္မယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ကုိ ေဆာင္ရြတ္ပါ -\r\n\r\n**အဆင့္ ၄**။ ကြန္ပ်ဴတာထဲက ဖုိင္ကုိ အျမဲတမ္း ပယ္ဖ်က္ခ်င္တယ္ (သုိ႔) ရွင္းလင္းခ်င္တယ္ ဆုိရင္ ![](/sbox/screen/eraser-my/16.png) ကုိ **ႏွိပ္**လုိက္ပါ။\r\n\r\n**သတိေပးခ်က္** - ဒီပုံစံနဲ႔ ပယ္ဖ်က္ထားတဲ့ ဖုိင္ေတြကုိ ျပန္ယူႏုိင္ေတာ့မွာ မဟုတ္ပဲ၊ အျမဲတမ္း ပယ္ဖ်က္သြားမွာ ျဖစ္တယ္။ ဒါေၾကာင့္၊ ဖုိင္တခုခု၊ (သုိ႔) ဖုိင္အုပ္စု တခုခုကုိ တကယ္ ပယ္ဖ်က္မလား မဖ်က္ဘူးလား ဆုိတာ ေသေသခ်ာခ်ာ စဥ္းစားပါ။\r\n\r\nဖုိင္တဖုိင္ကုိ တေနရာကေန တျခား တေနရာကုိ လုံလုံျခဳံျခဳံ ေျပာင္းေရႊႏုိင္႕ဖုိ႔ (ဥပမာ အားျဖင့္ - ကြန္ပ်ဴတာကေန USB မွတ္ဉာဏ္ေခ်ာင္း) - \r\n\r\n**အဆင့္ ၅**။ ![](/sbox/screen/eraser-my/17.png) ကုိ **Select** လုပ္ပါ\r\n\r\nဆက္သြားဖုိ႔ အေပၚက ပုံစံအတုိင္း အလားတူ သတိေပးခ်က္ကုိ ေျဖၾကားေပးရမွာ ျဖစ္ပါတယ္။\r\n\r\n<a name=\"3.1\"></a>\r\n## ၃.၁ အသုံးမျပဳတဲ့ Disk Space ကုိ ရွင္းလင္းနည္း ##\r\n\r\nအသုံးမျပဳတဲ့ disk space ကုိ ရွင္းလင္းတယ္ ဆုိတာ Hard drive/ခရီးေဆာင္ ဖုိင္ သိမ္းဆည္းတဲ့ ကိရိယာထဲက 'လြတ္ေနတဲ့ ေနရာ'ထဲမွာ နဂုိက ရွိခဲ့တဲ့ ဖုိင္ေတြရဲ႕ ေျခရာေတြ အားလုံးကုိ ရွင္းလင္းလုိက္တာကုိ ဆုိလိုတယ္။ ဒီလြတ္ေနတဲ့ ေနရာမွာ စနစ္တက် ပယ္ဖ်က္မထားတဲ့ ဖုိင္ေတြ (ပုိမုိ ေလ့လာဖုိ႔ [**Recuva**](/my/recuva_main) **လက္ကမ္း** လမ္းညႊန္နဲ႔ **သုံးစြဲနည္း စာအုပ္ငယ္** [**အခန္း ၆**](chapter-6) ကုိ ဖတ္ရႈပါ) ပါ၀င္ပါတယ္။\r\n\r\n**အဆင့္ ၁**။ **Start > Programs > Eraser > Eraser** ကုိ **Select** လုပ္ပါ\r\n\r\n**သိမွတ္ဖြယ္** - ရွင္းလင္းတဲ့ အလုပ္ကုိ ကုိယ္တုိင္ ျဖစ္ျဖစ္၊ ေပးထားတဲ့ အခ်ိန္မွာ ျဖစ္ျဖစ္ အလုပ္လုပ္ဖုိ႔  သတ္မွတ္ထားႏုိင္တယ္။\r\n\r\n**အေရးၾကီးခ်က္** - ဒီလုပ္ငန္းစဥ္ ျပီးစီးသြားတဲ့အထိ ၂ နာရီနဲ႔ ၃ နာရီအတြင္း ၾကာႏုိင္ျပီး အလုပ္လုပ္ေနစဥ္ ကြန္ပ်ဴတာလည္း ေႏွးေကြးသြားႏုိင္တယ္။ ေနရာအလြတ္ေတြကို ရွင္းလင္းတဲ့ အလုပ္ကုိ ကြန္ပ်ဴတာ အသုံးမျပဳတဲ့ အခိ်န္မွာ (အိမ္ျပန္တဲ့အခါ/ညအိပ္ရာ ၀င္တဲ့အခါ) လုပ္ေဆာင္ဖုိ႔ သတ္မွတ္ထားတာ ပုိသင့္ေတာ္ပါတယ္။\r\n\r\n<a name=\"3.2\"></a>\r\n## ၃.၂ On-Demand Task Feature ကုိ အသုံးျပဳနည္း ##\r\n\r\n*unused disk space* ကုိ ရွင္းလင္းဖုိ႔ *On-Demand* အလုပ္တခုကုိ လုပ္မယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ ![](/sbox/screen/eraser-my/18.png) ကုိ **ႏွိပ္**ပါ\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါအတုိင္း **File > New Task** ကုိ **Select** လုပ္ပါ - \r\n\r\n![](/sbox/screen/eraser-my/19.png)\r\n\r\n*ပုံ ၃ - File menu ထဲက New Task တခုကုိ **Select** လုပ္ပါ*\r\n\r\n*Unused space on drive* option ကို **select** လုပ္ထားရမယ္။ \r\n\r\n**အဆင့္ ၃**။ ေနရာလြတ္ ရွင္းလင္းခ်င္တဲ့ drive ကုိ **ေရြး**လုိက္ပါ။ (ဒီဥပမာထဲမွာ *Local Disk (C:)* ကုိ select လုပ္ထားတယ္။ ဒါဟာ ကြန္ပ်ဴတာ အမ်ားစုရဲ႕ ပင္မ hard drive ျဖစ္တယ္။) \r\n\r\n![](/sbox/screen/eraser-my/20.png)\r\n\r\n*ပုံ ၄ - Eraser Task Properties မ်က္ႏွာျပင္ ျပပံု*\r\n\r\n**အဆင့္ ၄**။ **Eraser** ရဲ႕ သုံးစြဲသူ မ်က္ႏွာျပင္မွာ ေပၚတဲ့ task ဖန္တီးဖုိ႔နဲ႔ သုံးစြဲဖုိ႔ ![](/sbox/screen/eraser-my/21.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၅**။ ေအာက္ပါအတုိင္း pop-up menu ကုိ သက္၀င္ေစဖုိ႔ task ကုိ **ညာဖက္ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraser-my/22.png)\r\n\r\n*ပုံ ၅ - Run ကုိ select လုပ္ထားတဲ့ Eraser မ်က္ႏွာျပင္ျပပုံ*\r\n\r\n**အဆင့္ ၆**။ **Eraser** pop up dialog box ကုိ ေအာက္ပါအတုိင္း သက္၀င္ေစဖုိ႔ **Run** ကုိ **Select** လုပ္ပါ -\r\n\r\n![](/sbox/screen/eraser-my/23.png)\r\n\r\n*ပုံ ၆ - Eraser pop up dialog box ျပပုံ*\r\n\r\n**အဆင့္ ၇**။ ![](/sbox/screen/eraser-my/16.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n***Eraser** တုိးတက္မႈျပ ၀င္းဒုိးဟာ ေအာက္မွာ ျပထားတဲ့အတုိင္း အသုံးမျပဳတဲ့ disk space ရွင္းလင္းေနတဲ့ပုံကုိ ျပသေပးေနပါတယ္ -*\r\n\r\n![](/sbox/screen/eraser-my/24.png)\r\n\r\n*ပုံ ၇ - အသုံးမျပဳတဲ့ disk space ကုိ ရွင္းလင္းေနတဲ့ Eraser ၀င္းဒုိး ျပပုံ*\r\n\r\n<a name=\"3.3\"></a>\r\n## ၃.၃ Scheduler Task Feature ကုိ အသုံးျပဳနည္း ##\r\n\r\nဒီလုိ ကြန္ပ်ဴတာ ထိန္းသိမ္းတဲ့ အလုပ္မ်ိဳးကုိ လုပ္ေဆာင္ဖုိ႔ ကၽြန္ေတာ္တုိ႔ အျမဲတမ္း သတိရႏုိင္ၾကမွာ မဟုတ္ေပမဲ့၊ **Eraser** ထဲမွာ ရွင္းလင္းေပးတဲ့ အလုပ္တခုကုိ ေန႔တုိင္းျဖစ္ျဖစ္၊ တပတ္တခါ ျဖစ္ျဖစ္ လုပ္ေဆာင္ေပးဖုိ႔ အခ်ိန္သတ္မွတ္ၿပီး အလုပ္လုပ္ေစႏုိင္တဲ့ option တခု ရွိပါတယ္။\r\n\r\n**အဆင့္ ၁**။ **Eraser** ရဲ႕ ပင္မ မ်က္ႏွာျပင္ေပၚက ![](/sbox/screen/eraser-my/25.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါအတုိင္း **File > New Task** ကုိ **Select** လုပ္ပါ -\r\n\r\n![](/sbox/screen/eraser-my/26.png)\r\n\r\n*ပုံ ၈ - File menu ထဲက New Task တခုကုိ Select လုပ္ေနတဲ့ပုံ*\r\n\r\n*ပုံ ၄* မွာ ျပထားတဲ့ မ်က္ႏွာျပင္နဲ႔ ဆင္တူတဲ့ ၀င္းဒုိးတခုကို သက္၀င္လာေစလိမ့္မယ္ (အဲဒီအထဲမွာ on-demand task တခုကုိ သင္ဖန္တီးထားခဲ့တယ္)\r\n\r\n**အဆင့္ ၃**။ အခန္း [**၃.၂ on-Demand Tasks Option ကို အသုံးျပဳနည္း**](/my/using_eraser#3.2) ထဲမွာ ေဖၚျပတဲ့အတုိင္း ဒီ options ေတြကုိ **Set** လုပ္ပါ။\r\n\r\n![](/sbox/screen/eraser-my/27.png)\r\n\r\n*ပုံ ၉ - Schedule tab ကုိ ျပသေနတဲ့ Eraser Task Properties မ်က္ႏွာျပင္ျပပံု*\r\n\r\n**အဆင့္ ၄**။ Configure လုပ္လုိ႔ ရတဲ့ settings ႏွစ္ခုနဲ႔ သက္ဆုိင္တဲ့ pane ကုိ သက္၀င္ေစဖုိ႔ *Schedule* tab ကို  **ႏွိပ္**ပါ - \r\n\r\n![](/sbox/screen/eraser-my/28.png)\r\n\r\n*ပုံ ၁၀ - Eraser Schedule tab ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ * drop-down list အားလုံးထဲက သင့္ရဲ႕ လုိအပ္ခ်က္တဲ့ အကုိယ္ညီဆုံး ေန႔စြဲ (သုိ႔) အျဖစ္အပ်က္ item တခုကုိ **Select** လုပ္ပါ။\r\n\r\n**အဆင့္ ၇**။ သင့္လုိအပ္ခ်က္နဲ႔ အကုိက္ညီဆုံး အခ်ိန္ကုိ *At* timer ေနရာမွာ **ေရးထည့္**လုိက္ပါ၊ ၂၄-နာရီ ပုံစံနဲ႔ပဲ ထည့္လုိ႔ရမယ္။\r\n\r\n**အဆင့္ ၇**။ အခ်ိန္နဲ႔ ေန႔စြဲကုိ သတ္မွတ္ျပီးတဲ့အခါ၊ ![](/sbox/screen/eraser-my/21.png) ကုိ **ႏွိပ္**ပါ။\r\n\r\n*scheduled task ဟာ ေအာက္ပါအတုိင္း ေပၚလာလိမ့္မယ္ -*\r\n\r\n![](/sbox/screen/eraser-my/29.png)\r\n\r\n*ပုံ ၁၁ - Eraser Scheduled task list ျပပုံ*\r\n\r\n**မွတ္ခ်က္** - scheduled task အလုပ္လုပ္ဖို႔ ကြန္ပ်ဴတာကုိ ဖြင့္ထားဖုိ႔ လုိပါတယ္။\r\n\r\n<a name=\"3.4\"></a>\r\n## ၃.၄ Task တခုကုိ ဖယ္ရွားနည္း ##\r\n\r\nOn-demand task ကုိ ျဖစ္ျဖစ္ (သုိ႔) scheduled task ကုိ ျဖစ္ျဖစ္ သုံးစြဲျပီးတဲ့ေနာက္၊ task list ကေန ဖယ္ရွားလုိ႔ ရတယ္။\r\n\r\non-demand task တခုကုိ ဖယ္ရွားခ်င္ရင္၊ ေအာင္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ ေအာက္မွာ ေဖၚျပထားသလုိ သက္ဆုိင္ရာ task list ကုိ ေဖၚျပဖုိ႔ ![](/sbox/screen/eraser-my/18.png) ကို **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraser-my/30.png)\r\n\r\n*ပုံ ၁၂ - Eraser task list ျပပုံ*\r\n \r\n**အဆင့္ ၂**။ အေပၚက ပုံ ၁၂ မွာ ျပထားတဲ့အတုိင္း ဖယ္ရွားလုိတဲ့ task ကုိ **Select** လုပ္ပါ။ \r\n\r\n**အဆင့္ ၃**။ pop-up menu ကုိ သက္၀င္ေစဖုိ႔ **ညာဖက္ႏွိပ္**ျပီး task တခုကုိ task list ကေန ဖယ္ရွားဖုိ႔ *Delete* item ကုိ **select** လုပ္ပါ။ (ေနာက္တနည္းနဲ႔၊ **Eraser** menu bar ေအာက္မွာ ရွိတဲ့ ![](/sbox/screen/eraser-my/31.png) ကုိ **ႏွိပ္**လုိ႔ရတယ္။)\r\n\r\n*Scheduled Task* တခုကို ဖယ္ရွားတဲ့ လုပ္ငန္းစဥ္ဟာ အတူတူ နီးပါး ျဖစ္တယ္။ Scheduled Task တခုကုိ ဖယ္ရွားမယ္ ဆုိရင္၊ ေအာက္ပါ အဆင့္ကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ ![](/sbox/screen/eraser-my/25.png) ကုိ **ႏွိပ္**ျပီး၊ ဒီအခန္းမွာ ေဖၚျပခဲ့တဲ့အတုိင္း အဆင့္ ၂ နဲ႔ ၃ ကုိ **ထပ္လုပ္**ပါ။\r\n\r\n<a name=\"3.5\"></a>\r\n## ၃.၅ Windows Recycle Bin ကုိ ပယ္ဖ်က္နည္း ##\r\n \r\n**Eraser** ကလည္း **Windows Desktop Recycle Bin** ကေန သင္ ပယ္ဖ်က္လုိက္တဲ့ စာတမ္းေတြရဲ႕ ေျခရာေတြကုိ ပယ္ဖ်က္ေပးပါတယ္။ \r\n\r\nဒီ feature အသုံးျပဳဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ **Eraser** pop-up menu ကုိ ေအာက္မွာ ေဖၚျပတဲ့အတုိင္း သက္၀င္ေစဖုိ႔ **Recycle Bin** icon ကုိ **ညာဖက္ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraser-my/32.png)\r\n\r\n*ပုံ ၁၃ - Recycle Bin မွာ ရွိတဲ့ Eraser pop-up menu ျပပုံ*\r\n\r\n**အဆင့္ ၂**။**Recycle Bin** ကုိ စတင္ ရွင္းလင္းဖုိ႔ pop-up menu ထဲက သင့္ေတာ္တဲ့ item ကုိ **Select** လုပ္ပါ။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2025", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2025", 
                "link_title": "How to Use Eraser", 
                "menu_name": "book-toc-1928", 
                "mlid": "5171", 
                "module": "book", 
                "nid": "2025", 
                "options": [], 
                "p1": "5034", 
                "p2": "5169", 
                "p3": "5171", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5169", 
                "router_path": "node/%", 
                "title": "How to Use Eraser", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456950213", 
            "comment": "0", 
            "created": "1441118507", 
            "current_revision_id": "13453", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "using_eraser", 
                        "value": "using_eraser"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5171": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2025", 
                    "link_title": "How to Use Eraser", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5171", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5169", 
                    "p3": "5171", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5169", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2025", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/using_eraser", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456950213", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "Eraser ကုိ အသုံးျပဳနည္း", 
                        "value": "Eraser ကုိ အသုံးျပဳနည္း"
                    }
                ]
            }, 
            "title_original": "How to Use Eraser", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455887453", 
                        "created": "1442928208", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442394951", 
                        "created": "1442394951", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442495619", 
                        "created": "1442495619", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452092810", 
                        "created": "1441619899", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1453995567", 
                        "created": "1442844217", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456950213", 
                        "created": "1444658692", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452868565", 
                        "created": "1452868565", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1453991173", 
                        "created": "1443617154", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444177559", 
                        "created": "1444177559", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1456141037", 
                        "created": "1444727570", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441118507", 
                        "created": "1441118507", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2025", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455797963", 
                        "created": "1445431460", 
                        "entity_id": "2025", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2025", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "d3d916f5-ff8f-4052-be6c-0fb2c5411cce", 
            "vid": "13453", 
            "vuuid": "475fa03b-14f1-4f66-9cb6-59c5c47bda85"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>၁.၀ Install လုပ္ရတဲ့ Eraser ဗားရွင္းနဲ႔ အိတ္ေဆာင္ ဗားရွင္းတုိ႔ရဲ႕ ကြာျခားခ်က္မ်ား</h2>\n\n<p>အိတ္ေဆာင္ ကိရိယာေတြကုိ ကြန္ပ်ဴတာထဲမွာ install လုပ္စရာ မလုိဘူး၊ သူတုိ႔ ဘယ္ေနရာမွာ ရွိေနတယ္၊ ဘာေတြအတြက္ အသုံးျပဳတယ္ စတာေတြကုိ ေျခရာခံလုိ႔ မရဘူး။ ဒါေပမဲ့၊ ျပင္ပ ကိရိယာ (သုိ႔) USB မွတ္ဉာဏ္ေခ်ာင္းနဲ႔ အိတ္ေဆာင္ ကိရိယာေတြဟာ သင္ အသုံးျပဳေနတဲ့ ကြန္ပ်ဴတာ လုံၿခဳံေနမွ အႏၱရာယ္ ကင္းရွင္းႏုိင္မွာ ျဖစ္ၿပီး၊ adware, malware, spyware နဲ႔ ဗုိင္းရပ္စ္တုိ႔ရဲ႕ တုိက္ခုိက္မႈ ခံရႏုိင္ေသးတယ္။</p>\n\n<p><strong>အိတ္ေဆာင္ Eraser</strong> အလုပ္လုပ္ႏုိင္ဖုိ႔ <strong>.Net Framework</strong> မလုိအပ္ဘူး၊ extract လုပ္တဲ့အခ်ိန္နဲ႔ install လုပ္တဲ့အခ်ိန္ အနည္းငယ္ပဲ လုိအပ္တယ္။ ဒါေတြကလြဲရင္၊ အိတ္ေဆာင္ Eraser နဲ႔ ကြန္ပ်ဴတာထဲမွာ install လုပ္ဖုိ႔ ထုတ္လုပ္ထားတဲ့ ဗားရွင္းတုိ႔မွာ တျခား ကြာျခားခ်က္ေတြ မရွိၾကဘူး။</p>\n\n<h2>၂.၀ အိတ္ေဆာင္ Eraser ကုိ Download လုပ္ၿပီး Extract လုပ္နည္း</h2>\n\n<p><strong>အိတ္ေဆာင္ Eraser</strong> ကုိ စတင္ Download လုပ္ၿပီး Extract လုပ္ဖုိ႔ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ သင့္ေလွ်ာ္ၿပီး download လုပ္ႏုိင္တဲ့ ကြန္ရက္စာမ်က္ႏွာကုိ သြားဖုိ႔  <a href=\"http://portableapps.com/apps/utilities/eraser_portable\"><strong>http://portableapps.com/apps/utilities/eraser_portable</strong></a> ကုိ <strong>ႏွိပ္</strong>ၿပီး၊ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ အလိုအေလွ်ာက္ သက္၀င္ေစပါ -</p>\n\n<p><strong>အဆင့္ ၂</strong>။ သူနဲ႔ သက္ဆုိင္တဲ့ <strong>Source Forge</strong> ရဲ႕ download စာမ်က္ႏွာကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/01.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <img src=\"/sbox/screen/eraserportable-en/02.png\" alt=\"\" />\n to save the <img src=\"/sbox/screen/eraserportable-en/03.png\" alt=\"\" /> installation ဖုိင္ကုိ ကြန္ပ်ဴတာထဲမွာ save လုပ္ဖုိ႔ ကုိ <strong>ႏွိပ္</strong>ၿပီး၊ အဲဒီေနရာကုိ သြားပါ။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ <img src=\"/sbox/screen/eraserportable-en/03.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ပါ၊ <em>Open File - Security Warning</em> စာမ်က္ႏွာ ေပၚလာလိမ့္မယ္၊ ေပၚလာတဲ့အခါ၊ အိတ္ေဆာင္ <em>Portable | PortableApps.com Installer</em> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/04.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><strong>အဆင့္ ၅</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/06.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraserportable-en/07.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - Choose Install Location ၀င္းဒုိးျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၆</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔  <img src=\"/sbox/screen/eraserportable-en/08.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraserportable-en/09.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - Browse for Folder ၀င္းဒုိးျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၇</strong>။ ဖုိင္တြဲကုိ ဖန္တီးဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/10.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>ၿပီး အသစ္ ဖြင့္လုိက္တဲ့ ဖုိင္တြဲရဲ႕ အမည္တခုကုိ ေအာက္မွာ ျပထားတဲ့အတုိင္း <strong>ေရးထည့္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/eraserportable-en/11.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - အသစ္ဖြင့္လုိက္တဲ့ ဖုိင္တြဲကုိ ျပသေနတဲ့ Browse for Folder ျပပုံ</em></p>\n\n<p><strong>မွတ္ခ်က္</strong> - <strong>အိတ္ေဆာင္ Eraser</strong> ဖုိင္တြဲအတြက္ တျခား အမည္တခုကုိ ေရြးလုိက္ရင္ ေရြးလုိက္တဲ့ အမည္အတုိင္းပဲ ရွိေနမွာ ျဖစ္တယ္။</p>\n\n<p><strong>အဆင့္ ၈</strong>။ အိတ္ေဆာင္ Eraser ကုိ ျဖည္ခ်မဲ့ ဖုိင္တြဲေနရာကုိ အတည္ျပဳဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/12.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ၊ အဲဒီေနာက္ <em>Choose Install Location</em> ၀င္းဒုိးကုိ ျပန္သြားပါ။</p>\n\n<p><strong>အဆင့္ ၉</strong>။ စတင္ျဖည္ခ်ဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/13.png\" alt=\"\" /> ကုိ <strong>နွိပ္</strong>ပါ၊ အဲဒီေနာက္ ျဖည္ခ်တဲ့ လုပ္ငန္းစဥ္ ၿပီးသြားတဲ့အခါ <img src=\"/sbox/screen/eraserportable-en/14.png\" alt=\"\" /> ကို <strong>ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၁၀</strong>။ ျပင္ပ drive (သုိ႔) USB မွတ္ဉာဏ္ေခ်ာင္း ထားမဲ့ေနရာကုိ ေအာက္က <em>ပုံ ၅</em> မွာ ျပထားတဲ့အတုိင္း <strong>သြား</strong>ပါ၊ <strong>အိတ္ေဆာင္ Eraser</strong> ကုိ ေအာင္ေအာင္ ျမင္ျမင္ ျဖည္ခ်လုိက္ၿပီး ျဖစ္ေၾကာင္း အတည္ျပဳဖုိ႔ သူ႔ကုိ <strong>ဖြင့္</strong>ပါ။</p>\n\n<p><img src=\"/sbox/screen/eraserportable-en/15.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - အရြယ္ ျပန္ညွိလုိက္တဲ့ အိတ္ေဆာင္ Eraser ပရုိဂရမ္ကုိ သတ္မွတ္ထားတဲ့ ျပင္ပ hard drive တခုမွာ ျဖည္ခ်တဲ့ပုံ</em></p>\n\n<p><strong>အဆင့္ ၁၁</strong>။ <strong>အိတ္ေဆာင္ Eraser</strong> ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/eraserportable-en/16.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ပါ။</p>\n\n<p>Eraser ကုိ စတင္ configure လုပ္ၿပီး အသုံးျပဳဖုိ႔ <a href=\"/my/eraser_main\"><strong>Eraser</strong></a> အခန္းကုိ ေလ့လာပါ။</p>\n", 
                        "summary": "", 
                        "value": "## ၁.၀ Install လုပ္ရတဲ့ Eraser ဗားရွင္းနဲ႔ အိတ္ေဆာင္ ဗားရွင္းတုိ႔ရဲ႕ ကြာျခားခ်က္မ်ား ## \r\n\r\nအိတ္ေဆာင္ ကိရိယာေတြကုိ ကြန္ပ်ဴတာထဲမွာ install လုပ္စရာ မလုိဘူး၊ သူတုိ႔ ဘယ္ေနရာမွာ ရွိေနတယ္၊ ဘာေတြအတြက္ အသုံးျပဳတယ္ စတာေတြကုိ ေျခရာခံလုိ႔ မရဘူး။ ဒါေပမဲ့၊ ျပင္ပ ကိရိယာ (သုိ႔) USB မွတ္ဉာဏ္ေခ်ာင္းနဲ႔ အိတ္ေဆာင္ ကိရိယာေတြဟာ သင္ အသုံးျပဳေနတဲ့ ကြန္ပ်ဴတာ လုံၿခဳံေနမွ အႏၱရာယ္ ကင္းရွင္းႏုိင္မွာ ျဖစ္ၿပီး၊ adware, malware, spyware နဲ႔ ဗုိင္းရပ္စ္တုိ႔ရဲ႕ တုိက္ခုိက္မႈ ခံရႏုိင္ေသးတယ္။\r\n\r\n**အိတ္ေဆာင္ Eraser** အလုပ္လုပ္ႏုိင္ဖုိ႔ **.Net Framework** မလုိအပ္ဘူး၊ extract လုပ္တဲ့အခ်ိန္နဲ႔ install လုပ္တဲ့အခ်ိန္ အနည္းငယ္ပဲ လုိအပ္တယ္။ ဒါေတြကလြဲရင္၊ အိတ္ေဆာင္ Eraser နဲ႔ ကြန္ပ်ဴတာထဲမွာ install လုပ္ဖုိ႔ ထုတ္လုပ္ထားတဲ့ ဗားရွင္းတုိ႔မွာ တျခား ကြာျခားခ်က္ေတြ မရွိၾကဘူး။\r\n\r\n##၂.၀ အိတ္ေဆာင္ Eraser ကုိ Download လုပ္ၿပီး Extract လုပ္နည္း##\r\n\r\n**အိတ္ေဆာင္ Eraser** ကုိ စတင္ Download လုပ္ၿပီး Extract လုပ္ဖုိ႔ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ သင့္ေလွ်ာ္ၿပီး download လုပ္ႏုိင္တဲ့ ကြန္ရက္စာမ်က္ႏွာကုိ သြားဖုိ႔  [**http://portableapps.com/apps/utilities/eraser_portable**](http://portableapps.com/apps/utilities/eraser_portable) ကုိ **ႏွိပ္**ၿပီး၊ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ အလိုအေလွ်ာက္ သက္၀င္ေစပါ -\r\n\r\n**အဆင့္ ၂**။ သူနဲ႔ သက္ဆုိင္တဲ့ **Source Forge** ရဲ႕ download စာမ်က္ႏွာကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraserportable-en/01.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n**အဆင့္ ၃**။ ![](/sbox/screen/eraserportable-en/02.png)\r\n to save the ![](/sbox/screen/eraserportable-en/03.png) installation ဖုိင္ကုိ ကြန္ပ်ဴတာထဲမွာ save လုပ္ဖုိ႔ ကုိ **ႏွိပ္**ၿပီး၊ အဲဒီေနရာကုိ သြားပါ။\r\n\r\n**အဆင့္ ၄**။ ![](/sbox/screen/eraserportable-en/03.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ပါ၊ *Open File - Security Warning* စာမ်က္ႏွာ ေပၚလာလိမ့္မယ္၊ ေပၚလာတဲ့အခါ၊ အိတ္ေဆာင္ *Portable | PortableApps.com Installer* ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraserportable-en/04.png) ကုိ **ႏွိပ္**ပါ - \r\n\r\n**အဆင့္ ၅**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/eraserportable-en/06.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraserportable-en/07.png)\r\n\r\n*ပုံ ၂ - Choose Install Location ၀င္းဒုိးျပပုံ*\r\n\r\n**အဆင့္ ၆**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔  ![](/sbox/screen/eraserportable-en/08.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/eraserportable-en/09.png)\r\n\r\n*ပုံ ၃ - Browse for Folder ၀င္းဒုိးျပပုံ*\r\n\r\n**အဆင့္ ၇**။ ဖုိင္တြဲကုိ ဖန္တီးဖုိ႔ ![](/sbox/screen/eraserportable-en/10.png) ကို **ႏွိပ္**ၿပီး အသစ္ ဖြင့္လုိက္တဲ့ ဖုိင္တြဲရဲ႕ အမည္တခုကုိ ေအာက္မွာ ျပထားတဲ့အတုိင္း **ေရးထည့္**ပါ -\r\n\r\n![](/sbox/screen/eraserportable-en/11.png)\r\n\r\n*ပုံ ၄ - အသစ္ဖြင့္လုိက္တဲ့ ဖုိင္တြဲကုိ ျပသေနတဲ့ Browse for Folder ျပပုံ*\r\n\r\n**မွတ္ခ်က္** - **အိတ္ေဆာင္ Eraser** ဖုိင္တြဲအတြက္ တျခား အမည္တခုကုိ ေရြးလုိက္ရင္ ေရြးလုိက္တဲ့ အမည္အတုိင္းပဲ ရွိေနမွာ ျဖစ္တယ္။\r\n\r\n**အဆင့္ ၈**။ အိတ္ေဆာင္ Eraser ကုိ ျဖည္ခ်မဲ့ ဖုိင္တြဲေနရာကုိ အတည္ျပဳဖုိ႔ ![](/sbox/screen/eraserportable-en/12.png) ကုိ **ႏွိပ္**ပါ၊ အဲဒီေနာက္ *Choose Install Location* ၀င္းဒုိးကုိ ျပန္သြားပါ။\r\n\r\n**အဆင့္ ၉**။ စတင္ျဖည္ခ်ဖုိ႔ ![](/sbox/screen/eraserportable-en/13.png) ကုိ **နွိပ္**ပါ၊ အဲဒီေနာက္ ျဖည္ခ်တဲ့ လုပ္ငန္းစဥ္ ၿပီးသြားတဲ့အခါ ![](/sbox/screen/eraserportable-en/14.png) ကို **ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၁၀**။ ျပင္ပ drive (သုိ႔) USB မွတ္ဉာဏ္ေခ်ာင္း ထားမဲ့ေနရာကုိ ေအာက္က *ပုံ ၅* မွာ ျပထားတဲ့အတုိင္း **သြား**ပါ၊ **အိတ္ေဆာင္ Eraser** ကုိ ေအာင္ေအာင္ ျမင္ျမင္ ျဖည္ခ်လုိက္ၿပီး ျဖစ္ေၾကာင္း အတည္ျပဳဖုိ႔ သူ႔ကုိ **ဖြင့္**ပါ။\r\n\r\n![](/sbox/screen/eraserportable-en/15.png)\r\n\r\n*ပုံ ၅ - အရြယ္ ျပန္ညွိလုိက္တဲ့ အိတ္ေဆာင္ Eraser ပရုိဂရမ္ကုိ သတ္မွတ္ထားတဲ့ ျပင္ပ hard drive တခုမွာ ျဖည္ခ်တဲ့ပုံ*\r\n\r\n**အဆင့္ ၁၁**။ **အိတ္ေဆာင္ Eraser** ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/eraserportable-en/16.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ပါ။\r\n\r\nEraser ကုိ စတင္ configure လုပ္ၿပီး အသုံးျပဳဖုိ႔ [**Eraser**](/my/eraser_main) အခန္းကုိ ေလ့လာပါ။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2026", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2026", 
                "link_title": "កម្មវិធី Eraser ដែលអាចយកតាមខ្លួនបាន (Portable Eraser)", 
                "menu_name": "book-toc-1928", 
                "mlid": "5172", 
                "module": "book", 
                "nid": "2026", 
                "options": [], 
                "p1": "5034", 
                "p2": "5169", 
                "p3": "5172", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5169", 
                "router_path": "node/%", 
                "title": "កម្មវិធី Eraser ដែលអាចយកតាមខ្លួនបាន (Portable Eraser)", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452868799", 
            "comment": "0", 
            "created": "1441118548", 
            "current_revision_id": "12909", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "eraser_portable", 
                        "value": "eraser_portable"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5172": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2026", 
                    "link_title": "កម្មវិធី Eraser ដែលអាចយកតាមខ្លួនបាន (Portable Eraser)", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5172", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5169", 
                    "p3": "5172", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5169", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2026", 
            "num_revisions": "13", 
            "path": "https://securityinabox.org/en/eraser_portable", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452868799", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "အိတ္ေဆာင္ Eraser", 
                        "value": "အိတ္ေဆာင္ Eraser"
                    }
                ]
            }, 
            "title_original": "Portable Eraser", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442931363", 
                        "created": "1442931363", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442395301", 
                        "created": "1442395301", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442496911", 
                        "created": "1442496911", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442324177", 
                        "created": "1441620084", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444816523", 
                        "created": "1444816523", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1452868799", 
                        "created": "1452868799", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443617066", 
                        "created": "1443617066", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444177613", 
                        "created": "1444177613", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444832794", 
                        "created": "1444727635", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441118548", 
                        "created": "1441118548", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445517287", 
                        "created": "1445517287", 
                        "entity_id": "2026", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "32812dbd-43a1-44d3-b332-6b35af0b77e8", 
            "vid": "12909", 
            "vuuid": "7ca6bb30-a83d-4656-a184-863c8a227a2b"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><a name=\"5.0\" id=\"5.0\"></a></p>\n\n<h2>၅.၀ မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား</h2>\n\n<p>အယ္လင္နာနဲ႔ နီုကုိလိုင္ တုိ႔အတြက္ <strong>Eraser</strong> ဟာ အေတာ္ေလး အသုံး၀င္ေနတယ္၊ ဒါေပမဲ့ ဒီပရုိဂရမ္ကုိ ဂရုတစိုက္ အသုံးျပဳဖုိ႔ လုိအပ္တာကုိ သတိထားမိၾကတယ္၊ ဘာေၾကာင့္လဲ ဆုိေတာ့ ဒီနည္းကုိ သုံးၿပီး ဖ်က္လုိက္တဲ့ items ေတြကုိ ျပန္ဆယ္တင္လုိ႔ မရေတာ့တဲ့ အတြက္ ျဖစ္တယ္။ အဲဒီ ပရုိဂရမ္ကုိ ပုံမွန္ အသုံးမျပဳခင္ ေသေသခ်ာခ်ာ နားလည္ဖုိ႔ အေရးၾကီးတာကုိ ခံစားမိၾကတယ္။ <strong>Eraser</strong> ဟာ အယ္လင္နာရဲ႕ ကြန္ပ်ဴတာထဲမွာ အလုပ္လုပ္ေပမဲ့၊ အဲဒီ အေၾကာင္းကုိ ပုိျပီး သိခ်င္ေနၾကေသးတယ္။</p>\n\n<div class=\"background\">\n\n<p><em><strong>ေမး</strong> - <strong>Eraser</strong> *ကုိ ကၽြန္ေတာ့္ USB မွတ္ဉာဏ္ေခ်ာင္းထဲမွာ အသုံးျပဳလုိ႔ ရသလား။</em></p>\n\n<p><em><strong>ေျဖ</strong> - *ရပါတယ္။ ဖုိင္ေတြကုိ</em> <strong>Windows Explorer</strong> <em>menu အသုံးျပဳျပီး ရွင္းလင္းလုိ႔ ရတယ္။ USB မွတ္ဉာဏ္ေခ်ာင္းထဲမွာ ရွိတဲ့ အသုံးမျပဳတဲ့ ေနရာလြတ္ေတြကုိလည္း Eraser ထဲမွာ သင့္ေတာ္တဲ့ task ကုိ ဖန္တီးျပီး ရွင္းလင္းလုိ႔ ရတယ္။</em></p>\n\n<p><em><strong>ေမး</strong> - တကယ္လုိ႔ Eraser ကုိ အသုံးမျပဳခ်င္ေတာ့ဘူး ဆုိရင္၊ uninstall လုပ္ဖုိ႔ လြယ္သလား။ တကယ္လုိ႔ uninstall လုပ္လုိက္ရင္ ကၽြန္ေတာ့္ ကြန္ပ်ဴတာကုိ ထိခုိက္ေစႏုိင္မလား။ ကၽြန္ေတာ့္ ဖုိင္ေတြ ဖ်က္စီးသြားႏုိင္သလား။</em></p>\n\n<p><em><strong>ေျဖ</strong> - Eraser ကုိ Start menu ကေန ေအာက္ပါအတုိင္း uninstall လုပ္လုိ႔ ရတယ္ -</em> <strong>Start &gt; Programs &gt; Eraser &gt; Uninstall Eraser</strong> ကုိ <strong>Select</strong> လုပ္ပါ။ <em>ဒါဆုိရင္ ကြန္ပ်ဴတာထဲက တျခား ပရုိဂရမ္ေတြကုိ ထိခုိက္မွာ မဟုတ္ဘူး၊ Eraser နဲ႔ ရွင္းလင္းလုိက္တဲ့ ဖုိင္ေတြကုိေတာ့ ျပန္ဆယ္တင္လုိ႔ ရမွာ မဟုတ္ေတာ့ဘူး။</em></p>\n\n<p><em><strong>ေမး</strong> - <strong>Eraser</strong> က ရွင္းလင္း မေပးတဲ့ <strong>Windows</strong> *ဖုိင္ေတြ ရွိသလား။</em></p>\n\n<p><em><strong>ေျဖ</strong> - ကြန္ပ်ဴတာထဲမွာ ျမင္ရတဲ့ ဖုိင္အားလုံးကုိ ရွင္းလင္းပစ္လုိ႔ ရပါတယ္။ မျမင္ရတဲ့ (အသုံးမျပဳတဲ့ ေနရာလြတ္ထဲကေန ျပန္ဆယ္ယူလုိ႔ ရတဲ့ဖုိင္ေတြ) ဖုိင္တခ်ိဳ႕ကုိလည္း အေပၚမွာ ေဖၚျပထားတဲ့အတုိင္း options ေတြကုိ မွန္မွန္ကန္ကန္ သတ္မွတ္ထားမယ္ ဆုိရင္ ရွင္းလင္းေပးႏုိင္လိမ့္မယ္</em></p>\n\n<p><em><strong>ေမး</strong> - Eraser က ဖုိင္အမည္ေတြ အပါအ၀င္ ဖုိင္ေတြကုိလည္း ရွင္းလင္းပစ္သလား။</em></p>\n\n<p><em><strong>ေျဖ</strong> - ဟုတ္ပါတယ္၊ ဖုိင္တခုလုံးကုိ ရွင္းလင္းပစ္လုိက္တယ္၊ ဒါေပမဲ့ recent documents list ကုိ ရွင္းလင္းဖုိ႔ <a href=\"/my/ccleaner_main\"><strong>CCleaner</strong></a> ကုိ အသုံးျပဳပါ။</em></p>\n\n<p><em><strong>ေမး</strong> - ဖ်က္ထားျပီးသား ဖုိင္ေတြကုိ တေယာက္ေယာက္က ရယူႏုိင္သလား။</em></p>\n\n<p><em><strong>ေျဖ</strong> - overwrite လုပ္ထားျပီးသား ဖုိင္ေတြကုိ ျပန္ဆယ္ယူဖုိ႔ ဆုိတာ အရမ္း ရႈပ္ေထြးျပီး အကုန္အက်မ်ားတယ္။ တၾကိမ္တခါ overwrite လုပ္ထားတဲ့ ဖုိင္တပုဒ္ကုိ ျပန္ဆယ္ယူႏုိင္ဖုိ႔ ခန္႔မွန္းလုိ႔ မရတဲ့ အခ်ိန္ ယူရမွာ ျဖစ္တယ္၊ သုံးၾကိမ္ကေန ခုႏွစ္ၾကိမ္ လုပ္ထားတာကုိေတာ့ ေျပာမေနပါနဲ႔ေတာ့။ <strong>Eraser</strong> ကုိ အသုံးျပဳတာဟာ ေဒတာေတြကုိ လုံလုံျခဳံျခဳံ ပယ္ဖ်က္ႏုိင္ဖုိ႔ပဲ ျဖစ္တယ္။</em></p>\n\n</div>\n\n<p><a name=\"5.1\" id=\"5.1\"></a></p>\n\n<h2>၅.၁ ျပန္လွန္ ေမးခြန္းမ်ား</h2>\n\n<ul><li>ကြန္ပ်ဴတာထဲက ဘယ္လုိမ်ိဳး အခ်က္အလက္ေတြကုိ <strong>Eraser</strong> က ပယ္ဖ်က္ေပးသလဲ။</li>\n<li>'deleting unused space' ဆုိတာ ဘာကုိ ဆုိလုိသလဲ။</li>\n<li><strong>Eraser</strong> က ေဒတာေတြကုိ ဘယ္လုိ ရွင္းလင္းေပးသလဲ။ </li>\n<li><strong>Eraser</strong> ထဲမွာ passes သတ္မွတ္ဖုိ႔ အၾကံျပဳထားတဲ့ အနည္းဆုံး အေရအတြက္က ဘယ္ေလာက္လဲ။</li>\n<li><strong>Eraser</strong> ထဲမွာ passes အနည္းဆုံးကုိ ဘယ္လုိ သတ္မွတ္မလဲ။ </li>\n<li>သတ္မွတ္ထားတဲ့ အခ်ိန္မွာ <strong>Eraser</strong> အလုပ္လုပ္လာေအာင္ ဘယ္လုိ သတ္မွတ္မလဲ။ </li>\n<li>ဖုိင္တြဲထဲက ဖုိင္တြဲငယ္ေတြကုိ ဘယ္လုိ႔ ပယ္ဖ်က္မလဲ။</li>\n<li>ဖုိင္အေတာ္မ်ားမ်ားကုိ ဘယ္လုိ ပယ္ဖ်က္မလဲ။</li>\n</ul>", 
                        "summary": "", 
                        "value": "<a name=\"5.0\"></a>\r\n## ၅.၀ မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား ##\r\n\r\nအယ္လင္နာနဲ႔ နီုကုိလိုင္ တုိ႔အတြက္ **Eraser** ဟာ အေတာ္ေလး အသုံး၀င္ေနတယ္၊ ဒါေပမဲ့ ဒီပရုိဂရမ္ကုိ ဂရုတစိုက္ အသုံးျပဳဖုိ႔ လုိအပ္တာကုိ သတိထားမိၾကတယ္၊ ဘာေၾကာင့္လဲ ဆုိေတာ့ ဒီနည္းကုိ သုံးၿပီး ဖ်က္လုိက္တဲ့ items ေတြကုိ ျပန္ဆယ္တင္လုိ႔ မရေတာ့တဲ့ အတြက္ ျဖစ္တယ္။ အဲဒီ ပရုိဂရမ္ကုိ ပုံမွန္ အသုံးမျပဳခင္ ေသေသခ်ာခ်ာ နားလည္ဖုိ႔ အေရးၾကီးတာကုိ ခံစားမိၾကတယ္။ **Eraser** ဟာ အယ္လင္နာရဲ႕ ကြန္ပ်ဴတာထဲမွာ အလုပ္လုပ္ေပမဲ့၊ အဲဒီ အေၾကာင္းကုိ ပုိျပီး သိခ်င္ေနၾကေသးတယ္။\r\n\r\n<div class=\"background\" markdown=\"1\"> \r\n\r\n***ေမး** - **Eraser** *ကုိ ကၽြန္ေတာ့္ USB မွတ္ဉာဏ္ေခ်ာင္းထဲမွာ အသုံးျပဳလုိ႔ ရသလား။*\r\n\r\n***ေျဖ** - *ရပါတယ္။ ဖုိင္ေတြကုိ* **Windows Explorer** *menu အသုံးျပဳျပီး ရွင္းလင္းလုိ႔ ရတယ္။ USB မွတ္ဉာဏ္ေခ်ာင္းထဲမွာ ရွိတဲ့ အသုံးမျပဳတဲ့ ေနရာလြတ္ေတြကုိလည္း Eraser ထဲမွာ သင့္ေတာ္တဲ့ task ကုိ ဖန္တီးျပီး ရွင္းလင္းလုိ႔ ရတယ္။*\r\n\r\n***ေမး** - တကယ္လုိ႔ Eraser ကုိ အသုံးမျပဳခ်င္ေတာ့ဘူး ဆုိရင္၊ uninstall လုပ္ဖုိ႔ လြယ္သလား။ တကယ္လုိ႔ uninstall လုပ္လုိက္ရင္ ကၽြန္ေတာ့္ ကြန္ပ်ဴတာကုိ ထိခုိက္ေစႏုိင္မလား။ ကၽြန္ေတာ့္ ဖုိင္ေတြ ဖ်က္စီးသြားႏုိင္သလား။*\r\n\r\n***ေျဖ** - Eraser ကုိ Start menu ကေန ေအာက္ပါအတုိင္း uninstall လုပ္လုိ႔ ရတယ္ -* **Start &gt; Programs &gt; Eraser &gt; Uninstall Eraser** ကုိ **Select** လုပ္ပါ။ *ဒါဆုိရင္ ကြန္ပ်ဴတာထဲက တျခား ပရုိဂရမ္ေတြကုိ ထိခုိက္မွာ မဟုတ္ဘူး၊ Eraser နဲ႔ ရွင္းလင္းလုိက္တဲ့ ဖုိင္ေတြကုိေတာ့ ျပန္ဆယ္တင္လုိ႔ ရမွာ မဟုတ္ေတာ့ဘူး။*\r\n\r\n***ေမး** - **Eraser** က ရွင္းလင္း မေပးတဲ့ **Windows** *ဖုိင္ေတြ ရွိသလား။*\r\n\r\n***ေျဖ** - ကြန္ပ်ဴတာထဲမွာ ျမင္ရတဲ့ ဖုိင္အားလုံးကုိ ရွင္းလင္းပစ္လုိ႔ ရပါတယ္။ မျမင္ရတဲ့ (အသုံးမျပဳတဲ့ ေနရာလြတ္ထဲကေန ျပန္ဆယ္ယူလုိ႔ ရတဲ့ဖုိင္ေတြ) ဖုိင္တခ်ိဳ႕ကုိလည္း အေပၚမွာ ေဖၚျပထားတဲ့အတုိင္း options ေတြကုိ မွန္မွန္ကန္ကန္ သတ္မွတ္ထားမယ္ ဆုိရင္ ရွင္းလင္းေပးႏုိင္လိမ့္မယ္*\r\n\r\n***ေမး** - Eraser က ဖုိင္အမည္ေတြ အပါအ၀င္ ဖုိင္ေတြကုိလည္း ရွင္းလင္းပစ္သလား။*\r\n\r\n***ေျဖ** - ဟုတ္ပါတယ္၊ ဖုိင္တခုလုံးကုိ ရွင္းလင္းပစ္လုိက္တယ္၊ ဒါေပမဲ့ recent documents list ကုိ ရွင္းလင္းဖုိ႔ [**CCleaner**](/my/ccleaner_main) ကုိ အသုံးျပဳပါ။*\r\n\r\n***ေမး** - ဖ်က္ထားျပီးသား ဖုိင္ေတြကုိ တေယာက္ေယာက္က ရယူႏုိင္သလား။*\r\n\r\n***ေျဖ** - overwrite လုပ္ထားျပီးသား ဖုိင္ေတြကုိ ျပန္ဆယ္ယူဖုိ႔ ဆုိတာ အရမ္း ရႈပ္ေထြးျပီး အကုန္အက်မ်ားတယ္။ တၾကိမ္တခါ overwrite လုပ္ထားတဲ့ ဖုိင္တပုဒ္ကုိ ျပန္ဆယ္ယူႏုိင္ဖုိ႔ ခန္႔မွန္းလုိ႔ မရတဲ့ အခ်ိန္ ယူရမွာ ျဖစ္တယ္၊ သုံးၾကိမ္ကေန ခုႏွစ္ၾကိမ္ လုပ္ထားတာကုိေတာ့ ေျပာမေနပါနဲ႔ေတာ့။ **Eraser** ကုိ အသုံးျပဳတာဟာ ေဒတာေတြကုိ လုံလုံျခဳံျခဳံ ပယ္ဖ်က္ႏုိင္ဖုိ႔ပဲ ျဖစ္တယ္။*\r\n\r\n</div>\r\n\r\n<a name=\"5.1\"></a>\r\n## ၅.၁ ျပန္လွန္ ေမးခြန္းမ်ား ##\r\n\r\n- ကြန္ပ်ဴတာထဲက ဘယ္လုိမ်ိဳး အခ်က္အလက္ေတြကုိ **Eraser** က ပယ္ဖ်က္ေပးသလဲ။\r\n- 'deleting unused space' ဆုိတာ ဘာကုိ ဆုိလုိသလဲ။\r\n- **Eraser** က ေဒတာေတြကုိ ဘယ္လုိ ရွင္းလင္းေပးသလဲ။ \r\n- **Eraser** ထဲမွာ passes သတ္မွတ္ဖုိ႔ အၾကံျပဳထားတဲ့ အနည္းဆုံး အေရအတြက္က ဘယ္ေလာက္လဲ။\r\n- **Eraser** ထဲမွာ passes အနည္းဆုံးကုိ ဘယ္လုိ သတ္မွတ္မလဲ။ \r\n- သတ္မွတ္ထားတဲ့ အခ်ိန္မွာ **Eraser** အလုပ္လုပ္လာေအာင္ ဘယ္လုိ သတ္မွတ္မလဲ။ \r\n- ဖုိင္တြဲထဲက ဖုိင္တြဲငယ္ေတြကုိ ဘယ္လုိ႔ ပယ္ဖ်က္မလဲ။\r\n- ဖုိင္အေတာ္မ်ားမ်ားကုိ ဘယ္လုိ ပယ္ဖ်က္မလဲ။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2027", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2027", 
                "link_title": "FAQ and Review", 
                "menu_name": "book-toc-1928", 
                "mlid": "5173", 
                "module": "book", 
                "nid": "2027", 
                "options": [], 
                "p1": "5034", 
                "p2": "5169", 
                "p3": "5173", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5169", 
                "router_path": "node/%", 
                "title": "FAQ and Review", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455798063", 
            "comment": "0", 
            "created": "1441118589", 
            "current_revision_id": "13260", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "eraser_faq", 
                        "value": "eraser_faq"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5173": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2027", 
                    "link_title": "FAQ and Review", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5173", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5169", 
                    "p3": "5173", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5169", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2027", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/2027", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455798063", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား", 
                        "value": "မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442928283", 
                        "created": "1442928283", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442395387", 
                        "created": "1442395387", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442496988", 
                        "created": "1442496988", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452093016", 
                        "created": "1441620272", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1453995917", 
                        "created": "1442844312", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444658780", 
                        "created": "1444658780", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452868933", 
                        "created": "1452868933", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443617277", 
                        "created": "1443617277", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444177681", 
                        "created": "1444177681", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444832836", 
                        "created": "1444727695", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1452868891", 
                        "created": "1441118589", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2027", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455798063", 
                        "created": "1445432149", 
                        "entity_id": "2027", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2027", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "d99cb9b1-b3e1-4e8a-b163-1b6e3f17969a", 
            "vid": "13260", 
            "vuuid": "7f6250b9-0af5-4294-a90e-3fee5b4bcf62"
        }
    ], 
    "changed": "1456928002", 
    "comment": "0", 
    "created": "1441118428", 
    "current_revision_id": "13432", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "my": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Eraser ကို install လုပ္ျခင္း</strong></p>\n\n<ul><li><em><a href=\"/my/handsonguides\"><strong>လက္ကမ္း လမ္းၫႊန္</strong></a><strong>နိဒါန္း</strong>အက်ဥ္းကို ဖတ္ပါ</em>။</li>\n<li>*<strong>ေအာက္တြင္ေဖာ္ျပထားေသာ Eraser ပံုေလးကို ကလစ္ႏွိပ္လိုက္ပါ</strong> လိုအပ္ပါက installer ကိုအရင္ save လုပ္ျပီး ၄င္းကို click ႏွစ္ခ်က္ႏွိပ္ *ပါ။</li>\n<li><em>ေရွ႔ဆက္မသြားခင္ <strong>Installation လမ္းညႊန္</strong>ကို ဖတ္ပါ။</em></li>\n<li><em>Install လုပ္ျပီးပါက , installer ဖိုင္အားသင့္ကြန္ပ်ဴတာမွ ဖ်က္လိုက္ႏိုင္ပါသည္။</em></li>\n</ul><p><strong>Eraser:</strong>\n<a href=\"/sbox/programs/EraserSetup32.exe\"><img src=\"/sites/securityinabox.org/files/u12/eraser.png\" alt=\"\" /></a></p>\n", 
                "value": "**Eraser ကို install လုပ္ျခင္း**\r\n\r\n- *[**လက္ကမ္း လမ္းၫႊန္**](/my/handsonguides)**နိဒါန္း**အက်ဥ္းကို ဖတ္ပါ*။\r\n- ***ေအာက္တြင္ေဖာ္ျပထားေသာ Eraser ပံုေလးကို ကလစ္ႏွိပ္လိုက္ပါ** လိုအပ္ပါက installer ကိုအရင္ save လုပ္ျပီး ၄င္းကို click ႏွစ္ခ်က္ႏွိပ္ *ပါ။\r\n- *ေရွ႔ဆက္မသြားခင္ **Installation လမ္းညႊန္**ကို ဖတ္ပါ။*\r\n- *Install လုပ္ျပီးပါက , installer ဖိုင္အားသင့္ကြန္ပ်ဴတာမွ ဖ်က္လိုက္ႏိုင္ပါသည္။*\r\n\r\n**Eraser:**\r\n[![](/sites/securityinabox.org/files/u12/eraser.png)](/sbox/programs/EraserSetup32.exe)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Eraser ကုိ Install လုပ္ျခင္း</strong></p>\n\n<ul><li><em><a href=\"/my/handsonguides\"><strong>လက္ကမ္း လမ္းၫႊန္</strong></a> နိဒါန္း အက်ဥ္းခ်ဳပ္ကို ဖတ္ရႈပါ</em></li>\n<li><em>ေအာက္မွာ ရွိတဲ့ <strong>Eraser</strong> icon ကုိ <strong>ႏွိပ္</strong>ျပီး installer ကုိ <strong>ဖြင့္</strong>ပါ (သုိ႔) <strong>Run</strong> လုိက္ပါ။ အကယ္လုိ႔ လိုအပ္တယ္ ဆုိရင္၊ installer ကုိ အရင္ <strong>save</strong> လုိက္ပါ၊ အဲဒီေနာက္ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>လုိက္ပါ။</em></li>\n<li><em><strong>Eraser</strong> ကို ေအာင္ေအာင္ျမင္ျမင္ install လုပ္ၿပီးတဲ့အခါ installation ပ႐ိုဂရမ္ကို ကြန္ပ်ဴတာထဲကေန ပယ္ဖ်က္ႏုိင္တယ္။</em></li>\n</ul><p><strong>Eraser</strong>:<br /><a href=\"/sites/securityinabox.org/security/files/eraser/EraserSetup32.exe\"><img src=\"/sites/securityinabox.org/files/u12/eraser.png\" alt=\"\" /></a></p>\n", 
                "value": "**Eraser ကုိ Install လုပ္ျခင္း**\r\n\r\n- *[**လက္ကမ္း လမ္းၫႊန္**](/my/handsonguides) နိဒါန္း အက်ဥ္းခ်ဳပ္ကို ဖတ္ရႈပါ*\r\n- *ေအာက္မွာ ရွိတဲ့ **Eraser** icon ကုိ **ႏွိပ္**ျပီး installer ကုိ **ဖြင့္**ပါ (သုိ႔) **Run** လုိက္ပါ။ အကယ္လုိ႔ လိုအပ္တယ္ ဆုိရင္၊ installer ကုိ အရင္ **save** လုိက္ပါ၊ အဲဒီေနာက္ **ႏွစ္ခ်က္ ႏွိပ္**လုိက္ပါ။*\r\n- ***Eraser** ကို ေအာင္ေအာင္ျမင္ျမင္ install လုပ္ၿပီးတဲ့အခါ installation ပ႐ိုဂရမ္ကို ကြန္ပ်ဴတာထဲကေန ပယ္ဖ်က္ႏုိင္တယ္။*\r\n\r\n**Eraser**:  \r\n[![](/sites/securityinabox.org/files/u12/eraser.png)](/sites/securityinabox.org/security/files/eraser/EraserSetup32.exe)"
            }
        ]
    }, 
    "field_menu_title": {
        "my": [
            {
                "format": null, 
                "safe_value": "Eraser - secure file removal4", 
                "value": "Eraser - secure file removal4"
            }
        ]
    }, 
    "field_menu_title_long": {
        "my": [
            {
                "format": null, 
                "safe_value": "Eraser – ဖုိင္ လုံလုံၿခဳံၿခဳံ ဖယ္ရွားေရး ကိရိယာ", 
                "value": "Eraser – ဖုိင္ လုံလုံၿခဳံၿခဳံ ဖယ္ရွားေရး ကိရိယာ"
            }
        ]
    }, 
    "field_short_description": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Eraser</strong> ကုိ အထိခုိက္မခံတဲ့ ေဒတာေတြကုိ အျမဲတမ္း ပယ္ဖ်က္ရာမွာ အသုံးျပဳတယ္။ ၄င္းက ေဒတာေတြ ထည့္ထားတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ ဒီဂ်စ္တယ္ device အားလုံးကုိလည္း ရွင္းလင္းေပးႏုိင္တယ္။</p>\n", 
                "value": "**Eraser** ကုိ အထိခုိက္မခံတဲ့ ေဒတာေတြကုိ အျမဲတမ္း ပယ္ဖ်က္ရာမွာ အသုံးျပဳတယ္။ ၄င္းက ေဒတာေတြ ထည့္ထားတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ ဒီဂ်စ္တယ္ device အားလုံးကုိလည္း ရွင္းလင္းေပးႏုိင္တယ္။"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-12 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "my": [
            {
                "format": null, 
                "safe_value": "eraser_main", 
                "value": "eraser_main"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5169": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2023", 
            "link_title": "Eraser - Secure File Removal", 
            "menu_name": "book-toc-1928", 
            "mlid": "5169", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5169", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-8"
        }
    }, 
    "name": "chris", 
    "nid": "2023", 
    "num_revisions": "19", 
    "path": "https://securityinabox.org/en/eraser_main", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456928002", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "my": [
            {
                "format": null, 
                "safe_value": "Eraser – ဖုိင္ လုံလုံၿခဳံၿခဳံ ဖယ္ရွားေရး ကိရိယာ", 
                "value": "Eraser – ဖုိင္ လုံလုံၿခဳံၿခဳံ ဖယ္ရွားေရး ကိရိယာ"
            }
        ]
    }, 
    "title_original": "Eraser - Secure File Removal", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442928062", 
                "created": "1442928062", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442394745", 
                "created": "1442394745", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442495435", 
                "created": "1442495435", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452520395", 
                "created": "1441619540", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442844056", 
                "created": "1442844056", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444657746", 
                "created": "1444657746", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "km": {
                "changed": "1452867623", 
                "created": "1452867623", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443616864", 
                "created": "1443616864", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1453979817", 
                "created": "1444177405", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "vi": {
                "changed": "1456928002", 
                "created": "1443525017", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441183297", 
                "created": "1441118428", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2023", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1455796997", 
                "created": "1444146755", 
                "entity_id": "2023", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2023", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "566730b0-d947-4641-a4f7-8982723ef370", 
    "vid": "13432", 
    "vuuid": "557e9ea2-71b2-4f08-9f1e-e5b3a84ff2cf"
}