{
    "body": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>ပင္မ စာမ်က္ႏွာ</strong></p>\n\n<ul><li><a href=\"http://gpg4usb.cpunk.de/\"><strong>http://gpg4usb.cpunk.de/</strong></a></li>\n</ul><p><strong>ကြန္ပ်ဴတာ လိုအပ္ခ်က္မ်ား</strong></p>\n\n<ul><li>Windows ဗားရွင္း အားလံုး</li>\n</ul><p><strong>ဒီလမ္းၫႊန္ထဲမွာ အသံုးျပဳေသာ ဗားရွင္း</strong></p>\n\n<ul><li>0.3.1</li>\n</ul><p><strong>လုိင္စင္ ခြင့္ျပဳခ်က္</strong></p>\n\n<ul><li>အခမဲ့ၿပီး ပြင့္လင္းတဲ့ အရင္းအျမစ္ ေဆာ့ဗ္ဝဲ</li>\n</ul><p><strong>ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား</strong></p>\n\n<ul><li><p>သုံးစြဲနည္း စာအုပ္ငယ္ <a href=\"chapter-7\"><strong>၇။ အင္တာနက္ ဆက္သြယ္ေရး လမ္းေၾကာင္း လွ်ဳိ႕ဝွက္ထားနည္း</strong></a></p></li>\n<li><p><a href=\"https://www.frontlinedefenders.org/esecman\"><strong>လူ႔အခြင့္အေရး ကာကြယ္သူမ်ားအတြက္ ဒစ္ဂ်စ္တယ္ လံုၿခံဳေရးနဲ႔ Privacy ရွိျခင္း</strong></a>၊ အခန္း <strong>၂.၄ စာ၀ွက္ေရးနည္း - Public Key စာ၀ွက္စနစ္ (စာမ်က္ႏွာ ၃၈)</strong></p></li>\n</ul><p><strong>အဆင့္</strong> - ၁။ လက္သင္၊ <strong>၂။ ပ်မ္းမွ်</strong>၊ ၃။ အလယ္အလတ္၊ ၄။ အေတြ႔အၾကံဳရွိေသာ၊ ၅။ အဆင့္ျမင့္</p>\n\n<p><strong>ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္</strong> - ၂၀ မိနစ္</p>\n\n<p><strong>ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -</strong></p>\n\n<ul><li>သင္ ေရာက္ရွိတဲ့ ေနရာတုိင္းမွာ ဖုိင္ေတြနဲ႔ စာသား ေပးပုိ႔ခ်က္ေတြကုိ စာ၀ွက္ေပးႏုိင္တယ္ (ဥပမာ အားျဖင့္၊ အင္တာနက္ ကဖီး (သုိ႔) အလုပ္ခြင္မွာ) </li>\n<li><em>ေအာ့ဖ္လုိင္း</em> ရွိေနတဲ့အခါ (သုိ႔) အင္တာနက္ ဆက္သြယ္မႈလုိင္း မရတဲ့အခါ ေပးစာေတြကုိ စာ၀ွက္ေပးႏုိင္ျပီး၊ ေနာက္မွ အင္တာနက္လုိင္းရတဲ့ ကြန္ပ်ဴတာကေန ေပးပုိ႔ႏုိင္တယ္။</li>\n</ul><h2>၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့ အခ်က္မ်ား</h2>\n\n<p><strong>gpg4usb</strong> ဟာ ရုိးရွင္း ေပါ့ပါးျပီး၊ ေပးစာေတြနဲ႔ ဖုိင္ေတြကုိ စာ၀ွက္ေပးႏုိင္၊ ျပန္ေဖၚေပးႏုိင္တဲ့ အိတ္ေဆာင္ ပရုိဂရမ္ တစ္ခု ျဖစ္တယ္။ <strong>gpg4usb</strong> ဟာ public-key စာ၀ွက္ေရးနည္းကုိ အေျခခံထားတယ္။ ဒီနည္းလမ္းမွာ၊ လူတစ္ဦးစီဟာ သူ႔/သူမရဲ႕ ကုိယ္ပုိင္ ကီး စုံတြဲကုိ ထုတ္လုပ္ရမွာ ျဖစ္တယ္။ ပထမ ကီးကုိ private key လုိ႔ ေခၚတယ္။ ၄င္းကုိ စကား၀ွက္ (သုိ႔) စကား၀ွက္စုနဲ႔ ကာကြယ္ထားျပီး၊ တျခား ပုဂၢဳိလ္ေတြနဲ႔ <em>လုံး၀</em> မေ၀မွ်ရဘူး။</p>\n\n<p>ဒုတိယ ကီးကုိ public key လုိ႔ ေခၚတယ္။ ဒီကီးကုိ သင့္ရဲ႕ အဆက္အသြယ္ တစ္ဦးဦးနဲ႔ ေ၀မွ်ႏုိင္တယ္ - သင့္ အဆက္အသြယ္ေတြကလည္း သူတုိ႔ရဲ႕ ကီးကုိ သင့္ဆီ ေ၀မွ်ႏုိင္တယ္။ သင့္ အဆက္အသြယ္ရဲ႕ public key တစ္ခုကုိ သင္ ရရွိတာနဲ႔၊ အဲဒီ ပုဂၢဳိလ္ဆီ စာ၀ွက္ထားတဲ့ အီးေမးလ္ေတြကုိ စတင္ ေပးပုိ႔ႏုိင္ပါျပီ။ သူကသာ သင့္ရဲ႕ အီးေမးလ္ေတြကုိ စာ၀ွက္ျဖည္ျပီး ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။ ဘာေၾကာင့္လဲ ဆုိရင္၊ သူသာလွ်င္ ကိုက္ညီမႈ ရွိတဲ့ private key ထဲ ၀င္ေရာက္ႏုိင္တာ ျဖစ္တယ္။</p>\n\n<p>အလားတူပဲ၊ အကယ္၍ သင့္ ကုိယ္ပုိင္ public key ေကာ္ပီ တစ္ခုကုိ သင့္ အီးေမးလ္ အဆက္အသြယ္ေတြဆီ ေပးပုိ႔ျပီး ကုိက္ညီတဲ့ private key ကုိ လွ်ိဳ႕၀ွက္ထားရင္၊ အဲဒီ အဆက္အသြယ္ေတြဆီက ေပးပုိ႔တဲ့ စာ၀ွက္ထားတဲ့ ေပးစာေတြကုိ သင္ ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။</p>\n\n<p>သင့္ရဲ႕ ေပးစာေတြထဲမွာ ဒစ္ဂ်စ္တယ္ လက္မွတ္ေတြကုိလည္း ပူးတြဲထားႏုိင္တယ္။ သင့္ရဲ႕ public key ေကာ္ပီ အစစ္ကုိ ရထားျပီး သင့္ရဲ႕ ေပးစာကုိ လက္ခံရရွိသူဟာ သင္ ေပးပုိ႔လုိက္တဲ့ အီးေမးလ္ကုိ လမ္းမွာ အဟန္႔အတား ရွိမရွိ စစ္ေဆး အတည္ျပဳႏုိင္မွာ ျဖစ္တယ္။ အလားတူပဲ၊ အကယ္၍ အဆက္အသြယ္ တစ္ဦးဦးရဲ႕ public key ဟာ သင့္ဆီ ရွိထားတယ္ ဆုိရင္၊ သူ႔ေပးစာထဲမွာ ပါလာတဲ့ ဒစ္ဂ်စ္တယ္ လက္မွတ္ေတြကုိ သင္ စစ္ေဆး အတည္ျပဳႏုိင္မွာ ျဖစ္တယ္။</p>\n\n<p><strong>gpg4usb</strong> ကုိ သုံးျပီး စာ၀ွက္ထားတဲ့ ကီး စုံတြဲကုိ သင္ ထုတ္လုပ္ႏုိင္တယ္၊ public keys ေတြကုိ တျခား ပုဂၢဳိလ္ေတြနဲ႔ ေ၀မွ်ႏုိင္ဖုိ႔ သင္ တင္ပုိ႔ႏုိင္တယ္၊ စာေရးႏုိင္တယ္၊ စာ၀ွက္ႏုိင္တယ္။ <strong>gpg4usb</strong> ကေန ရရွိတဲ့ public key နဲ႔ စာ၀ွက္ထားတဲ့ စာကုိ ေကာ္ပီကူးျပီး သင့္အီးေမးလ္ရဲ႕ စာကုိယ္ထဲမွာ ပြားထည့္ႏုိင္တယ္၊ (သုိ႔) ေနာက္က်မွ ပုိ႔ႏုိင္ေအာင္ စာသားဖုိင္အေနနဲ႔ သိမ္းဆည္းထားႏုိင္တယ္။ မွတ္တမ္းမွတ္ရာေတြနဲ႔ ဖုိင္ေတြကုိလည္း စာ၀ွက္ထားႏုိင္တယ္။</p>\n\n<p><strong>မွတ္ခ်က္ -</strong> <strong>gpg4usb</strong> ကုိ သုံးျပီး ကီးေတြနဲ႔ စာ၀ွက္ထားတဲ့ ေပးစာေတြကုိ တျခား အလားတူ <strong>GPG</strong> (သုိ႔) <strong>PGP</strong> ပရုိဂရမ္ေတြနဲ႔ ဖလွယ္ႏုိင္တယ္။</p>\n", 
                "summary": "", 
                "value": "**ပင္မ စာမ်က္ႏွာ**\r\n\r\n- [**http://gpg4usb.cpunk.de/**](http://gpg4usb.cpunk.de/)\r\n\r\n**ကြန္ပ်ဴတာ လိုအပ္ခ်က္မ်ား**\r\n\r\n- Windows ဗားရွင္း အားလံုး\r\n\r\n**ဒီလမ္းၫႊန္ထဲမွာ အသံုးျပဳေသာ ဗားရွင္း**\r\n\r\n- 0.3.1\r\n\r\n**လုိင္စင္ ခြင့္ျပဳခ်က္**\r\n\r\n- အခမဲ့ၿပီး ပြင့္လင္းတဲ့ အရင္းအျမစ္ ေဆာ့ဗ္ဝဲ\r\n\r\n**ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား**\r\n\r\n- သုံးစြဲနည္း စာအုပ္ငယ္ [**၇။ အင္တာနက္ ဆက္သြယ္ေရး လမ္းေၾကာင္း လွ်ဳိ႕ဝွက္ထားနည္း**](chapter-7)\r\n\r\n- [**လူ႔အခြင့္အေရး ကာကြယ္သူမ်ားအတြက္ ဒစ္ဂ်စ္တယ္ လံုၿခံဳေရးနဲ႔ Privacy ရွိျခင္း**](https://www.frontlinedefenders.org/esecman)၊ အခန္း **၂.၄ စာ၀ွက္ေရးနည္း - Public Key စာ၀ွက္စနစ္ (စာမ်က္ႏွာ ၃၈)**\r\n\r\n**အဆင့္** - ၁။ လက္သင္၊ **၂။ ပ်မ္းမွ်**၊ ၃။ အလယ္အလတ္၊ ၄။ အေတြ႔အၾကံဳရွိေသာ၊ ၅။ အဆင့္ျမင့္\r\n\r\n**ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္** - ၂၀ မိနစ္\r\n\r\n**ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -**\r\n\r\n- သင္ ေရာက္ရွိတဲ့ ေနရာတုိင္းမွာ ဖုိင္ေတြနဲ႔ စာသား ေပးပုိ႔ခ်က္ေတြကုိ စာ၀ွက္ေပးႏုိင္တယ္ (ဥပမာ အားျဖင့္၊ အင္တာနက္ ကဖီး (သုိ႔) အလုပ္ခြင္မွာ) \r\n- *ေအာ့ဖ္လုိင္း* ရွိေနတဲ့အခါ (သုိ႔) အင္တာနက္ ဆက္သြယ္မႈလုိင္း မရတဲ့အခါ ေပးစာေတြကုိ စာ၀ွက္ေပးႏုိင္ျပီး၊ ေနာက္မွ အင္တာနက္လုိင္းရတဲ့ ကြန္ပ်ဴတာကေန ေပးပုိ႔ႏုိင္တယ္။\r\n\r\n## ၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့ အခ်က္မ်ား ##\r\n\r\n**gpg4usb** ဟာ ရုိးရွင္း ေပါ့ပါးျပီး၊ ေပးစာေတြနဲ႔ ဖုိင္ေတြကုိ စာ၀ွက္ေပးႏုိင္၊ ျပန္ေဖၚေပးႏုိင္တဲ့ အိတ္ေဆာင္ ပရုိဂရမ္ တစ္ခု ျဖစ္တယ္။ **gpg4usb** ဟာ public-key စာ၀ွက္ေရးနည္းကုိ အေျခခံထားတယ္။ ဒီနည္းလမ္းမွာ၊ လူတစ္ဦးစီဟာ သူ႔/သူမရဲ႕ ကုိယ္ပုိင္ ကီး စုံတြဲကုိ ထုတ္လုပ္ရမွာ ျဖစ္တယ္။ ပထမ ကီးကုိ private key လုိ႔ ေခၚတယ္။ ၄င္းကုိ စကား၀ွက္ (သုိ႔) စကား၀ွက္စုနဲ႔ ကာကြယ္ထားျပီး၊ တျခား ပုဂၢဳိလ္ေတြနဲ႔ *လုံး၀* မေ၀မွ်ရဘူး။\r\n\r\nဒုတိယ ကီးကုိ public key လုိ႔ ေခၚတယ္။ ဒီကီးကုိ သင့္ရဲ႕ အဆက္အသြယ္ တစ္ဦးဦးနဲ႔ ေ၀မွ်ႏုိင္တယ္ - သင့္ အဆက္အသြယ္ေတြကလည္း သူတုိ႔ရဲ႕ ကီးကုိ သင့္ဆီ ေ၀မွ်ႏုိင္တယ္။ သင့္ အဆက္အသြယ္ရဲ႕ public key တစ္ခုကုိ သင္ ရရွိတာနဲ႔၊ အဲဒီ ပုဂၢဳိလ္ဆီ စာ၀ွက္ထားတဲ့ အီးေမးလ္ေတြကုိ စတင္ ေပးပုိ႔ႏုိင္ပါျပီ။ သူကသာ သင့္ရဲ႕ အီးေမးလ္ေတြကုိ စာ၀ွက္ျဖည္ျပီး ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။ ဘာေၾကာင့္လဲ ဆုိရင္၊ သူသာလွ်င္ ကိုက္ညီမႈ ရွိတဲ့ private key ထဲ ၀င္ေရာက္ႏုိင္တာ ျဖစ္တယ္။\r\n\r\nအလားတူပဲ၊ အကယ္၍ သင့္ ကုိယ္ပုိင္ public key ေကာ္ပီ တစ္ခုကုိ သင့္ အီးေမးလ္ အဆက္အသြယ္ေတြဆီ ေပးပုိ႔ျပီး ကုိက္ညီတဲ့ private key ကုိ လွ်ိဳ႕၀ွက္ထားရင္၊ အဲဒီ အဆက္အသြယ္ေတြဆီက ေပးပုိ႔တဲ့ စာ၀ွက္ထားတဲ့ ေပးစာေတြကုိ သင္ ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။\r\n\r\nသင့္ရဲ႕ ေပးစာေတြထဲမွာ ဒစ္ဂ်စ္တယ္ လက္မွတ္ေတြကုိလည္း ပူးတြဲထားႏုိင္တယ္။ သင့္ရဲ႕ public key ေကာ္ပီ အစစ္ကုိ ရထားျပီး သင့္ရဲ႕ ေပးစာကုိ လက္ခံရရွိသူဟာ သင္ ေပးပုိ႔လုိက္တဲ့ အီးေမးလ္ကုိ လမ္းမွာ အဟန္႔အတား ရွိမရွိ စစ္ေဆး အတည္ျပဳႏုိင္မွာ ျဖစ္တယ္။ အလားတူပဲ၊ အကယ္၍ အဆက္အသြယ္ တစ္ဦးဦးရဲ႕ public key ဟာ သင့္ဆီ ရွိထားတယ္ ဆုိရင္၊ သူ႔ေပးစာထဲမွာ ပါလာတဲ့ ဒစ္ဂ်စ္တယ္ လက္မွတ္ေတြကုိ သင္ စစ္ေဆး အတည္ျပဳႏုိင္မွာ ျဖစ္တယ္။\r\n\r\n**gpg4usb** ကုိ သုံးျပီး စာ၀ွက္ထားတဲ့ ကီး စုံတြဲကုိ သင္ ထုတ္လုပ္ႏုိင္တယ္၊ public keys ေတြကုိ တျခား ပုဂၢဳိလ္ေတြနဲ႔ ေ၀မွ်ႏုိင္ဖုိ႔ သင္ တင္ပုိ႔ႏုိင္တယ္၊ စာေရးႏုိင္တယ္၊ စာ၀ွက္ႏုိင္တယ္။ **gpg4usb** ကေန ရရွိတဲ့ public key နဲ႔ စာ၀ွက္ထားတဲ့ စာကုိ ေကာ္ပီကူးျပီး သင့္အီးေမးလ္ရဲ႕ စာကုိယ္ထဲမွာ ပြားထည့္ႏုိင္တယ္၊ (သုိ႔) ေနာက္က်မွ ပုိ႔ႏုိင္ေအာင္ စာသားဖုိင္အေနနဲ႔ သိမ္းဆည္းထားႏုိင္တယ္။ မွတ္တမ္းမွတ္ရာေတြနဲ႔ ဖုိင္ေတြကုိလည္း စာ၀ွက္ထားႏုိင္တယ္။ \r\n\r\n**မွတ္ခ်က္ -** **gpg4usb** ကုိ သုံးျပီး ကီးေတြနဲ႔ စာ၀ွက္ထားတဲ့ ေပးစာေတြကုိ တျခား အလားတူ **GPG** (သုိ႔) **PGP** ပရုိဂရမ္ေတြနဲ႔ ဖလွယ္ႏုိင္တယ္။"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2055", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2055", 
        "link_title": "gpg4usb - email text and files encryption", 
        "menu_name": "book-toc-1928", 
        "mlid": "5201", 
        "module": "book", 
        "nid": "2055", 
        "options": [], 
        "p1": "5034", 
        "p2": "5201", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "gpg4usb - email text and files encryption", 
        "updated": "0", 
        "weight": "-2"
    }, 
    "book_children": [
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -</p>\n\n<ul><li><a href=\"#2.0\"><strong>gpg4usb ကို Install လုပ္နည္း</strong></a></li>\n<li><a href=\"#2.1\"><strong>gpg4usb ကုိ သုံးျပီး ကီး စုံတြဲ တစ္စုံ ထုတ္လုပ္နည္း</strong></a></li>\n</ul><hr /><p><a name=\"2.0\" id=\"2.0\"></a></p>\n\n<h2>gpg4usb ကို Install လုပ္နည္း</h2>\n\n<p><strong>gpg4usb</strong> ကို Install လုပ္တာဟာ အေတာ္ေလး လြယ္ကူၿပီး ရုိးရွင္းတဲ့ လုပ္ငန္းစဥ္ ျဖစ္တယ္။ Install ကုိ စတင္ လုပ္ေဆာင္ဖုိ႔ ေအာက္ပါ အဆင့္ေတြကို လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>gpg4usb</strong> zip  ဖုိင္ထုတ္ ထားတဲ့ေနရာကုိ <strong>သြား</strong>ျပီး၊ ဖုိင္အားလုံးကုိ ျဖဳတ္တပ္ႏုိင္တဲ့ USB drive တစ္ခုထဲ (သုိ႔) ကြန္ပ်ဴတာထဲက ဖုိင္တြဲ တစ္ခုထဲ <strong>ျဖည္ခ်</strong>လုိက္ပါ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-en/01.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁ - gpg4usb ပရုိဂရမ္ ဖုိင္တည္ေနရာ ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၂</strong>။ <strong>gpg4usb</strong> ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔၊ <strong>gpg4usb</strong> ဖုိင္တြဲထဲက <img src=\"/sbox/screen/gpg4usb-en/02.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ျပီး <em>ဖုိင္ဖြင့္ရန္ - လုံျခဳံေရး သတိေပးခ်က္</em>ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <strong>gpg4usb</strong> ပရုိဂရမ္ကုိ ေအာက္ပါအတုိင္း ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/04.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/05.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - gpg4usb ပင္မ console ျပပုံ</em></p>\n\n<p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>၂.၁ gpg4usb ကုိ သုံးျပီး ကီး စုံတြဲ တစ္စုံ ထုတ္လုပ္နည္း</h2>\n\n<p>မွတ္တမ္းမွတ္ရာေတြ၊ ဖုိင္ေတြႏွင့္ ေပးစာေတြကုိ စတင္ ျဖည္ခ်ျခင္း၊ စာ၀ွက္ျခင္း မျပဳမီ၊ ကီး စုံတြဲကုိ အရင္ ထုတ္လုပ္ရမွာ ျဖစ္တယ္။ သုိ႔ေသာ္၊ တျခားသူေတြဆီ ေပးပုိ႔လုိတဲ့ သတင္း အခ်က္အလက္ေတြကုိ စာမ၀ွက္ခင္၊ သူတုိ႔ရဲ႕ public keys ေတြကုိ သင့္ဆီ သူတုိ႔က အရင္ ေပးပုိ႔ၾကဖုိ႔ လုိတယ္။ public keys ေ၀မွ်နည္းကုိ ေနာက္ စာမ်က္ႏွာမွာ ေဖၚျပထားတယ္။ သင့္ ကီး စုံတြဲကုိ စတင္ ထုတ္လုပ္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/06.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/07.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - ထုတ္လုပ္ထားတဲ့ ကီးကုိ ေရြးခ်ယ္ထားတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပု</em></p>\n\n<p><strong>အဆင့္ ၂</strong>။ <em>ကီး ထုတ္လုပ္ရန္</em> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ <em>ကီး</em> မီႏူးမွ ကီး ထုတ္လုပ္ရန္ကုိ <strong>ေရြး</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ သင့္ကုိယ္ပုိင္ ၀င္းဒုိးဟာ ေအာက္ပါ ပုံနဲ႔ ဆင္တူဖုိ႔၊ သက္ဆုိင္ရာ ေနရာကြက္ထဲမွာ သင့္ေလွ်ာ္တဲ့ ေဒတာေတြကုိ <strong>ေရးထည့္</strong>ပါ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/08.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - ကီး ထုတ္လုပ္ ျဖည့္စြတ္ပုံစံကုိ အျပည့္ ျဖည့္စြတ္ထားတဲ့ နမူနာျပပုံ</em></p>\n\n<p><strong>အေရးၾကီးခ်က္ -</strong> သင့္ private key ကုိ ကာကြယ္ဖုိ႔ လုံျခံဳတဲ့ စကား၀ွက္ တစ္ခုကုိ သတ္မွတ္ပါ <a href=\"/my/chapter-3\"><strong>အခန္း ၃။ လံုၿခံဳတဲ့ စကားဝွက္မ်ားကို ဖန္တီးၿပီး ထိန္းသိမ္းနည္း</strong></a>ကုိ ရည္ညႊန္းပါ)</p>\n\n<p><strong>မွတ္ခ်က္</strong> - သင့္ ကီး စုံတြဲအတြက္ သက္တမ္းကုန္ဆုံးခ်ိန္ကုိ မသတ္မွတ္ခင္၊ ျပကၡဒိန္ အဂၤါရပ္ကုိ ဖြင့္ဖုိ႔ <strong>သက္တမ္းကုန္ဆုံးခ်ိန္မရွိ</strong> အမွန္ျခစ္ကြက္ကုိ <strong>ပိတ္ထား</strong>ရမွာ ျဖစ္တယ္။</p>\n\n<p><strong>မွတ္ခ်က္ -</strong> <em>KeySize in Bit</em> ဟာ သင့္ကီးရဲ႕ အရြယ္အစားကုိ သတ္မွတ္ရာမွာ အသုံးျပဳတယ္။ အရြယ္ပုိၾကီးတဲ့ ကီးဟာ ပုိျပီး လုံျခဳံမႈ ရွိတယ္ ဆုိတာ သိထားရမည္၊ ဒါေပမဲ့ စာသားေတြကုိ ဖန္တီးဖုိ႔၊ စာ၀ွက္ဖုိ႔နဲ႔ စာ၀ွက္ျဖည္ဖို႔ အခ်ိန္ပုိျပီး လုိအပ္လာမွာ ျဖစ္တယ္။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ ကီး စုံတြဲကုိ ထုတ္လုပ္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ပါ။ ကီး စုံတြဲကုိ ေအာင္ျမင္စြာ ထုတ္လုပ္ျပီးတဲ့အခါ၊ ျမင္ရမဲ့ မ်က္ႏွာျပင္ဟာ ေအာက္ပါ ပုံနဲ႔ ဆင္တူမွာ ျဖစ္တယ္ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/10.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - အသစ္စက္စက္ ဖန္တီးလုိက္တဲ့ ကီး စုံတြဲကုိ ျပသေနတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ</em></p>\n\n<p>အခုခ်ိန္မွာ ကီး စုံတြဲ တစ္ခုကုိ ေအာင္ျမင္စြာ သင္ ဖန္တီးလိုက္ျပီး၊ သင့္ public key ကုိ တျခား သူေတြနဲ႔ ေ၀မွ်ဖုိ႔ ဖုိင္တင္ပုိ႔တဲ့ နည္းနဲ႔၊ သင့္ အဆက္အသြယ္ေတြရဲ႕ public keys ေတြ တင္သြင္းတဲ့ နည္းကုိ သင္ ေလ့လာရမယ္။</p>\n", 
                        "summary": "", 
                        "value": "ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား - \r\n\r\n- [**gpg4usb ကို Install လုပ္နည္း**](#2.0)\r\n- [**gpg4usb ကုိ သုံးျပီး ကီး စုံတြဲ တစ္စုံ ထုတ္လုပ္နည္း**](#2.1)\r\n\r\n-------\r\n\r\n<a name=\"2.0\"></a>\r\n## gpg4usb ကို Install လုပ္နည္း ##\r\n\r\n**gpg4usb** ကို Install လုပ္တာဟာ အေတာ္ေလး လြယ္ကူၿပီး ရုိးရွင္းတဲ့ လုပ္ငန္းစဥ္ ျဖစ္တယ္။ Install ကုိ စတင္ လုပ္ေဆာင္ဖုိ႔ ေအာက္ပါ အဆင့္ေတြကို လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ **gpg4usb** zip  ဖုိင္ထုတ္ ထားတဲ့ေနရာကုိ **သြား**ျပီး၊ ဖုိင္အားလုံးကုိ ျဖဳတ္တပ္ႏုိင္တဲ့ USB drive တစ္ခုထဲ (သုိ႔) ကြန္ပ်ဴတာထဲက ဖုိင္တြဲ တစ္ခုထဲ **ျဖည္ခ်**လုိက္ပါ -\r\n\r\n![](/sbox/screen/gpg4usb-en/01.png)\r\n\r\n*ပုံ ၁ - gpg4usb ပရုိဂရမ္ ဖုိင္တည္ေနရာ ျပပုံ*\r\n\r\n**အဆင့္ ၂**။ **gpg4usb** ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔၊ **gpg4usb** ဖုိင္တြဲထဲက ![](/sbox/screen/gpg4usb-en/02.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ျပီး *ဖုိင္ဖြင့္ရန္ - လုံျခဳံေရး သတိေပးခ်က္*ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ပါ။  \r\n\r\n**အဆင့္ ၃**။ **gpg4usb** ပရုိဂရမ္ကုိ ေအာက္ပါအတုိင္း ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/04.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/gpg4usb-my/05.png)\r\n\r\n*ပုံ ၂ - gpg4usb ပင္မ console ျပပုံ*\r\n\r\n<a name=\"2.1\"></a>\r\n## ၂.၁ gpg4usb ကုိ သုံးျပီး ကီး စုံတြဲ တစ္စုံ ထုတ္လုပ္နည္း ##\r\n\r\nမွတ္တမ္းမွတ္ရာေတြ၊ ဖုိင္ေတြႏွင့္ ေပးစာေတြကုိ စတင္ ျဖည္ခ်ျခင္း၊ စာ၀ွက္ျခင္း မျပဳမီ၊ ကီး စုံတြဲကုိ အရင္ ထုတ္လုပ္ရမွာ ျဖစ္တယ္။ သုိ႔ေသာ္၊ တျခားသူေတြဆီ ေပးပုိ႔လုိတဲ့ သတင္း အခ်က္အလက္ေတြကုိ စာမ၀ွက္ခင္၊ သူတုိ႔ရဲ႕ public keys ေတြကုိ သင့္ဆီ သူတုိ႔က အရင္ ေပးပုိ႔ၾကဖုိ႔ လုိတယ္။ public keys ေ၀မွ်နည္းကုိ ေနာက္ စာမ်က္ႏွာမွာ ေဖၚျပထားတယ္။ သင့္ ကီး စုံတြဲကုိ စတင္ ထုတ္လုပ္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ - \r\n\r\n**အဆင့္ ၁**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/06.png) ကုိ **ႏွိပ္**ပါ -\r\n\r\n![](/sbox/screen/gpg4usb-my/07.png)\r\n\r\n*ပုံ ၃ - ထုတ္လုပ္ထားတဲ့ ကီးကုိ ေရြးခ်ယ္ထားတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပု* \r\n\r\n**အဆင့္ ၂**။ *ကီး ထုတ္လုပ္ရန္* ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ *ကီး* မီႏူးမွ ကီး ထုတ္လုပ္ရန္ကုိ **ေရြး**ပါ။\r\n\r\n**အဆင့္ ၃**။ သင့္ကုိယ္ပုိင္ ၀င္းဒုိးဟာ ေအာက္ပါ ပုံနဲ႔ ဆင္တူဖုိ႔၊ သက္ဆုိင္ရာ ေနရာကြက္ထဲမွာ သင့္ေလွ်ာ္တဲ့ ေဒတာေတြကုိ **ေရးထည့္**ပါ -\r\n\r\n![](/sbox/screen/gpg4usb-my/08.png)\r\n\r\n*ပုံ ၄ - ကီး ထုတ္လုပ္ ျဖည့္စြတ္ပုံစံကုိ အျပည့္ ျဖည့္စြတ္ထားတဲ့ နမူနာျပပုံ*\r\n\r\n**အေရးၾကီးခ်က္ -** သင့္ private key ကုိ ကာကြယ္ဖုိ႔ လုံျခံဳတဲ့ စကား၀ွက္ တစ္ခုကုိ သတ္မွတ္ပါ [**အခန္း ၃။ လံုၿခံဳတဲ့ စကားဝွက္မ်ားကို ဖန္တီးၿပီး ထိန္းသိမ္းနည္း**](/my/chapter-3)ကုိ ရည္ညႊန္းပါ)\r\n\r\n**မွတ္ခ်က္** - သင့္ ကီး စုံတြဲအတြက္ သက္တမ္းကုန္ဆုံးခ်ိန္ကုိ မသတ္မွတ္ခင္၊ ျပကၡဒိန္ အဂၤါရပ္ကုိ ဖြင့္ဖုိ႔ **သက္တမ္းကုန္ဆုံးခ်ိန္မရွိ** အမွန္ျခစ္ကြက္ကုိ **ပိတ္ထား**ရမွာ ျဖစ္တယ္။\r\n\r\n**မွတ္ခ်က္ -** *KeySize in Bit* ဟာ သင့္ကီးရဲ႕ အရြယ္အစားကုိ သတ္မွတ္ရာမွာ အသုံးျပဳတယ္။ အရြယ္ပုိၾကီးတဲ့ ကီးဟာ ပုိျပီး လုံျခဳံမႈ ရွိတယ္ ဆုိတာ သိထားရမည္၊ ဒါေပမဲ့ စာသားေတြကုိ ဖန္တီးဖုိ႔၊ စာ၀ွက္ဖုိ႔နဲ႔ စာ၀ွက္ျဖည္ဖို႔ အခ်ိန္ပုိျပီး လုိအပ္လာမွာ ျဖစ္တယ္။ \r\n\r\n**အဆင့္ ၄**။ ကီး စုံတြဲကုိ ထုတ္လုပ္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္**ပါ။ ကီး စုံတြဲကုိ ေအာင္ျမင္စြာ ထုတ္လုပ္ျပီးတဲ့အခါ၊ ျမင္ရမဲ့ မ်က္ႏွာျပင္ဟာ ေအာက္ပါ ပုံနဲ႔ ဆင္တူမွာ ျဖစ္တယ္ - \r\n\r\n![](/sbox/screen/gpg4usb-my/10.png)\r\n\r\n*ပုံ ၅ - အသစ္စက္စက္ ဖန္တီးလုိက္တဲ့ ကီး စုံတြဲကုိ ျပသေနတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ* \r\n\r\nအခုခ်ိန္မွာ ကီး စုံတြဲ တစ္ခုကုိ ေအာင္ျမင္စြာ သင္ ဖန္တီးလိုက္ျပီး၊ သင့္ public key ကုိ တျခား သူေတြနဲ႔ ေ၀မွ်ဖုိ႔ ဖုိင္တင္ပုိ႔တဲ့ နည္းနဲ႔၊ သင့္ အဆက္အသြယ္ေတြရဲ႕ public keys ေတြ တင္သြင္းတဲ့ နည္းကုိ သင္ ေလ့လာရမယ္။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2056", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2056", 
                "link_title": "How to Install gpg4usb and Generate a Key Pair", 
                "menu_name": "book-toc-1928", 
                "mlid": "5202", 
                "module": "book", 
                "nid": "2056", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5202", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Install gpg4usb and Generate a Key Pair", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455120164", 
            "comment": "0", 
            "created": "1441122201", 
            "current_revision_id": "13206", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb-generatekey", 
                        "value": "gpg4usb-generatekey"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5202": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2056", 
                    "link_title": "How to Install gpg4usb and Generate a Key Pair", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5202", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5202", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2056", 
            "num_revisions": "18", 
            "path": "https://securityinabox.org/en/gpg4usb-generatekey", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455120164", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb ကုိ Install လုပ္နည္းနဲ႔ ကီး စုံတြဲကုိ ထုတ္လုပ္နည္း", 
                        "value": "gpg4usb ကုိ Install လုပ္နည္းနဲ႔ ကီး စုံတြဲကုိ ထုတ္လုပ္နည္း"
                    }
                ]
            }, 
            "title_original": "How to Install gpg4usb and Generate a Key Pair", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933342", 
                        "created": "1442933342", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442247687", 
                        "created": "1442247687", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506616", 
                        "created": "1442506616", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454338318", 
                        "created": "1441633727", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733209", 
                        "created": "1444733209", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120164", 
                        "created": "1455120164", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443788661", 
                        "created": "1443788661", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192518", 
                        "created": "1441192518", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444188984", 
                        "created": "1444188984", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024179", 
                        "created": "1443024179", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834215", 
                        "created": "1444730139", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122201", 
                        "created": "1441122201", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2056", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442821", 
                        "created": "1445442821", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "663b9d6c-01ee-4dcf-8668-4333cc0bb63f", 
            "vid": "13206", 
            "vuuid": "7a9d19a2-fccc-421f-9156-a1c3475bd6da"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -</p>\n\n<ul><li><a href=\"#3.1\"><strong>၃.၁ Public Key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔နည္း</strong></a></li>\n<li><a href=\"#3.2\"><strong>၃.၂ စာေရး ဆက္သြယ္သူ၏ Public Key ကုိ gpg4usb နဲ႔အတူ တင္သြင္းနည္း</strong></a></li>\n<li><a href=\"#3.3\"><strong>၃.၃ Public Key တစ္ခုကုိ gpg4usb သုံးျပီး အတည္ျပဳနည္း</strong></a></li>\n</ul><hr /><p>​\n<a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>၃.၁ Public Key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔နည္း</h2>\n\n<p>သင့္ စာေရးဆက္သြယ္သူက သူစာ၀ွက္ထားတဲ့ စာေတြကုိ သင့္ဆီ မေပးပုိ႔မီ၊ သင့္ public key ကုိ သူ႔ဆီ ေပးပုိ႔ရမွာ ျဖစ္တယ္။</p>\n\n<p>သင့္ public key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p>အဆင့္ ၁။ <strong>gpg4usb</strong> ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-en/02.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/10.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁ - ကီး စုံတြဲ အားလုံးကုိ ျပသေနတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၃</strong>။ အေပၚက <em>ပုံ ၁</em> မွာ ျပသထားတဲ့အတုိင္း၊ သင့္ကုိယ္ပုိင္ ကီးကုိ <strong>စစ္ေဆး</strong>ပါ။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ ေအာက္မွာ ျပထားတဲ့အခါ <strong>ကီး</strong> မီႏူးထဲက <strong>ဖုိင္အျဖစ္ တင္ပုိ႔ရန္</strong> ကုိ <strong>ေရြးပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/11.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - ဖုိင္အျဖစ္ တင္ပုိ႔ရန္ အခ်က္ကုိ ေရြးခ်ယ္ထားတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ</em></p>\n\n<p>ေအာက္ပါ မ်က္ႏွာျပင္ သက္၀င္လာလိမ့္မယ္ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/12.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - ဖုိင္တြဲထဲ တင္ပုိ႔ရန္ ဖြင့္ၾကည့္ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ သင့္ ကီး စုံတြဲကုိ <strong>gpg4usb</strong> ပရုိဂရမ္ ဖုိင္တြဲထဲ သိမ္းဆည္းဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/13.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - public keys ေတြကုိ ေနရာတကာ သိမ္းထားခ်င္ရင္၊ ဖုိင္တြဲထဲ တင္ပုိ႔ရန္ ဖြင့္ၾကည့္ ၀င္းဒုိးကုိ သုံးျပီး သင္ လုိခ်င္တဲ့ ၀င္းဒုိးဆီကုိ သြားပါ။</p>\n\n<p><strong>အဆင့္ ၆</strong> - သင့္ public key ပါတဲ့ တင္ပုိ႔ဖုိင္ကုိ ပူးတြဲဖုိင္ အေနနဲ႔ သင့္ စာေရးဆက္သြယ္သူထံ <strong>ေပးပုိ႔</strong>ပါ။</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>၃.၂ စာေရးဆက္သြယ္သူရဲ႕ Public Key ကုိ gpg4usb နဲ႔အတူ တင္သြင္းနည္း</h2>\n\n<p>သတင္း အခ်က္အလက္ေတြကုိ စာ၀ွက္ျပီး သင့္ စာေရးဆက္သြယ္သူထံ ေပးပုိ႔ႏုိင္ဖုိ႔၊ သူ႔ရဲ႕ public key ကုိ  လက္ခံရရွိျပီး တင္သြင္းရမွာ ျဖစ္တယ္။ gpg4usb အသုံးျပဳျပီး စာေရးဆက္သြယ္သူရဲ႕ Public key ကုိ တင္သြင္းဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>gpg4usb</strong> ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" />  ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/14.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/15.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - ကီး တင္သြင္းမႈ အညႊန္းစာမ်က္ႏွာ ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၃</strong>။ ကီး အရင္းအျမစ္ကုိ <strong>ေရြး</strong>ျပီး ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <a href=\"/sbox/screen/gpg4usb-my/09.png\"></a> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/16.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - အနက္ေရာင္နဲ႔ ေဘာင္ခတ္ထားတဲ့ ဆာလီမာရဲ႕ အေကာင့္နဲ႔ သက္ဆုိင္တဲ့ အသစ္စက္စက္ public key ကုိ ျပသေနတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p>အခုခ်ိန္မွာ သင္ဟာ စာေရးဆက္သြယ္သူရဲ႕ public key ကုိ ေအာင္ျမင္စြာ တင္သြင္းလုိက္ျပီ၊ တင္သြင္းလုိက္တဲ့ ကီးကုိ စစ္ေဆး အတည္ျပဳျပီး လက္မွတ္ေရးထုိးရမွာ ျဖစ္တယ္။</p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h2>၃.၃ Key Pair တစ္စုံကုိ gpg4usb သုံးျပီး စစ္ေဆး အတည္ျပဳနည္း</h2>\n\n<p>တင္သြင္းလုိက္တဲ့ ကီးဟာ ရည္ရြယ္ထားတဲ့ ပုဂၢဳိလ္ဆီက ေပးပုိ႔ေၾကာင္း စစ္ေဆး အတည္ျပဳျပီး စစ္မွန္ေၾကာင္း အတည္ျပဳရမွာ ျဖစ္တယ္။ သင္နဲ႔ သင့္ အီးေမးလ္ အဆက္အသြယ္ေတြဟာ သင္တုိ႔ ရရွိတဲ့ public key တစ္ခုစီကုိ ေျခရာခံ လုိက္ရမွာ ျဖစ္တယ္။</p>\n\n<p>ကီး စုံတြဲ တစ္ခုကုိ အတည္ျပဳဖုိ႔၊ ေအာက္ပါ အဆင့္မ်ားကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ သင့္ စာေရးဆက္သြယ္သူကကုိ အီးေမးလ္ျဖင့္ မဟုတ္ပဲ တျခား ဆက္သြယ္ေရး လမ္းေၾကာင္း တခ်ိဳ႕မွတဆင့္ <strong>ဆက္သြယ္ပါ</strong>။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - တယ္လီဖုန္း၊ စာတုိေပးပို႔ခ်က္ေတြ၊ <strong>အင္တာနက္ ပရုိတုိေကာ</strong> (<strong>VoIP</strong>) ကုိ သုံးျပီး အသံျဖင့္ ဆက္သြယ္နည္း (သုိ႔) အျခား နည္းလမ္းကုိ သင္ အသံုးျပဳႏုိင္တယ္၊ ဒါေပမဲ့ သင္ဆက္သြယ္ေနသူဟာ ရည္ရြယ္ထားတဲ့ ပုဂၢဳိလ္အမွန္ ျဖစ္ေၾကာင္း ေသခ်ာဖုိ႔ လုိတယ္။ ရလဒ္အေနနဲ႔၊ တယ္လီဖုန္းနဲ႔ စကားေျပာဆုိမႈေတြ၊ မ်က္ႏွာခ်င္းဆုိင္ ေတြ႔ဆုံမႈေတြဟာ လူတစ္ဦးတစ္ေယာက္ရဲ႕ အေထာက္အထားကုိ အတည္ျပဳႏုိင္တဲ့ အၾကီးဆုံး အာမခံခ်က္ တစ္ခု ျဖစ္တယ္။ အႏၱရာယ္ကင္းတဲ့ အခ်ိန္ကုိ စီစဥ္ထားႏုိင္ဖုိ႔ေတာ့ လုိတယ္။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ သင္နဲ႔ သင့္စာေရး ဆက္သြယ္သူဟာ သင္ဖလွယ္လုိက္ခဲ့တဲ့ public keys ရဲ႕ 'လက္ေဗြမ်ား'ကုိ အတည္ျပဳဖုိ႔ လုိတယ္။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - လက္ေဗြ ဆုိတာ ကီးတစ္ခုစီကုိ ခြဲျခားသိရွိေစျပီး မတူညီတဲ့ ဂဏန္းေတြ၊ အကၡရာ စာလုံးေတြ စုစည္းထားမႈ ျဖစ္တယ္။ လက္ေဗြ ကုိယ္ႏႈိက္က လွ်ိဳ႕၀ွက္ခ်က္ တစ္ခု မဟုတ္ပဲ၊ လုိအပ္တဲ့အခါ အတည္ျပဳခ်က္ လုပ္ေဆာင္ဖုိ႔အတြက္ သိမ္းထားႏုိင္တယ္။</p>\n\n<p>သင္ ဖန္တီးလုိက္တဲ့ ကီး စုံတြဲရဲ႕ လက္ေဗြနဲ႔ သင္ တင္သြင္းထားတဲ့ public keys ကုိ ၾကည့္ရႈဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ ကီး တစ္ခုကုိ <strong>ေရြးျပီး</strong>၊ ၄င္းနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူးကုိ သက္၀င္ေစဖုိ႔ ၄င္းကုိ <strong>ညာဖက္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္က <em>ပုံ ၆</em> မွာ ျပထားတဲ့အတုိင္း <strong>ကီး အေသးစိတ္ ေဖၚျပရန္</strong> ကို <strong>ေရြးပါ</strong>။</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/17.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၆ - စာေရး ဆက္သြယ္သူရဲ႕ ကီး စုံတြဲနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူး ျပပုံ</em></p>\n\n<p><em>ေအာက္ပါ မ်က္ႏွာျပင္ သက္၀င္လာလိမ္မယ္ -</em></p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/18.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၇ - တာရိန္းစ္ရဲ႕ အဆက္အသြယ္ျဖစ္တဲ့၊ ဆာလီမာရဲ႕ ကီး စုံတြဲနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူးကုိ အနက္ေရာက္ ေဘာင္ခတ္ထားတဲ့ လက္ေဗြနဲ႔အတူ ေတြ႔ရပုံ</em></p>\n\n<p><strong>အဆင့္ ၃</strong>။ ဒီလက္ေဗြကုိ သင့္ စာေရးဆက္သြယ္သူက သူ႔ <strong>gpg4usb</strong> ပရုိဂရမ္ထဲမွာ ျမင္ရတဲ့ လက္ေဗြနဲ႔ <strong>ႏႈိင္းယွဥ္ၾကည့္ပါ</strong>။</p>\n\n<p>သင္တုိ႔ အခ်င္းခ်င္း ဖလွယ္တဲ့ လက္ေဗြဟာ ေပးပို႔သူရဲ႕ လက္ေဗြနဲ႔ ကုိက္ညီမႈ ရွိေအာင္ စစ္ေဆးအတည္ျပဳပါ။ အကယ္လုိ႔ မကုိက္ညီဘူး ဆုိရင္၊ သင္တုိ႔ public keys ေတြကုိ အခ်င္းခ်င္း ဖလွယ္ၾကျပီး အတည္ျပဳတဲ့ လုပ္ငန္းစဥ္ကုိ ဆက္လက္ လုပ္ေဆာင္ပါ။</p>\n\n<p>အကယ္လုိ႔ လက္ေဗြ အခ်င္းခ်င္း <em>အတိအက်</em> ကုိက္ညီတယ္ ဆုိရင္၊ စာ၀ွက္ထားတဲ့ ေပးစာေတြနဲ႔ ဖုိ္င္ေတြကုိ လုံလုံျခဳံျခဳံနဲ႔ အခ်င္းခ်င္း ေပးပုိ႔ဖုိ႔ အဆင္သင့္ ျဖစ္ေနျပီ ျဖစ္တယ္။</p>\n", 
                        "summary": "", 
                        "value": "ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -\r\n\r\n- [**၃.၁ Public Key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔နည္း**](#3.1)\r\n- [**၃.၂ စာေရး ဆက္သြယ္သူ၏ Public Key ကုိ gpg4usb နဲ႔အတူ တင္သြင္းနည္း**](#3.2)\r\n- [**၃.၃ Public Key တစ္ခုကုိ gpg4usb သုံးျပီး အတည္ျပဳနည္း**](#3.3)\r\n\r\n-------\r\n​\r\n<a name=\"3.1\"></a>\r\n## ၃.၁ Public Key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔နည္း ##\r\n\r\nသင့္ စာေရးဆက္သြယ္သူက သူစာ၀ွက္ထားတဲ့ စာေတြကုိ သင့္ဆီ မေပးပုိ႔မီ၊ သင့္ public key ကုိ သူ႔ဆီ ေပးပုိ႔ရမွာ ျဖစ္တယ္။\r\n\r\nသင့္ public key ကုိ gpg4usb နဲ႔အတူ တင္ပုိ႔ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\nအဆင့္ ၁။ **gpg4usb** ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-en/02.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္**ပါ။\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/10.png)\r\n\r\n*ပုံ ၁ - ကီး စုံတြဲ အားလုံးကုိ ျပသေနတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၃**။ အေပၚက *ပုံ ၁* မွာ ျပသထားတဲ့အတုိင္း၊ သင့္ကုိယ္ပုိင္ ကီးကုိ **စစ္ေဆး**ပါ။\r\n\r\n**အဆင့္ ၄**။ ေအာက္မွာ ျပထားတဲ့အခါ **ကီး** မီႏူးထဲက **ဖုိင္အျဖစ္ တင္ပုိ႔ရန္** ကုိ **ေရြးပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/11.png)\r\n\r\n*ပုံ ၂ - ဖုိင္အျဖစ္ တင္ပုိ႔ရန္ အခ်က္ကုိ ေရြးခ်ယ္ထားတဲ့ ကီး စီမံခန္႔ခြဲေရး ၀င္းဒုိး ျပပုံ*\r\n\r\nေအာက္ပါ မ်က္ႏွာျပင္ သက္၀င္လာလိမ့္မယ္ -\r\n\r\n![](/sbox/screen/gpg4usb-my/12.png)\r\n\r\n*ပုံ ၃ - ဖုိင္တြဲထဲ တင္ပုိ႔ရန္ ဖြင့္ၾကည့္ ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ သင့္ ကီး စုံတြဲကုိ **gpg4usb** ပရုိဂရမ္ ဖုိင္တြဲထဲ သိမ္းဆည္းဖုိ႔ ![](/sbox/screen/gpg4usb-my/13.png) ကုိ **ႏွိပ္ပါ**။\r\n\r\n**မွတ္ခ်က္** - public keys ေတြကုိ ေနရာတကာ သိမ္းထားခ်င္ရင္၊ ဖုိင္တြဲထဲ တင္ပုိ႔ရန္ ဖြင့္ၾကည့္ ၀င္းဒုိးကုိ သုံးျပီး သင္ လုိခ်င္တဲ့ ၀င္းဒုိးဆီကုိ သြားပါ။\r\n\r\n**အဆင့္ ၆** - သင့္ public key ပါတဲ့ တင္ပုိ႔ဖုိင္ကုိ ပူးတြဲဖုိင္ အေနနဲ႔ သင့္ စာေရးဆက္သြယ္သူထံ **ေပးပုိ႔**ပါ။\r\n\r\n<a name=\"3.2\"></a>\r\n## ၃.၂ စာေရးဆက္သြယ္သူရဲ႕ Public Key ကုိ gpg4usb နဲ႔အတူ တင္သြင္းနည္း ##\r\n\r\nသတင္း အခ်က္အလက္ေတြကုိ စာ၀ွက္ျပီး သင့္ စာေရးဆက္သြယ္သူထံ ေပးပုိ႔ႏုိင္ဖုိ႔၊ သူ႔ရဲ႕ public key ကုိ  လက္ခံရရွိျပီး တင္သြင္းရမွာ ျဖစ္တယ္။ gpg4usb အသုံးျပဳျပီး စာေရးဆက္သြယ္သူရဲ႕ Public key ကုိ တင္သြင္းဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ **gpg4usb** ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png)  ကုိ **ႏွစ္ခ်က္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/14.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/15.png)\r\n\r\n*ပုံ ၄ - ကီး တင္သြင္းမႈ အညႊန္းစာမ်က္ႏွာ ျပပုံ*\r\n\r\n**အဆင့္ ၃**။ ကီး အရင္းအျမစ္ကုိ **ေရြး**ျပီး ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ [](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/16.png)\r\n\r\n*ပုံ ၅ - အနက္ေရာင္နဲ႔ ေဘာင္ခတ္ထားတဲ့ ဆာလီမာရဲ႕ အေကာင့္နဲ႔ သက္ဆုိင္တဲ့ အသစ္စက္စက္ public key ကုိ ျပသေနတဲ့ gpg4usb console ျပပုံ*\r\n\r\nအခုခ်ိန္မွာ သင္ဟာ စာေရးဆက္သြယ္သူရဲ႕ public key ကုိ ေအာင္ျမင္စြာ တင္သြင္းလုိက္ျပီ၊ တင္သြင္းလုိက္တဲ့ ကီးကုိ စစ္ေဆး အတည္ျပဳျပီး လက္မွတ္ေရးထုိးရမွာ ျဖစ္တယ္။\r\n\r\n<a name=\"3.3\"></a>\r\n## ၃.၃ Key Pair တစ္စုံကုိ gpg4usb သုံးျပီး စစ္ေဆး အတည္ျပဳနည္း ##\r\n\r\nတင္သြင္းလုိက္တဲ့ ကီးဟာ ရည္ရြယ္ထားတဲ့ ပုဂၢဳိလ္ဆီက ေပးပုိ႔ေၾကာင္း စစ္ေဆး အတည္ျပဳျပီး စစ္မွန္ေၾကာင္း အတည္ျပဳရမွာ ျဖစ္တယ္။ သင္နဲ႔ သင့္ အီးေမးလ္ အဆက္အသြယ္ေတြဟာ သင္တုိ႔ ရရွိတဲ့ public key တစ္ခုစီကုိ ေျခရာခံ လုိက္ရမွာ ျဖစ္တယ္။\r\n\r\nကီး စုံတြဲ တစ္ခုကုိ အတည္ျပဳဖုိ႔၊ ေအာက္ပါ အဆင့္မ်ားကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ သင့္ စာေရးဆက္သြယ္သူကကုိ အီးေမးလ္ျဖင့္ မဟုတ္ပဲ တျခား ဆက္သြယ္ေရး လမ္းေၾကာင္း တခ်ိဳ႕မွတဆင့္ **ဆက္သြယ္ပါ**။\r\n\r\n**မွတ္ခ်က္** - တယ္လီဖုန္း၊ စာတုိေပးပို႔ခ်က္ေတြ၊ **အင္တာနက္ ပရုိတုိေကာ** (**VoIP**) ကုိ သုံးျပီး အသံျဖင့္ ဆက္သြယ္နည္း (သုိ႔) အျခား နည္းလမ္းကုိ သင္ အသံုးျပဳႏုိင္တယ္၊ ဒါေပမဲ့ သင္ဆက္သြယ္ေနသူဟာ ရည္ရြယ္ထားတဲ့ ပုဂၢဳိလ္အမွန္ ျဖစ္ေၾကာင္း ေသခ်ာဖုိ႔ လုိတယ္။ ရလဒ္အေနနဲ႔၊ တယ္လီဖုန္းနဲ႔ စကားေျပာဆုိမႈေတြ၊ မ်က္ႏွာခ်င္းဆုိင္ ေတြ႔ဆုံမႈေတြဟာ လူတစ္ဦးတစ္ေယာက္ရဲ႕ အေထာက္အထားကုိ အတည္ျပဳႏုိင္တဲ့ အၾကီးဆုံး အာမခံခ်က္ တစ္ခု ျဖစ္တယ္။ အႏၱရာယ္ကင္းတဲ့ အခ်ိန္ကုိ စီစဥ္ထားႏုိင္ဖုိ႔ေတာ့ လုိတယ္။\r\n\r\n**အဆင့္ ၂**။ သင္နဲ႔ သင့္စာေရး ဆက္သြယ္သူဟာ သင္ဖလွယ္လုိက္ခဲ့တဲ့ public keys ရဲ႕ 'လက္ေဗြမ်ား'ကုိ အတည္ျပဳဖုိ႔ လုိတယ္။\r\n\r\n**မွတ္ခ်က္** - လက္ေဗြ ဆုိတာ ကီးတစ္ခုစီကုိ ခြဲျခားသိရွိေစျပီး မတူညီတဲ့ ဂဏန္းေတြ၊ အကၡရာ စာလုံးေတြ စုစည္းထားမႈ ျဖစ္တယ္။ လက္ေဗြ ကုိယ္ႏႈိက္က လွ်ိဳ႕၀ွက္ခ်က္ တစ္ခု မဟုတ္ပဲ၊ လုိအပ္တဲ့အခါ အတည္ျပဳခ်က္ လုပ္ေဆာင္ဖုိ႔အတြက္ သိမ္းထားႏုိင္တယ္။\r\n\r\nသင္ ဖန္တီးလုိက္တဲ့ ကီး စုံတြဲရဲ႕ လက္ေဗြနဲ႔ သင္ တင္သြင္းထားတဲ့ public keys ကုိ ၾကည့္ရႈဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ ကီး တစ္ခုကုိ **ေရြးျပီး**၊ ၄င္းနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူးကုိ သက္၀င္ေစဖုိ႔ ၄င္းကုိ **ညာဖက္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ ေအာက္က *ပုံ ၆* မွာ ျပထားတဲ့အတုိင္း **ကီး အေသးစိတ္ ေဖၚျပရန္** ကို **ေရြးပါ**။\r\n\r\n![](/sbox/screen/gpg4usb-my/17.png)\r\n\r\n*ပုံ ၆ - စာေရး ဆက္သြယ္သူရဲ႕ ကီး စုံတြဲနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူး ျပပုံ*\r\n\r\n*ေအာက္ပါ မ်က္ႏွာျပင္ သက္၀င္လာလိမ္မယ္ -*\r\n\r\n![](/sbox/screen/gpg4usb-my/18.png)\r\n\r\n*ပုံ ၇ - တာရိန္းစ္ရဲ႕ အဆက္အသြယ္ျဖစ္တဲ့၊ ဆာလီမာရဲ႕ ကီး စုံတြဲနဲ႔ သက္ဆုိင္တဲ့ ပြင့္ထြက္ မီႏူးကုိ အနက္ေရာက္ ေဘာင္ခတ္ထားတဲ့ လက္ေဗြနဲ႔အတူ ေတြ႔ရပုံ*\r\n\r\n**အဆင့္ ၃**။ ဒီလက္ေဗြကုိ သင့္ စာေရးဆက္သြယ္သူက သူ႔ **gpg4usb** ပရုိဂရမ္ထဲမွာ ျမင္ရတဲ့ လက္ေဗြနဲ႔ **ႏႈိင္းယွဥ္ၾကည့္ပါ**။\r\n\r\nသင္တုိ႔ အခ်င္းခ်င္း ဖလွယ္တဲ့ လက္ေဗြဟာ ေပးပို႔သူရဲ႕ လက္ေဗြနဲ႔ ကုိက္ညီမႈ ရွိေအာင္ စစ္ေဆးအတည္ျပဳပါ။ အကယ္လုိ႔ မကုိက္ညီဘူး ဆုိရင္၊ သင္တုိ႔ public keys ေတြကုိ အခ်င္းခ်င္း ဖလွယ္ၾကျပီး အတည္ျပဳတဲ့ လုပ္ငန္းစဥ္ကုိ ဆက္လက္ လုပ္ေဆာင္ပါ။\r\n\r\nအကယ္လုိ႔ လက္ေဗြ အခ်င္းခ်င္း *အတိအက်* ကုိက္ညီတယ္ ဆုိရင္၊ စာ၀ွက္ထားတဲ့ ေပးစာေတြနဲ႔ ဖုိ္င္ေတြကုိ လုံလုံျခဳံျခဳံနဲ႔ အခ်င္းခ်င္း ေပးပုိ႔ဖုိ႔ အဆင္သင့္ ျဖစ္ေနျပီ ျဖစ္တယ္။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2057", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2057", 
                "link_title": "How to Export and Import Keys", 
                "menu_name": "book-toc-1928", 
                "mlid": "5203", 
                "module": "book", 
                "nid": "2057", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5203", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Export and Import Keys", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455120354", 
            "comment": "0", 
            "created": "1441122242", 
            "current_revision_id": "13207", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb-keysimportexport", 
                        "value": "gpg4usb-keysimportexport"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5203": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2057", 
                    "link_title": "How to Export and Import Keys", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5203", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5203", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2057", 
            "num_revisions": "16", 
            "path": "https://securityinabox.org/en/gpg4usb-keysimportexport", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455120354", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "ကီးမ်ားကုိ တင္ပုိ႔နည္း၊ တင္သြင္းနည္း", 
                        "value": "ကီးမ်ားကုိ တင္ပုိ႔နည္း၊ တင္သြင္းနည္း"
                    }
                ]
            }, 
            "title_original": "How to Export and Import Keys", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933435", 
                        "created": "1442933435", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442246357", 
                        "created": "1442246357", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506690", 
                        "created": "1442506690", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452097777", 
                        "created": "1441633817", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733270", 
                        "created": "1444733270", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120354", 
                        "created": "1455120354", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443788784", 
                        "created": "1443788784", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192625", 
                        "created": "1441192625", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189052", 
                        "created": "1444189052", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024203", 
                        "created": "1443024203", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834259", 
                        "created": "1444730205", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122242", 
                        "created": "1441122242", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2057", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442893", 
                        "created": "1445442893", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "927bdf66-af92-4bea-811d-b4b792b4602f", 
            "vid": "13207", 
            "vuuid": "1535d39a-166a-4f3a-b90d-335003b5c6ca"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -</p>\n\n<ul><li><a href=\"#4.0\"><strong>၄.၀ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း</strong></a></li>\n<li><a href=\"#4.1\"><strong>၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း</strong></a></li>\n<li><a href=\"#4.2\"><strong>၄.၂ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း</strong></a></li>\n<li><a href=\"#4.3\"><strong>၄.၃ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း</strong></a></li>\n</ul><hr /><p><a name=\"4.0\" id=\"4.0\"></a></p>\n\n<h2>၄.၀ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း</h2>\n\n<p>စာေပးပုိ႔ခ်က္ေတြကုိ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ဟာ လြယ္ကူျပီး ျမန္ဆန္တယ္၊ ေအာက္ပါ ဥပမာထဲမွာ၊ တာရိန္းစ္ဟာ သူ႔သူငယ္ခ်င္း ဆာလီမာ အတြက္ အီးေမးလ္ တစ္ေစာင္ကုိ ေအာက္ပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးမွာ ျဖစ္တယ္ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>gpg4usb</strong> console ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါ ဥပမာထဲမွာ ျပထားတဲ့အတုိင္း စာတစ္ေစာင္ <strong>ေရးပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/19.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁ - ေပးစာ တစ္ေစာင္ရဲ႕ ဥပမာကုိ ျပသထားတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၃</strong>။ ေအာက္မွာ ျပထားတဲ့အတုိင္း ရည္ရြယ္ထားတဲ့ သင့္အီးေမးလ္ကုိ လက္ခံမဲ့ ပုဂၢဳိလ္နဲ႔ သက္ဆုိင္တဲ့ အမွန္ျခစ္ကြက္ကုိ <strong>ျခစ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/20.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၂ - ရည္ရြယ္ထားတဲ့ လက္ခံမဲ့သူကုိ အနက္ေရာင္ ေဘာင္ခတ္ျပီး ျပသထားတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p><strong>မွတ္ခ်က္</strong> - <em>စာ၀ွက္ရန္</em> ေဘာင္ထဲက သက္ဆုိင္တဲ့ အမွန္ျခစ္ကြက္ေတြကုိ ျခစ္ျပီး စာ၀ွက္ထားတဲ့ သင့္ေပးစာကုိ လက္ခံမဲ့သူ တစ္ဦးမက ေပးပုိ႔ႏုိင္တယ္။ အဲဒီ စာ၀ွက္ထားတဲ့ စာကုိ သိမ္းထားျခင္းျဖင့္ သင့္ ကုိယ္ေရးကုိယ္တာ အတြက္ အက်ိဳးရွိလာႏုိင္တယ္၊ ေနာက္ လုိခ်င္တဲ့အခါ ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ သင့္ ေပးစာကို စာ၀ွက္ဖုိ႔ ေအာက္ပါအတုိင္း <img src=\"/sbox/screen/gpg4usb-my/21.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> (သုိ႔) စာ၀ွက္ မီႏူးေပၚက စာ၀ွက္ရန္ကုိ <strong>ေရြးပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/22.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၃ - စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ေစာင္ရဲ႕ ဥပမာကို ျပသေနတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ခုလုံးကုိ ေရြးခ်ယ္ဖုိ႔ အားလုံး ေရြးခ်ယ္ရန္ <img src=\"/sbox/screen/gpg4usb-my/23.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong>၊ အဲဒီေနာက္ ေပးစာကုိ clipboard ထဲ ေကာ္ပီး ကူးဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/24.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - ေနာက္တစ္မ်ိဳးအေနနဲ႔၊ မီႏူးေပၚက အခ်က္ တစ္ခုစီနဲ႔ သက္ဆုိင္တဲ့ ျဖတ္လမ္း ကီးေတြကုိ သင္ သုံးစြဲႏုိင္တယ္၊ ဥပမာ အားျဖင့္ <strong>Ctrl + E</strong>။</p>\n\n<p><strong>အဆင့္ ၆</strong>။ သင့္ အီးေမးလ္ အေကာင့္ကုိ ဖြင့္ျပီး စာမ်က္ႏွာ အလြတ္ တစ္ခုကို <strong>ဖြင့္ပါ</strong>။ အဲဒီေနာက္ ေအာက္ပါ ပုံစံနဲ႔ တူေအာင္ စာတစ္ေစာင္ <strong>ပြားထည့္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-en-1/25.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၄ - gpg4usb မွာ စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ေစာင္ကုိ ဂ်ီးေမးလ္ အေကာင့္ထဲမွာ ပြားထည့္လုိက္တဲ့ ဥပမာ ျပပုံ</em></p>\n\n<p><strong>မွတ္ခ်က္</strong> - <strong>Rich Text Formats</strong> (<strong>RTF</strong>) ဟာ စာ၀ွက္ထားတဲ့ စာပုံစံကုိ ပ်က္စီးေစႏုိင္တယ္။ ဒါေၾကာင့္၊ ေပးစာေတြကုိ စာသားသက္သက္နဲ႔ ေရးတာ ပုိေကာင္းတယ္။ <strong>ဂ်ီေမးလ္</strong>မွာ <strong>RTF</strong> ကို စာသားသက္သက္ အျဖစ္ ေျပာင္းဖုိ႔ အေပၚက ေပးစာေဘာင္ထဲက စာပုံစံခ်တဲ့ တူးဘားမွာ ျပထားတဲ့ <a href=\"/sbox/screen/gpg4usb-my/26.png\"></a> ကုိ <strong>ႏွိပ္ပါ</strong>။</p>\n\n<p><a name=\"4.1\" id=\"4.1\"></a></p>\n\n<h2>၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း</h2>\n\n<p>စာ၀ွက္ထားတဲ့ အီးေမးလ္ တစ္ေစာင္ကို စာ၀ွက္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ gpg4usb ပရုိဂရမ္ကို ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ သင့္ အီးေမးလ္ အေကာင့္ကုိ <strong>ဖြင့္</strong>ျပီးေနာက္၊ ေပးစာကုိ <strong>ဖြင့္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ စာ၀ွက္ထားတဲ့ ေပးစာကုိ <strong>ေရြးခ်ယ္</strong>၊ <strong>ေကာ္ပီးကူး</strong>ျပီး ေအာက္မွာ ေဖၚျပထားတဲ့ gpg4usb console ထဲက <em>untitled1.txt</em> စာအမွတ္ထဲ <strong>ပြားထည့္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/27.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၅ - စာ၀ွက္ျဖည္မဲ့ ေပးစာကို ျပသတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p><strong>မွတ္ခ်က္</strong> - အကယ္လုိ႔ စာ၀ွက္ထားတဲ့ စာသားဟာ ေအာက္က <strong>ပုံ ၆</strong> မွာ ျပထားတဲ့အတုိင္း လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲျပီး ေပၚေနရင္၊ အဲဒါကုိ <strong>gpg4usb</strong> က အလုိအေလ်ာက္ စာ၀ွက္ျဖည္ေပးႏုိင္မွာ မဟုတ္ဘူး။ အဲဒီ ပုိဒ္ခြဲေတြကုိ ဖယ္ရွားဖုိ႔၊ <strong>တည္းျဖတ္ရန္</strong> မီႏူးထဲက <em>လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲ ဖယ္ရွားရန္</em> ကို <strong>ေရြးခ်ယ္</strong>ျပီး၊ <strong>အဆင့္ ၄</strong> မွာ ေဖၚျပတဲ့အတုိင္း စာ၀ွက္ျဖည္တဲ့ လုပ္ငန္းစဥ္ကုိ ဆက္လုပ္ပါ။</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/28.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၆ - လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲပါတဲ့ စာ၀ွက္ျဖည္မဲ့ ေပးစာ တစ္ေစာင္ကုိ ျပသေနတဲ့ gpg4usb console ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၄</strong>။ <img src=\"/sbox/screen/gpg4usb-my/29.png\" alt=\"\" /> ကုိ ႏွိပ္ျပီး သင္ ကီး စုံတြဲ တစ္ခု ထုတ္လုပ္တဲ့အခါ သင္ ဖန္တီးလုိက္တဲ့ စကား၀ွက္ကုိ ေအာက္ပါ မ်က္ႏွာျပင္မွာ ျပထားတဲ့အတုိင္း <strong>ေရးထည့္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/30.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၇ - စကား၀ွက္ ေရးထည့္တဲ့ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ အေပၚ <em>ပုံ ၂</em> နဲ႔ ဆင္တူတဲ့ <strong>gpg4usb</strong> console တစ္ခုကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong>။</p>\n\n<p><a name=\"4.2\" id=\"4.2\"></a></p>\n\n<h2>၄.၂ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း</h2>\n\n<p>ဖုိင္တစ္ပုဒ္ကုိ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ဟာ ေပးစာေတြကုိ စာ၀ွက္တာနဲ႔ ဆင္တူတယ္၊ ေအာက္မွာ ေဖၚျပထားတဲ့ ဥပမာထဲမွာ၊ ဆာလီမာဟာ တာရိန္းစ္အတြက္ ဖုိင္တစ္ဖုိင္ကုိ ေအာက္ေဖၚျပပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးမွာ ျဖစ္တယ္ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ <strong>gpg4usb</strong> ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကို <strong>ႏွစ္ခ်က္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/31.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/32.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၈ - ဖြင့္ထားတဲ့ ပုံမွန္ စာ၀ွက္ျဖည့္တဲ့ ေရြးစရာနဲ႔အတူ ေတြ႔ရတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><em>စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္</em> ၀င္းဒုိး စာရင္းကုိ (အနက္ေရာင္နဲ႔ ေဘာင္ခတ္) သုံးျပီး အီးေမးလ္ အေကာင့္နဲ႔ သက္ဆုိင္ရာ ကီးကို ေရြးခ်ယ္ႏုိင္ျပီး ေပးစာ တစ္ေစာင္ကုိ သင္ စာ၀ွက္ႏုိင္တယ္။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ <em>စာ၀ွက္ျဖည္ရန္</em> ၾကယ္ပြင့္ ခလုတ္ကုိ <strong>မွတ္</strong>ျပီး ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-en/33.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-en/34.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၉ - ဖုိင္ ဖြင့္ၾကည့္ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၄</strong>။ စာ၀ွက္မဲ့ ဖုိင္တစ္ဖုိင္ကုိ ပူးတြဲဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/35.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္</strong>ျပီး ေအာက္ပါအတုိင္း <em>စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္</em> ၀င္းဒုိးကို ျပန္သြားပါ -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/36.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၀ - စာ၀ွက္ဖုိ႔ သတ္မွတ္ထားတဲ့ ဖုိင္ကုိ ျပသေနတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-en/38.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၁ - လုပ္ငန္း ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္နွာ</em></p>\n\n<p><em>လုပ္ငန္း ျပီးစီးမႈ</em> အတည္ျပဳ အညႊန္း စာမ်က္နွာဟာ သင္ အသစ္စက္စက္ စာ၀ွက္လုိက္တဲ့ ဖုိင္ တည္ရွိတဲ့ ေနရာကုိ ျပသေပးတယ္။ စာ၀ွက္ထားတဲ့ ဖုိင္တစ္ဖုိင္ကုိ <em>.asc</em> ဖုိင္ extension နဲ႔ ခြဲျခား သိရွိႏုိင္တယ္၊ ဥပမာ အားျဖင့္၊ <em>Technical White Paper.doc.asc</em>။</p>\n\n<p><strong>အဆင့္ ၆</strong>။ ဖုိင္ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ကုိ အျပီးသတ္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - စာ၀ွက္ထားတဲ့ ဖုိင္နဲ႔တကြ ေပးပုိ႔လုိတဲ့ ေပးစာ တစ္ေစာင္ကုိ သီးျခားစီ သင္ စာ၀ွက္ႏုိင္တယ္။</p>\n\n<p><strong>အဆင့္ ၇</strong>။ သင့္ အီးေမးလ္ အေကာင့္ကို သုံးျပီး၊ လုပ္ငန္း ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္နွာ (<em>ပုံ ၁၁</em>) ထဲမွာ ေဖၚျပထားတဲ့ ဖုိင္တည္ေနရာကုိ <strong>သြားပါ</strong>။ ျပီးရင္ စာ၀ွက္ထားတဲ့ ဖုိင္ကုိ တျခားဖုိင္ေတြကုိ သင့္အီးေမးလ္နဲ႔ ေပးပုိ႔သလုိ ပူးတြဲပါ။</p>\n\n<p><strong>အေရးၾကီးခ်က္</strong> - ဖုိင္ရဲ႕ အမည္ကုိ <strong>စာ၀ွက္မထား</strong>သည္ကုိ သတိျပဳပါ။ အဲဒီ ဖုိင္အမည္ဟာ အေရးၾကီးတဲ့ သတင္း အခ်က္အလက္ေတြကုိ ေဖၚျပတဲ့ အမည္မ်ိဳး မေပါက္ရေအာင္ သတိထားပါ။ စာ၀ွက္မထားတဲ့ ဖုိင္ ဗားရွင္းဟာ disk ထဲမွာ ဆက္ရွိေနေသးတာကုိ မေမ့ပါနဲ႔။</p>\n\n<p><a name=\"4.3\" id=\"4.3\"></a></p>\n\n<h2>၄.၃ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း</h2>\n\n<p>ေအာက္မွာေဖၚျပတဲ့ ဥပမာထဲမွာ၊ တာရိန္းစ္ဟာ ဆာလီမာ ေပးပုိ႔လုိက္တဲ့ ဖုိင္ကုိ ေအာက္ပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးသြားမွာ ျဖစ္တယ္ -</p>\n\n<p><strong>အဆင့္ ၁</strong>။ gpg4usb ပရိုဂရမ္ကုိ ဖြင့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/03.png\" alt=\"\" /> ကုိ <strong>ႏွစ္ခ်က္ ႏွိပ္ပါ</strong>။</p>\n\n<p><strong>အဆင့္ ၂</strong>။ သင့္ အီးေမးလ္ အေကာင့္ကုိ <strong>ဖြင့္ပါ</strong>၊ ေပးစာကုိ <strong>ဖြင့္</strong>ျပီး ပူးတြဲဖုိင္ကုိ <strong>ေဒါင္းလုဒ္ ဆြဲပါ</strong>။</p>\n\n<p><strong>မွတ္ခ်က္</strong> - အကယ္လုိ႔ သင့္ စာေရးဆက္သြယ္သူဟာ စာ၀ွက္ထားတဲ့ ဖုိင္ပါတဲ့ စာတစ္ေစာင္ကုိ ေပးပုိ႔လုိက္တယ္။ အဲဒီ စာကုိ အခန္း <a href=\"/my/gpg4usb-encryptdecrypt\"><strong>၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း</strong></a> မွာ ေဖၚျပထားတဲ့ နည္းလမ္းကုိ သုံးျပီး သင္ စာ၀ွက္ႏုိင္တယ္။</p>\n\n<p><strong>အဆင့္ ၃</strong>။ (အေပၚက <em>ပုံ ၁</em> မွာ ျပထားတဲ့အတုိင္း) <strong>gpg4usb</strong> console ထဲမွာ၊ (ေအာက္ <em>ပုံ ၁၂</em> မွာ ျပထားတဲ့အတုိင္း) <strong>ဖုိင္ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္</strong> ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/31.png\" alt=\"\" /> ကုိ ႏွိပ္ပါ။</p>\n\n<p><strong>အဆင့္ ၄</strong>။ ေအာက္ပါအတုိင္း ေဒါင္းလုဒ္ ဆြဲထားတဲ့ စာ၀ွက္ထားတဲ့ ဖုိင္ရဲ႕ တည္ေနရာကုိ ဖြင့္ၾကည့္ဖုိ႔ <img src=\"/sbox/screen/gpg4usb-en/33.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-my/37.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၂ - စာ၀ွက္ထားတဲ့ ဖုိင္ လမ္းေၾကာင္းကုိ ျပသေနတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ၀င္းဒုိး ျပပုံ</em></p>\n\n<p><strong>အဆင့္ ၅</strong>။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ <img src=\"/sbox/screen/gpg4usb-my/09.png\" alt=\"\" /> ကုိ <strong>ႏွိပ္ပါ</strong> -</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-en/39.png\" alt=\"\" /></p>\n\n<p><em>ပုံ ၁၃ - စာ၀ွက္ျဖည္ထားတဲ့ ဖုိင္ လမ္းေၾကာင္းကုိ ျပသေနတဲ့ ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္ႏွာ ျပပုံ</em></p>\n\n<p><strong>အေရးၾကီးခ်က္</strong> - အကယ္လုိ႔ သင္ဟာ အင္တာနက္ ကဖီး (သုိ႔) လုပ္ငန္းခြင္မွာ အလုပ္လုပ္ေနတယ္ ဆုိရင္၊ တျခား လူေတြက ၀င္ၾကည့္ႏုိင္တယ္၊ <strong>.asc</strong> ဖုိင္ကုိ သင့္ရဲ႕ USB (သုိ႔) အိတ္ေဆာင္ drive ထဲ ေကာ္ပီး ကူးျပီး သင့္ကုိယ္ပုိင္ အိမ္မွာ လုံလုံျခဳံျခဳံနဲ႔ စာ၀ွက္ျဖည္တာ ပုိေကာင္းတယ္။</p>\n", 
                        "summary": "", 
                        "value": "ဒီစာမ်က္ႏွာမွာ ပါဝင္တဲ့ အပိုင္းမ်ား -\r\n\r\n- [**၄.၀ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း**](#4.0)\r\n- [**၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း**](#4.1)\r\n- [**၄.၂ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း**](#4.2)\r\n- [**၄.၃ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း**](#4.3)\r\n\r\n-------\r\n\r\n<a name=\"4.0\"></a>\r\n## ၄.၀ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း ##\r\n\r\nစာေပးပုိ႔ခ်က္ေတြကုိ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ဟာ လြယ္ကူျပီး ျမန္ဆန္တယ္၊ ေအာက္ပါ ဥပမာထဲမွာ၊ တာရိန္းစ္ဟာ သူ႔သူငယ္ခ်င္း ဆာလီမာ အတြက္ အီးေမးလ္ တစ္ေစာင္ကုိ ေအာက္ပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးမွာ ျဖစ္တယ္ -\r\n\r\n**အဆင့္ ၁**။ **gpg4usb** console ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါ ဥပမာထဲမွာ ျပထားတဲ့အတုိင္း စာတစ္ေစာင္ **ေရးပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/19.png)\r\n\r\n*ပုံ ၁ - ေပးစာ တစ္ေစာင္ရဲ႕ ဥပမာကုိ ျပသထားတဲ့ gpg4usb console ျပပုံ*\r\n\r\n**အဆင့္ ၃**။ ေအာက္မွာ ျပထားတဲ့အတုိင္း ရည္ရြယ္ထားတဲ့ သင့္အီးေမးလ္ကုိ လက္ခံမဲ့ ပုဂၢဳိလ္နဲ႔ သက္ဆုိင္တဲ့ အမွန္ျခစ္ကြက္ကုိ **ျခစ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/20.png)\r\n\r\n*ပုံ ၂ - ရည္ရြယ္ထားတဲ့ လက္ခံမဲ့သူကုိ အနက္ေရာင္ ေဘာင္ခတ္ျပီး ျပသထားတဲ့ gpg4usb console ျပပုံ*\r\n\r\n**မွတ္ခ်က္** - *စာ၀ွက္ရန္* ေဘာင္ထဲက သက္ဆုိင္တဲ့ အမွန္ျခစ္ကြက္ေတြကုိ ျခစ္ျပီး စာ၀ွက္ထားတဲ့ သင့္ေပးစာကုိ လက္ခံမဲ့သူ တစ္ဦးမက ေပးပုိ႔ႏုိင္တယ္။ အဲဒီ စာ၀ွက္ထားတဲ့ စာကုိ သိမ္းထားျခင္းျဖင့္ သင့္ ကုိယ္ေရးကုိယ္တာ အတြက္ အက်ိဳးရွိလာႏုိင္တယ္၊ ေနာက္ လုိခ်င္တဲ့အခါ ဖတ္ရႈႏုိင္မွာ ျဖစ္တယ္။\r\n\r\n**အဆင့္ ၄**။ သင့္ ေပးစာကို စာ၀ွက္ဖုိ႔ ေအာက္ပါအတုိင္း ![](/sbox/screen/gpg4usb-my/21.png) ကုိ **ႏွိပ္ပါ** (သုိ႔) စာ၀ွက္ မီႏူးေပၚက စာ၀ွက္ရန္ကုိ **ေရြးပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/22.png)\r\n\r\n*ပုံ ၃ - စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ေစာင္ရဲ႕ ဥပမာကို ျပသေနတဲ့ gpg4usb console ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ခုလုံးကုိ ေရြးခ်ယ္ဖုိ႔ အားလုံး ေရြးခ်ယ္ရန္ ![](/sbox/screen/gpg4usb-my/23.png) ကုိ **ႏွိပ္ပါ**၊ အဲဒီေနာက္ ေပးစာကုိ clipboard ထဲ ေကာ္ပီး ကူးဖုိ႔ ![](/sbox/screen/gpg4usb-my/24.png) ကုိ **ႏွိပ္ပါ**။\r\n\r\n**မွတ္ခ်က္** - ေနာက္တစ္မ်ိဳးအေနနဲ႔၊ မီႏူးေပၚက အခ်က္ တစ္ခုစီနဲ႔ သက္ဆုိင္တဲ့ ျဖတ္လမ္း ကီးေတြကုိ သင္ သုံးစြဲႏုိင္တယ္၊ ဥပမာ အားျဖင့္ **Ctrl + E**။ \r\n\r\n**အဆင့္ ၆**။ သင့္ အီးေမးလ္ အေကာင့္ကုိ ဖြင့္ျပီး စာမ်က္ႏွာ အလြတ္ တစ္ခုကို **ဖြင့္ပါ**။ အဲဒီေနာက္ ေအာက္ပါ ပုံစံနဲ႔ တူေအာင္ စာတစ္ေစာင္ **ပြားထည့္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-en-1/25.png)\r\n\r\n*ပုံ ၄ - gpg4usb မွာ စာ၀ွက္ထားတဲ့ ေပးစာ တစ္ေစာင္ကုိ ဂ်ီးေမးလ္ အေကာင့္ထဲမွာ ပြားထည့္လုိက္တဲ့ ဥပမာ ျပပုံ*\r\n\r\n**မွတ္ခ်က္** - **Rich Text Formats** (**RTF**) ဟာ စာ၀ွက္ထားတဲ့ စာပုံစံကုိ ပ်က္စီးေစႏုိင္တယ္။ ဒါေၾကာင့္၊ ေပးစာေတြကုိ စာသားသက္သက္နဲ႔ ေရးတာ ပုိေကာင္းတယ္။ **ဂ်ီေမးလ္**မွာ **RTF** ကို စာသားသက္သက္ အျဖစ္ ေျပာင္းဖုိ႔ အေပၚက ေပးစာေဘာင္ထဲက စာပုံစံခ်တဲ့ တူးဘားမွာ ျပထားတဲ့ [](/sbox/screen/gpg4usb-my/26.png) ကုိ **ႏွိပ္ပါ**။\r\n\r\n<a name=\"4.1\"></a>\r\n## ၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း ##\r\n\r\nစာ၀ွက္ထားတဲ့ အီးေမးလ္ တစ္ေစာင္ကို စာ၀ွက္ဖုိ႔၊ ေအာက္ပါ အဆင့္ေတြကုိ လုပ္ေဆာင္ပါ -\r\n\r\n**အဆင့္ ၁**။ gpg4usb ပရုိဂရမ္ကို ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ သင့္ အီးေမးလ္ အေကာင့္ကုိ **ဖြင့္**ျပီးေနာက္၊ ေပးစာကုိ **ဖြင့္ပါ**။\r\n\r\n**အဆင့္ ၃**။ စာ၀ွက္ထားတဲ့ ေပးစာကုိ **ေရြးခ်ယ္**၊ **ေကာ္ပီးကူး**ျပီး ေအာက္မွာ ေဖၚျပထားတဲ့ gpg4usb console ထဲက *untitled1.txt* စာအမွတ္ထဲ **ပြားထည့္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/27.png)\r\n\r\n*ပုံ ၅ - စာ၀ွက္ျဖည္မဲ့ ေပးစာကို ျပသတဲ့ gpg4usb console ျပပုံ*\r\n\r\n**မွတ္ခ်က္** - အကယ္လုိ႔ စာ၀ွက္ထားတဲ့ စာသားဟာ ေအာက္က **ပုံ ၆** မွာ ျပထားတဲ့အတုိင္း လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲျပီး ေပၚေနရင္၊ အဲဒါကုိ **gpg4usb** က အလုိအေလ်ာက္ စာ၀ွက္ျဖည္ေပးႏုိင္မွာ မဟုတ္ဘူး။ အဲဒီ ပုိဒ္ခြဲေတြကုိ ဖယ္ရွားဖုိ႔၊ **တည္းျဖတ္ရန္** မီႏူးထဲက *လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲ ဖယ္ရွားရန္* ကို **ေရြးခ်ယ္**ျပီး၊ **အဆင့္ ၄** မွာ ေဖၚျပတဲ့အတုိင္း စာ၀ွက္ျဖည္တဲ့ လုပ္ငန္းစဥ္ကုိ ဆက္လုပ္ပါ။\r\n\r\n![](/sbox/screen/gpg4usb-my/28.png)\r\n\r\n*ပုံ ၆ - လုိင္းႏွစ္ေၾကာင္းစာ ပုိဒ္ခြဲပါတဲ့ စာ၀ွက္ျဖည္မဲ့ ေပးစာ တစ္ေစာင္ကုိ ျပသေနတဲ့ gpg4usb console ျပပုံ*\r\n \r\n**အဆင့္ ၄**။ ![](/sbox/screen/gpg4usb-my/29.png) ကုိ ႏွိပ္ျပီး သင္ ကီး စုံတြဲ တစ္ခု ထုတ္လုပ္တဲ့အခါ သင္ ဖန္တီးလုိက္တဲ့ စကား၀ွက္ကုိ ေအာက္ပါ မ်က္ႏွာျပင္မွာ ျပထားတဲ့အတုိင္း **ေရးထည့္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/30.png)\r\n\r\n*ပုံ ၇ - စကား၀ွက္ ေရးထည့္တဲ့ ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ အေပၚ *ပုံ ၂* နဲ႔ ဆင္တူတဲ့ **gpg4usb** console တစ္ခုကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္ပါ**။\r\n\r\n<a name=\"4.2\"></a>\r\n## ၄.၂ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္နည္း ##\r\n\r\nဖုိင္တစ္ပုဒ္ကုိ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ဟာ ေပးစာေတြကုိ စာ၀ွက္တာနဲ႔ ဆင္တူတယ္၊ ေအာက္မွာ ေဖၚျပထားတဲ့ ဥပမာထဲမွာ၊ ဆာလီမာဟာ တာရိန္းစ္အတြက္ ဖုိင္တစ္ဖုိင္ကုိ ေအာက္ေဖၚျပပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးမွာ ျဖစ္တယ္ -\r\n\r\n**အဆင့္ ၁**။ **gpg4usb** ပရုိဂရမ္ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကို **ႏွစ္ခ်က္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/31.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/32.png)\r\n\r\n*ပုံ ၈ - ဖြင့္ထားတဲ့ ပုံမွန္ စာ၀ွက္ျဖည့္တဲ့ ေရြးစရာနဲ႔အတူ ေတြ႔ရတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္ ၀င္းဒုိး ျပပုံ*\r\n\r\n*စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္* ၀င္းဒုိး စာရင္းကုိ (အနက္ေရာင္နဲ႔ ေဘာင္ခတ္) သုံးျပီး အီးေမးလ္ အေကာင့္နဲ႔ သက္ဆုိင္ရာ ကီးကို ေရြးခ်ယ္ႏုိင္ျပီး ေပးစာ တစ္ေစာင္ကုိ သင္ စာ၀ွက္ႏုိင္တယ္။\r\n\r\n**အဆင့္ ၃**။ *စာ၀ွက္ျဖည္ရန္* ၾကယ္ပြင့္ ခလုတ္ကုိ **မွတ္**ျပီး ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-en/33.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-en/34.png)\r\n\r\n*ပုံ ၉ - ဖုိင္ ဖြင့္ၾကည့္ ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၄**။ စာ၀ွက္မဲ့ ဖုိင္တစ္ဖုိင္ကုိ ပူးတြဲဖုိ႔ ![](/sbox/screen/gpg4usb-my/35.png) ကုိ **ႏွိပ္**ျပီး ေအာက္ပါအတုိင္း *စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္* ၀င္းဒုိးကို ျပန္သြားပါ -\r\n\r\n![](/sbox/screen/gpg4usb-my/36.png)\r\n\r\n*ပုံ ၁၀ - စာ၀ွက္ဖုိ႔ သတ္မွတ္ထားတဲ့ ဖုိင္ကုိ ျပသေနတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ဖုိင္ ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-en/38.png)\r\n\r\n*ပုံ ၁၁ - လုပ္ငန္း ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္နွာ*\r\n\r\n*လုပ္ငန္း ျပီးစီးမႈ* အတည္ျပဳ အညႊန္း စာမ်က္နွာဟာ သင္ အသစ္စက္စက္ စာ၀ွက္လုိက္တဲ့ ဖုိင္ တည္ရွိတဲ့ ေနရာကုိ ျပသေပးတယ္။ စာ၀ွက္ထားတဲ့ ဖုိင္တစ္ဖုိင္ကုိ *.asc* ဖုိင္ extension နဲ႔ ခြဲျခား သိရွိႏုိင္တယ္၊ ဥပမာ အားျဖင့္၊ *Technical White Paper.doc.asc*။ \r\n\r\n**အဆင့္ ၆**။ ဖုိင္ စာ၀ွက္တဲ့ လုပ္ငန္းစဥ္ကုိ အျပီးသတ္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္ပါ**။\r\n\r\n**မွတ္ခ်က္** - စာ၀ွက္ထားတဲ့ ဖုိင္နဲ႔တကြ ေပးပုိ႔လုိတဲ့ ေပးစာ တစ္ေစာင္ကုိ သီးျခားစီ သင္ စာ၀ွက္ႏုိင္တယ္။\r\n\r\n**အဆင့္ ၇**။ သင့္ အီးေမးလ္ အေကာင့္ကို သုံးျပီး၊ လုပ္ငန္း ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္နွာ (*ပုံ ၁၁*) ထဲမွာ ေဖၚျပထားတဲ့ ဖုိင္တည္ေနရာကုိ **သြားပါ**။ ျပီးရင္ စာ၀ွက္ထားတဲ့ ဖုိင္ကုိ တျခားဖုိင္ေတြကုိ သင့္အီးေမးလ္နဲ႔ ေပးပုိ႔သလုိ ပူးတြဲပါ။\r\n\r\n**အေရးၾကီးခ်က္** - ဖုိင္ရဲ႕ အမည္ကုိ **စာ၀ွက္မထား**သည္ကုိ သတိျပဳပါ။ အဲဒီ ဖုိင္အမည္ဟာ အေရးၾကီးတဲ့ သတင္း အခ်က္အလက္ေတြကုိ ေဖၚျပတဲ့ အမည္မ်ိဳး မေပါက္ရေအာင္ သတိထားပါ။ စာ၀ွက္မထားတဲ့ ဖုိင္ ဗားရွင္းဟာ disk ထဲမွာ ဆက္ရွိေနေသးတာကုိ မေမ့ပါနဲ႔။\r\n\r\n<a name=\"4.3\"></a>\r\n## ၄.၃ ဖုိင္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း ##\r\n\r\nေအာက္မွာေဖၚျပတဲ့ ဥပမာထဲမွာ၊ တာရိန္းစ္ဟာ ဆာလီမာ ေပးပုိ႔လုိက္တဲ့ ဖုိင္ကုိ ေအာက္ပါ အဆင့္ေတြအတုိင္း စာ၀ွက္ေပးသြားမွာ ျဖစ္တယ္ -\r\n\r\n**အဆင့္ ၁**။ gpg4usb ပရိုဂရမ္ကုိ ဖြင့္ဖုိ႔ ![](/sbox/screen/gpg4usb-my/03.png) ကုိ **ႏွစ္ခ်က္ ႏွိပ္ပါ**။\r\n\r\n**အဆင့္ ၂**။ သင့္ အီးေမးလ္ အေကာင့္ကုိ **ဖြင့္ပါ**၊ ေပးစာကုိ **ဖြင့္**ျပီး ပူးတြဲဖုိင္ကုိ **ေဒါင္းလုဒ္ ဆြဲပါ**။\r\n\r\n**မွတ္ခ်က္** - အကယ္လုိ႔ သင့္ စာေရးဆက္သြယ္သူဟာ စာ၀ွက္ထားတဲ့ ဖုိင္ပါတဲ့ စာတစ္ေစာင္ကုိ ေပးပုိ႔လုိက္တယ္။ အဲဒီ စာကုိ အခန္း [**၄.၁ စာေပးပုိ႔ခ်က္မ်ားကုိ gpg4usb ျဖင့္ စာ၀ွက္ေဖၚနည္း**](/my/gpg4usb-encryptdecrypt) မွာ ေဖၚျပထားတဲ့ နည္းလမ္းကုိ သုံးျပီး သင္ စာ၀ွက္ႏုိင္တယ္။\r\n\r\n**အဆင့္ ၃**။ (အေပၚက *ပုံ ၁* မွာ ျပထားတဲ့အတုိင္း) **gpg4usb** console ထဲမွာ၊ (ေအာက္ *ပုံ ၁၂* မွာ ျပထားတဲ့အတုိင္း) **ဖုိင္ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္** ၀င္းဒုိးကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/31.png) ကုိ ႏွိပ္ပါ။\r\n\r\n**အဆင့္ ၄**။ ေအာက္ပါအတုိင္း ေဒါင္းလုဒ္ ဆြဲထားတဲ့ စာ၀ွက္ထားတဲ့ ဖုိင္ရဲ႕ တည္ေနရာကုိ ဖြင့္ၾကည့္ဖုိ႔ ![](/sbox/screen/gpg4usb-en/33.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-my/37.png) \r\n\r\n*ပုံ ၁၂ - စာ၀ွက္ထားတဲ့ ဖုိင္ လမ္းေၾကာင္းကုိ ျပသေနတဲ့ စာ၀ွက္ရန္ / စာ၀ွက္ျဖည္ရန္ ၀င္းဒုိး ျပပုံ*\r\n\r\n**အဆင့္ ၅**။ ေအာက္ပါ မ်က္ႏွာျပင္ကုိ သက္၀င္ေစဖုိ႔ ![](/sbox/screen/gpg4usb-my/09.png) ကုိ **ႏွိပ္ပါ** -\r\n\r\n![](/sbox/screen/gpg4usb-en/39.png) \r\n\r\n*ပုံ ၁၃ - စာ၀ွက္ျဖည္ထားတဲ့ ဖုိင္ လမ္းေၾကာင္းကုိ ျပသေနတဲ့ ျပီးစီးမႈ အတည္ျပဳ အညႊန္း စာမ်က္ႏွာ ျပပုံ*\r\n\r\n**အေရးၾကီးခ်က္** - အကယ္လုိ႔ သင္ဟာ အင္တာနက္ ကဖီး (သုိ႔) လုပ္ငန္းခြင္မွာ အလုပ္လုပ္ေနတယ္ ဆုိရင္၊ တျခား လူေတြက ၀င္ၾကည့္ႏုိင္တယ္၊ **.asc** ဖုိင္ကုိ သင့္ရဲ႕ USB (သုိ႔) အိတ္ေဆာင္ drive ထဲ ေကာ္ပီး ကူးျပီး သင့္ကုိယ္ပုိင္ အိမ္မွာ လုံလုံျခဳံျခဳံနဲ႔ စာ၀ွက္ျဖည္တာ ပုိေကာင္းတယ္။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2058", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2058", 
                "link_title": "How to Encrypt and Decrypt Text and Files", 
                "menu_name": "book-toc-1928", 
                "mlid": "5204", 
                "module": "book", 
                "nid": "2058", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5204", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Encrypt and Decrypt Text and Files", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456317301", 
            "comment": "0", 
            "created": "1441122281", 
            "current_revision_id": "13354", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb-encryptdecrypt", 
                        "value": "gpg4usb-encryptdecrypt"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5204": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2058", 
                    "link_title": "How to Encrypt and Decrypt Text and Files", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5204", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5204", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2058", 
            "num_revisions": "18", 
            "path": "https://securityinabox.org/en/gpg4usb-encryptdecrypt", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456317301", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "စာသားနဲ႔ ဖုိင္မ်ားကုိ စာ၀ွက္နည္း၊ စာ၀ွက္ျဖည္နည္း", 
                        "value": "စာသားနဲ႔ ဖုိင္မ်ားကုိ စာ၀ွက္နည္း၊ စာ၀ွက္ျဖည္နည္း"
                    }
                ]
            }, 
            "title_original": "How to Encrypt and Decrypt Text and Files", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933512", 
                        "created": "1442933512", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454334177", 
                        "created": "1442247427", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506774", 
                        "created": "1442506774", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452097882", 
                        "created": "1441633923", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733334", 
                        "created": "1444733334", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120475", 
                        "created": "1455120475", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1456317301", 
                        "created": "1443788863", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192711", 
                        "created": "1441192711", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189131", 
                        "created": "1444189131", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024229", 
                        "created": "1443024229", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834296", 
                        "created": "1444730318", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122281", 
                        "created": "1441122281", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2058", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442983", 
                        "created": "1445442983", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "81b92808-4745-49d2-8adb-01d3abc61d18", 
            "vid": "13354", 
            "vuuid": "0aa3c679-bfb9-404b-8bb6-749c82542b83"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>မူဟင္ဒုိနဲ႔ ဆာလီမာ တုိ႔ဟာ <strong>gpg4usb</strong> ကုိ သုံးစြဲရတာ လြယ္ကူေၾကာင္း သိသြားၾကတယ္၊ သူတုိ႔မွာ ဒီကိရိယာနဲ႔ ပါတ္သက္ျပီး ေမးခြန္း တခ်ိဳ႕ ရွိေနေသးတယ္။</p>\n\n<p><a name=\"5.0\" id=\"5.0\"></a></p>\n\n<h2>၅.၀ ေပးစာမ်ားကုိ gpg4usb သုံးျပီး စာ၀ွက္နည္း</h2>\n\n<div class=\"background\">\n\n<p><em><strong>ေမး</strong> - <strong>gpg4usb</strong> ကုိ USB မွတ္ဉာဏ္ေခ်ာင္းနဲ႔ပဲ သုံးစြဲရမလား?</em></p>\n\n<p><em><strong>ေျဖ</strong> - မဟုတ္ပါဘူး။ ၄င္းကုိ သင့္ကြန္ပ်ဴတာ hard disk ထဲမွာ install လုပ္ျပီး သုံးစြဲႏုိင္ပါတယ္။</em></p>\n\n<p><em><strong>ေမး</strong> - ကီး စုံတြဲေတြကုိ အေကာင့္ ဘယ္ႏွစ္ခုအတြက္ ထုတ္လုပ္ရမလဲ?</em></p>\n\n<p><em><strong>ေျဖ</strong> - သင္လုိခ်င္သေလာက္ ထုတ္လုပ္ႏုိင္ပါတယ္။</em></p>\n\n<p><em><strong>ေမး</strong> - ဒီေနရာမွာ ျဖတ္ယူ-ပြားထည့္တဲ့ ရုိးရုိး နည္းစနစ္ေတြ သုံးစြဲထားတာကုိ သေဘာက်မိတယ္။</em></p>\n\n<p><em><strong>ေျဖ</strong> - ဟုတ္ပါတယ္။ ဒါေပမဲ့၊ သင့္ အီးေမးလ္ရဲ႕ အေၾကာင္းအရာ ေခါင္းစဥ္ကုိ စာ၀ွက္ေပးမထားတာကို မေမ့ပါနဲ႔။ ဒါေၾကာင့္၊ သိသာထင္းရွားလြန္းတဲ့ အေၾကာင္းအရာ ေခါင္းစဥ္မ်ိဳး မေရးမိဖုိ႔ သတိထားပါ၊ ဒါမွမဟုတ္ရင္ သင့္အတြက္ အႏၱရာယ္ ရွိႏုိင္တယ္။</em></p>\n\n</div>\n\n<p><a name=\"5.1\" id=\"5.1\"></a></p>\n\n<h2>၅.၁ ျပန္လွန္ ေမးခြန္းမ်ား</h2>\n\n<ul><li>Public key တစ္ခုကုိ လက္မွတ္ေရးထုိးျခင္းနဲ႔ အတည္ျပဳျခင္းတုိ႔ရဲ႕ ျခားနားခ်က္က ဘာလဲ?</li>\n<li>လက္ေဗြဆိုတာ ဘာလဲ၊ ၄င္းကုိ ဘယ္လုိ သုံးစြဲမလဲ?</li>\n</ul>", 
                        "summary": "", 
                        "value": "မူဟင္ဒုိနဲ႔ ဆာလီမာ တုိ႔ဟာ **gpg4usb** ကုိ သုံးစြဲရတာ လြယ္ကူေၾကာင္း သိသြားၾကတယ္၊ သူတုိ႔မွာ ဒီကိရိယာနဲ႔ ပါတ္သက္ျပီး ေမးခြန္း တခ်ိဳ႕ ရွိေနေသးတယ္။\r\n\r\n<a name=\"5.0\"></a>\r\n## ၅.၀ ေပးစာမ်ားကုိ gpg4usb သုံးျပီး စာ၀ွက္နည္း ##\r\n\r\n<div class=\"background\" markdown=\"1\"> \r\n\r\n***ေမး** - **gpg4usb** ကုိ USB မွတ္ဉာဏ္ေခ်ာင္းနဲ႔ပဲ သုံးစြဲရမလား?*\r\n\r\n***ေျဖ** - မဟုတ္ပါဘူး။ ၄င္းကုိ သင့္ကြန္ပ်ဴတာ hard disk ထဲမွာ install လုပ္ျပီး သုံးစြဲႏုိင္ပါတယ္။*\r\n\r\n***ေမး** - ကီး စုံတြဲေတြကုိ အေကာင့္ ဘယ္ႏွစ္ခုအတြက္ ထုတ္လုပ္ရမလဲ?*\r\n\r\n***ေျဖ** - သင္လုိခ်င္သေလာက္ ထုတ္လုပ္ႏုိင္ပါတယ္။*\r\n\r\n***ေမး** - ဒီေနရာမွာ ျဖတ္ယူ-ပြားထည့္တဲ့ ရုိးရုိး နည္းစနစ္ေတြ သုံးစြဲထားတာကုိ သေဘာက်မိတယ္။*\r\n\r\n***ေျဖ** - ဟုတ္ပါတယ္။ ဒါေပမဲ့၊ သင့္ အီးေမးလ္ရဲ႕ အေၾကာင္းအရာ ေခါင္းစဥ္ကုိ စာ၀ွက္ေပးမထားတာကို မေမ့ပါနဲ႔။ ဒါေၾကာင့္၊ သိသာထင္းရွားလြန္းတဲ့ အေၾကာင္းအရာ ေခါင္းစဥ္မ်ိဳး မေရးမိဖုိ႔ သတိထားပါ၊ ဒါမွမဟုတ္ရင္ သင့္အတြက္ အႏၱရာယ္ ရွိႏုိင္တယ္။*\r\n\r\n</div>\r\n\r\n<a name=\"5.1\"></a>\r\n## ၅.၁ ျပန္လွန္ ေမးခြန္းမ်ား ##\r\n\r\n- Public key တစ္ခုကုိ လက္မွတ္ေရးထုိးျခင္းနဲ႔ အတည္ျပဳျခင္းတုိ႔ရဲ႕ ျခားနားခ်က္က ဘာလဲ?\r\n- လက္ေဗြဆိုတာ ဘာလဲ၊ ၄င္းကုိ ဘယ္လုိ သုံးစြဲမလဲ?"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2059", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2059", 
                "link_title": "FAQ and Review", 
                "menu_name": "book-toc-1928", 
                "mlid": "5205", 
                "module": "book", 
                "nid": "2059", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5205", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "FAQ and Review", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455121879", 
            "comment": "0", 
            "created": "1441122335", 
            "current_revision_id": "13209", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb-faq", 
                        "value": "gpg4usb-faq"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5205": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2059", 
                    "link_title": "FAQ and Review", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5205", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5205", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2059", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/gpg4usb-faq", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455121879", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား", 
                        "value": "မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ားနဲ႔ သံုးသပ္ခ်က္မ်ား"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933622", 
                        "created": "1442933622", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442246882", 
                        "created": "1442246882", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506854", 
                        "created": "1442506854", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442325864", 
                        "created": "1441634027", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733392", 
                        "created": "1444733392", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455121879", 
                        "created": "1455121879", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443789030", 
                        "created": "1443789030", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192792", 
                        "created": "1441192792", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189237", 
                        "created": "1444189237", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024253", 
                        "created": "1443024253", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834357", 
                        "created": "1444730386", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122335", 
                        "created": "1441122335", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2059", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445443061", 
                        "created": "1445443061", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "857e0192-b870-418f-9001-d60648efc330", 
            "vid": "13209", 
            "vuuid": "82ea3467-0eb9-4b93-b0aa-d561230213e7"
        }
    ], 
    "changed": "1456155294", 
    "comment": "0", 
    "created": "1441122154", 
    "current_revision_id": "13327", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "my": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "am": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing gpg4usb</strong></p>\n\n<ul><li><em><strong>Click</strong> the <strong>gpg4usb</strong> icon below to copy <strong>gpg4usb</strong> zip archive to your computer</em></li>\n<li><em><strong>Locate</strong> the <strong>gpg4usb.zip</strong> file, and <strong>unzip</strong> it.</em> </li>\n<li><em>After you have unzipped and extracted all the files, you may delete the <strong>gpg4usb.zip</strong> file that you saved to your computer</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Installing gpg4usb**\r\n\r\n- ***Click** the **gpg4usb** icon below to copy **gpg4usb** zip archive to your computer*\r\n- ***Locate** the **gpg4usb.zip** file, and **unzip** it.* \r\n- *After you have unzipped and extracted all the files, you may delete the **gpg4usb.zip** file that you saved to your computer*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "ar": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing gpg4usb</strong></p>\n\n<ul><li><em><strong>Click</strong> the <strong>gpg4usb</strong> icon below to copy <strong>gpg4usb</strong> zip archive to your computer</em></li>\n<li><em><strong>Locate</strong> the <strong>gpg4usb.zip</strong> file, and <strong>unzip</strong> it.</em> </li>\n<li><em>After you have unzipped and extracted all the files, you may delete the <strong>gpg4usb.zip</strong> file that you saved to your computer</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Installing gpg4usb**\r\n\r\n- ***Click** the **gpg4usb** icon below to copy **gpg4usb** zip archive to your computer*\r\n- ***Locate** the **gpg4usb.zip** file, and **unzip** it.* \r\n- *After you have unzipped and extracted all the files, you may delete the **gpg4usb.zip** file that you saved to your computer*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Instalación gpg4usb</strong></p>\n\n<ul><li><em><strong>Pulsa</strong> el ícono de <strong>gpg4usb</strong> que se encuentra más adelante para copiar el archivo zip del <strong>gpg4usb</strong> a tu computadora</em></li>\n<li><em><strong>Ubica</strong> el archivo <strong>gpg4usb.zip</strong>, y <strong>descomprímelo</strong>.</em> </li>\n<li><em>Después de haber descomprimido y extraído todos los archivos, puedes borrar el archivo <strong>gpg4usb.zip</strong> que guardaste en tu computadora</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Instalación gpg4usb**\r\n\r\n- ***Pulsa** el ícono de **gpg4usb** que se encuentra más adelante para copiar el archivo zip del **gpg4usb** a tu computadora*\r\n- ***Ubica** el archivo **gpg4usb.zip**, y **descomprímelo**.* \r\n- *Después de haber descomprimido y extraído todos los archivos, puedes borrar el archivo **gpg4usb.zip** que guardaste en tu computadora*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "fa": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>دریافت gpg4usb</strong></p>\n\n<ul><li>روی شکلک <strong>gpg4usb</strong> در زیر <strong>کلیک</strong> کنید تا صفحه‌ی <strong>http://gpg4usb.cpunk.de/download.html</strong> باز شود.</li>\n<li>برای دریافت کردن برنامه‌ی فشرده بر روی پیوند <strong>gpg4usb-x.x.x.zip</strong> <strong>کلیک</strong> کنید.</li>\n<li>فایل gpg4usb-x.x.x.zip در رایانه‌ی خود <strong>پیدا</strong> کرده و آن را <strong>اجرا</strong> کنید.</li>\n<li><em>پس از آن که فایل را از حالت فشرده خارج کردید، می‌توانید در صورت تمایل فایل فشرده‌ی zip. از روی رایانه خود پاگ کنید.</em></li>\n</ul><p><a href=\"http://gpg4usb.cpunk.de/download.html\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**دریافت gpg4usb**\r\n\r\n- روی شکلک **gpg4usb** در زیر **کلیک** کنید تا صفحه‌ی **http://gpg4usb.cpunk.de/download.html** باز شود.\r\n- برای دریافت کردن برنامه‌ی فشرده بر روی پیوند **gpg4usb-x.x.x.zip** **کلیک** کنید.\r\n- فایل gpg4usb-x.x.x.zip در رایانه‌ی خود **پیدا** کرده و آن را **اجرا** کنید.\r\n- *پس از آن که فایل را از حالت فشرده خارج کردید، می‌توانید در صورت تمایل فایل فشرده‌ی zip. از روی رایانه خود پاگ کنید.*\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](http://gpg4usb.cpunk.de/download.html)"
            }
        ], 
        "id": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing gpg4usb</strong></p>\n\n<ul><li><em><strong>Klik</strong> ikon <strong>gpg4usb</strong> dibawah ini untuk copy <strong>gpg4usb</strong> arsip *zip</em> pada komputer Anda*</li>\n<li><em><strong>Tempatkan</strong> file <strong>gpg4usb.zip</strong> , dan <strong>unzip</strong>.</em> </li>\n<li><em>setelah Anda unzipped dan ekstraksi semua file, Anda bisa menghapus file <strong>gpg4usb.zip</strong> bahwa Anda telah menyimpan file tersebut pada komputer Anda</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Installing gpg4usb**\r\n\r\n- ***Klik** ikon **gpg4usb** dibawah ini untuk copy **gpg4usb** arsip *zip* pada komputer Anda*\r\n- ***Tempatkan** file **gpg4usb.zip** , dan **unzip**.* \r\n- *setelah Anda unzipped dan ekstraksi semua file, Anda bisa menghapus file **gpg4usb.zip** bahwa Anda telah menyimpan file tersebut pada komputer Anda*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "km": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>របៀបបញ្ចូលកម្មវិធី gpg4usb</strong></p>\n\n<ul><li><em><strong>ចុច</strong>លើរូបសញ្ញា <strong>gpg4usb</strong> ខាងក្រោមនេះ ដើម្បីថតចម្លងសំណុំឯកសារបង្ហាប់ <strong>gpg4usb</strong> ដាក់ទៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក</em></li>\n<li><em><strong>កំណត់ទីតាំង</strong>ឱ្យឯកសារ <strong>gpg4usb.zip</strong> បន្ទាប់មក <strong>លែងបង្ហាប់</strong> (<strong>Unzip</strong>) ឯកសារនេះ។</em> </li>\n<li><em>បន្ទាប់ពីលោកអ្នកបានលែងបង្ហាប់និងទាញយកឯកសារទាំងអស់រួចហើយ លោកអ្នកអាចលុបចោលឯកសារ <strong>gpg4usb.zip</strong> ដែលលោកអ្នកបានថតទុកនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នកបាន</em>។</li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**របៀបបញ្ចូលកម្មវិធី gpg4usb**\r\n\r\n- ***ចុច**លើរូបសញ្ញា **gpg4usb** ខាងក្រោមនេះ ដើម្បីថតចម្លងសំណុំឯកសារបង្ហាប់ **gpg4usb** ដាក់ទៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក*\r\n- ***កំណត់ទីតាំង**ឱ្យឯកសារ **gpg4usb.zip** បន្ទាប់មក **លែងបង្ហាប់** (**Unzip**) ឯកសារនេះ។* \r\n- *បន្ទាប់ពីលោកអ្នកបានលែងបង្ហាប់និងទាញយកឯកសារទាំងអស់រួចហើយ លោកអ្នកអាចលុបចោលឯកសារ **gpg4usb.zip** ដែលលោកអ្នកបានថតទុកនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នកបាន*។\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Instalando o gpg4usb</strong></p>\n\n<ul><li><em><strong>Clique</strong> no ícone do <strong>gpg4usb</strong> abaixo para copiar o arquivo zip do programa para o seu computador</em></li>\n<li><em><strong>Localize</strong> o arquivo <strong>gpg4usb.zip</strong>, e <strong>descompacte-o</strong>.</em> </li>\n<li><em>Após ter descompactado e extraído todos os arquivos, o arquivo .zip salvo em seu computador pode ser apagado</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-pt/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Instalando o gpg4usb**\r\n\r\n- ***Clique** no ícone do **gpg4usb** abaixo para copiar o arquivo zip do programa para o seu computador*\r\n- ***Localize** o arquivo **gpg4usb.zip**, e **descompacte-o**.* \r\n- *Após ter descompactado e extraído todos os arquivos, o arquivo .zip salvo em seu computador pode ser apagado*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-pt/gpg4usb.png)](/sbox/programs/gpg4usb.zip)"
            }
        ], 
        "ru": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Приготовления к работе</strong></p>\n\n<ul><li>Щелкаем по значку <strong>gpg4usb</strong> ниже и копируем архив с программой gpg4usb на свой диск.</li>\n<li>Распаковываем архив.</li>\n<li>После этого можно удалить архив.</li>\n</ul>", 
                "value": "**Приготовления к работе**\r\n\r\n- Щелкаем по значку **gpg4usb** ниже и копируем архив с программой gpg4usb на свой диск.\r\n- Распаковываем архив.\r\n- После этого можно удалить архив.\r\n"
            }
        ], 
        "tr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>gpg4usb'yi İndirme</strong></p>\n\n<ul><li><em>Aşağıdaki <strong>gpg4usb</strong> ikonunu <strong>tıklayarak</strong> zip arşivi dosyasını bilgisayarınıza kopyalayınk</em> </li>\n<li><em><strong>gpg4usb.zip</strong> dosyasını <strong>bulun</strong> ve <strong>ayıklayın</strong></em></li>\n<li><em>Tüm dosyaları ayıkladıktan sonra, bilgisayarınıza kaydettiğiniz <strong>gpg4usb.zip</strong> dosyasını silebilirsiniz.</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**gpg4usb'yi İndirme**\r\n\r\n- *Aşağıdaki **gpg4usb** ikonunu **tıklayarak** zip arşivi dosyasını bilgisayarınıza kopyalayınk* \r\n- ***gpg4usb.zip** dosyasını **bulun** ve **ayıklayın***\r\n- *Tüm dosyaları ayıkladıktan sonra, bilgisayarınıza kaydettiğiniz **gpg4usb.zip** dosyasını silebilirsiniz.*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Cài đặt gpg4usb</strong></p>\n\n<ul><li><em><strong>Nhấn chuột</strong> vào biểu  tượng <strong>gpg4usb</strong> bên dưới để mở trang  <strong>http://gpg4usb.cpunk.de/download.html</strong></em></li>\n<li><em><strong>Nhấn chuột</strong> vào đường  dẫn <strong>gpg4usb-x.x.x.zip</strong> bên dưới mục <strong>Filename</strong> để tải về  tệp nén zip.</em></li>\n<li><em><strong>Chuyển tới</strong> thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và <strong>giải  nén</strong> tệp.</em> </li>\n<li><em>Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"http://gpg4usb.cpunk.de/download.html\"><img src=\"/sbox/screen/gpg4usb-vi/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Cài đặt gpg4usb**\r\n\r\n- ***Nhấn chuột** vào biểu  tượng **gpg4usb** bên dưới để mở trang  **http://gpg4usb.cpunk.de/download.html***\r\n- ***Nhấn chuột** vào đường  dẫn **gpg4usb-x.x.x.zip** bên dưới mục **Filename** để tải về  tệp nén zip.*\r\n- ***Chuyển tới** thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và **giải  nén** tệp.* \r\n- *Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-vi/gpg4usb.png)](http://gpg4usb.cpunk.de/download.html)\r\n"
            }
        ], 
        "xx": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing gpg4usb</strong></p>\n\n<ul><li><em><strong>Click</strong> the <strong>gpg4usb</strong> icon below to copy <strong>gpg4usb</strong> zip archive to your computer</em></li>\n<li><em><strong>Locate</strong> the <strong>gpg4usb.zip</strong> file, and <strong>unzip</strong> it.</em> </li>\n<li><em>After you have unzipped and extracted all the files, you may delete the <strong>gpg4usb.zip</strong> file that you saved to your computer</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Installing gpg4usb**\r\n\r\n- ***Click** the **gpg4usb** icon below to copy **gpg4usb** zip archive to your computer*\r\n- ***Locate** the **gpg4usb.zip** file, and **unzip** it.* \r\n- *After you have unzipped and extracted all the files, you may delete the **gpg4usb.zip** file that you saved to your computer*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ], 
        "zh-hans": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing gpg4usb</strong></p>\n\n<ul><li><em><strong>Click</strong> the <strong>gpg4usb</strong> icon below to copy <strong>gpg4usb</strong> zip archive to your computer</em></li>\n<li><em><strong>Locate</strong> the <strong>gpg4usb.zip</strong> file, and <strong>unzip</strong> it.</em> </li>\n<li><em>After you have unzipped and extracted all the files, you may delete the <strong>gpg4usb.zip</strong> file that you saved to your computer</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"/sbox/programs/gpg4usb.zip\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Installing gpg4usb**\r\n\r\n- ***Click** the **gpg4usb** icon below to copy **gpg4usb** zip archive to your computer*\r\n- ***Locate** the **gpg4usb.zip** file, and **unzip** it.* \r\n- *After you have unzipped and extracted all the files, you may delete the **gpg4usb.zip** file that you saved to your computer*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](/sbox/programs/gpg4usb.zip)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>gpg4usb ကို ေဒါင္းလုဒ္ လုပ္ျခင္း</strong></p>\n\n<ul><li><em><strong>http://gpg4usb.cpunk.de/download.html</strong> ကုိ ဖြင့္ဖုိ႔ ေအာက္ပါ <strong>gpg4usb</strong> ပုံကုိ <strong>ႏွိပ္</strong>ပါ</em></li>\n<li>*<strong>zip ဖုိင္ထုတ္ကုိ ေဒါင္းလုဒ္ ဆြဲဖုိ႔ **ဖုိင္အမည္</strong> ေခါင္းစဥ္ေအာက္က <strong>gpg4usb-x.x.x.zip</strong> လင့္ခ္ကို <strong>ႏွိပ္</strong>ပါ။***</li>\n<li>*<strong>gpg4usb-x.x.x.zip ဖုိင္ ထားတဲ့ေနရာကို **သြား</strong>ျပီး၊ <strong>zip ျဖည္ခ်</strong>လုိက္ပါ။*** </li>\n<li><em>ဖုိင္အားလုံးကုိ zip ျဖည္ျပီးတဲ့အခါ၊ သင့္ကြန္ပ်ဴတာထဲမွာ သိမ္းထားတဲ့ အဲဒီ .zip ဖုိင္ကုိ သင္ ပယ္ဖ်က္ႏုိင္တယ္</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"http://gpg4usb.cpunk.de/download.html\"><img src=\"/sbox/screen/gpg4usb-en/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**gpg4usb ကို ေဒါင္းလုဒ္ လုပ္ျခင္း**\r\n\r\n- ***http://gpg4usb.cpunk.de/download.html** ကုိ ဖြင့္ဖုိ႔ ေအာက္ပါ **gpg4usb** ပုံကုိ **ႏွိပ္**ပါ*\r\n- ***zip ဖုိင္ထုတ္ကုိ ေဒါင္းလုဒ္ ဆြဲဖုိ႔ **ဖုိင္အမည္** ေခါင္းစဥ္ေအာက္က **gpg4usb-x.x.x.zip** လင့္ခ္ကို **ႏွိပ္**ပါ။***\r\n- ***gpg4usb-x.x.x.zip ဖုိင္ ထားတဲ့ေနရာကို **သြား**ျပီး၊ **zip ျဖည္ခ်**လုိက္ပါ။*** \r\n- *ဖုိင္အားလုံးကုိ zip ျဖည္ျပီးတဲ့အခါ၊ သင့္ကြန္ပ်ဴတာထဲမွာ သိမ္းထားတဲ့ အဲဒီ .zip ဖုိင္ကုိ သင္ ပယ္ဖ်က္ႏုိင္တယ္*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-en/gpg4usb.png)](http://gpg4usb.cpunk.de/download.html)"
            }
        ]
    }, 
    "field_menu_title": {
        "my": [
            {
                "format": null, 
                "safe_value": "gpg4usb - email text and files encryptio", 
                "value": "gpg4usb - email text and files encryptio"
            }
        ]
    }, 
    "field_menu_title_long": {
        "my": [
            {
                "format": null, 
                "safe_value": "gpg4usb - အီးေမးလ္စာနဲ႔ ဖုိင္ စာ၀ွက္စနစ္", 
                "value": "gpg4usb - အီးေမးလ္စာနဲ႔ ဖုိင္ စာ၀ွက္စနစ္"
            }
        ]
    }, 
    "field_short_description": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>gpg4usb</strong> ဟာ အခမဲ့ျဖစ္ျပီး စာ၀ွက္ထားတဲ့ ေပးစာမ်ားနဲ႔ ဖုိ္င္ေတြအတြက္ ပြင့္လင္းတဲ့ အရင္းအျမစ္၊ အိတ္ေဆာင္ ပရုိဂရမ္ တစ္ခု ျဖစ္တယ္။ ၄င္းဟာ <strong>GPG</strong> နဲ႔ <strong>PGP</strong> ပရုိဂရမ္ေတြလုိပဲ Public Key စာ၀ွက္စနစ္ အယ္လ္ဂုိရီသမ္ကုိ အသုံးျပဳထားတယ္။</p>\n", 
                "value": "**gpg4usb** ဟာ အခမဲ့ျဖစ္ျပီး စာ၀ွက္ထားတဲ့ ေပးစာမ်ားနဲ႔ ဖုိ္င္ေတြအတြက္ ပြင့္လင္းတဲ့ အရင္းအျမစ္၊ အိတ္ေဆာင္ ပရုိဂရမ္ တစ္ခု ျဖစ္တယ္။ ၄င္းဟာ **GPG** နဲ႔ **PGP** ပရုိဂရမ္ေတြလုိပဲ Public Key စာ၀ွက္စနစ္ အယ္လ္ဂုိရီသမ္ကုိ အသုံးျပဳထားတယ္။"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-13 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "my": [
            {
                "format": null, 
                "safe_value": "gpg4usb_portable", 
                "value": "gpg4usb_portable"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "14"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "14"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5201": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2055", 
            "link_title": "gpg4usb - email text and files encryption", 
            "menu_name": "book-toc-1928", 
            "mlid": "5201", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5201", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-2"
        }
    }, 
    "name": "chris", 
    "nid": "2055", 
    "num_revisions": "20", 
    "path": "https://securityinabox.org/en/gpg4usb_portable", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456155294", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "my": [
            {
                "format": null, 
                "safe_value": "gpg4usb - အီးေမးလ္စာနဲ႔ ဖုိင္ စာ၀ွက္စနစ္", 
                "value": "gpg4usb - အီးေမးလ္စာနဲ႔ ဖုိင္ စာ၀ွက္စနစ္"
            }
        ]
    }, 
    "title_original": "gpg4usb - email text and files encryption", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1455887654", 
                "created": "1442933243", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442246235", 
                "created": "1442246235", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442506493", 
                "created": "1442506493", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1442325310", 
                "created": "1441633605", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444733145", 
                "created": "1444733145", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "km": {
                "changed": "1455119984", 
                "created": "1455119984", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1456155294", 
                "created": "1443788580", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441192432", 
                "created": "1441192432", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444187878", 
                "created": "1444187878", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016516", 
                "created": "1443016516", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1455878109", 
                "created": "1443525988", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441183378", 
                "created": "1441122154", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2055", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445442700", 
                "created": "1445442700", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "4a066479-8db3-4fe8-b68d-d446add181e4", 
    "vid": "13327", 
    "vuuid": "b090f0bc-28e1-46a1-b77d-667853d273ed"
}