{
    "body": {
        "bo": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ཁྱེད་ཀྱི་གློག་ཀླད་དང་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སའི་སྟབས་བདེའི་ཡོ་ཆས་ནང་ཡོད་པའི་གལ་ཆེའི་གནད་དོན་ཁག་གཟབ་གཟབ་ངང་མིས་མ་ཤེས་པའི་ཐོག་སྦས་སྲུང་བྱེད་རྒྱུ་ནི་གལ་ཆེན་པོ་ཡིན། གལ་སྲིད་ཧམ་བཟུང་བྱེད་མཁན་གྱི་མིས་ཁྱེད་ཀྱི་གནས་ཚུལ་ཁག་དྲ་ཐོག་བརྒྱུད་ཀློག་པའམ་བཟོ་བཅོས་རྒྱག་པ། ཡང་ན་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་ལ་ལག་པ་འཆང་ནས་དོ་དམ་བྱེད་ཀྱི་ཡོད་པ་སོགས་ཀྱི་གནས་ཚུལ་ཡོང་གི་ཡོད་ན་ངེས་པར་གཟབ་གཟབ་བྱེད་དགོས། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེ་གཉིས་ལ་གདོང་ལེན་བྱེད་དགོས་བསམ་ན་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་དང་དྲ་རྒྱའི་ཉེན་སྲུང་ལ་དོ་སྣང་དང་ཡར་རྒྱས་མང་ཙམ་གཏོང་དགོས། དེ་ཡང་སློབ་ཚན་དང་པོའི་ནང་འགྲེལ་བཤད་ཞུས་པའི་ནང་དོན་ཏེ་<a href=\"/bo/chapter-1\"><strong><em>ཁྱེད་རང་གིས་གང་འདྲ་སེ་གློག་ཀླད་དེ་བཞིན་མཉེན་ཆས་རྫུས་མ་དང་གློག་ཀླད་མཁས་པའི་གཡོ་རྒྱུ་ལས་སྐྱོབ་ཐུབ་བམ།</em></strong></a>ཞེས་པ་དང་སློབ་ཚན་གཉིས་པའི་ནང་ཡོད་པའི་<a href=\"/bo/chapter-2\"><strong><em>ཁྱེད་རང་གི་ཡིག་ཆ་ཕྱིའི་གནོད་འཚེ་ལས་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།</em></strong></a>ཞེས་པ་གཉིས་གཟིགས་ན་མཁྱེན་ཐུབ། དུས་རྒྱུན་ནས་ཁྱེད་རང་གིས་གློག་ཀླད་དང་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཉེན་སྲུང་བྱེད་མཁན་བང་རིམ་བཞིན་སྒྲིག་ཡོད་ན་ཕན་ཐོགས་ཆེ་བ་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱི་བྱ་ཐབས་དེ་ཚོ་ལག་ལེན་བསྟར་ཐུབ་ན་གློག་ཀླད་ཉེན་སྲུང་བྱེད་མཁན་ཁ་ཤས་བེད་མེད་དུ་གྱུར་ཀྱང་རྩ་འཛིན་ཡིག་ཆ་ཁག་གནོད་སྐྱོན་གཅིག་ཀྱང་མེད་པའི་ཐོག་བརྟན་པོར་གནས་ཐུབ་ཀྱི་རེད།</p>\n\n<p>ཁྱེད་རང་གི་ཡིག་ཆ་ཉེན་སྲུང་བྱེད་ཡག་ལ་གདོང་ལེན་བྱེད་དགོས་པའི་ཐབས་ལམ་གཉིས་ཡོད། ཁྱེད་རང་གིས་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་འཕོ་འགྱུར་བྱས་ཏེ་ཁྱེད་རང་མ་གཏོགས་མི་གཞན་པས་ཀློག་མ་ཐུབ་པ་ཞིག་བཟོ་དགོས། ཧམ་བཟུང་བྱེད་མཁན་ཚོས་ཁྱེད་ཀྱི་རྩ་འཛིན་ཡིག་ཆ་ཁག་མ་རྙེད་པའི་ཆེད་ཁྱེད་ཀྱིས་དེ་ཚོ་སྦེད་སྐུང་བྱེད་དགོས། ཐབས་ལམ་དེ་གཉིས་བཀོལ་སྤྱོད་བྱེད་ཡག་ལ་ཕན་ཐོགས་བྱེད་མཁན་གྱི་<a href=\"/bo/glossary#FOSS\"><em>FOSS</em></a>མ་ལག་གི་བྱ་ཐབས་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པ་ཞིག་ཡོད། དེས་*<a href=\"/bo/glossary#Encryption\">encrypt</a>ཞེས་པ་འདི་བརྒྱུད་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་འཕོ་འགྱུར་དང་སྦེད་སྐུང་བྱེད་ཡག་གི་ལས་ཀ་གཉིས་ཀ་བྱེད་ཀྱི་ཡོད།</p>\n\n<h3>རྒྱབ་ལྗོངས་ཀྱི་གནས་ཚུལ།</h3>\n\n<div class=\"background\">\n\n<p>ཁ་ལོཌི་ཡ་ (Claudia) དང་ཕབ་ལོ་ (Pablo) གཉིས་ནི་ལྷོ་ཨ་ཕེ་རེ་ཁའི་རྒྱལ་ཁབ་ནང་ཡོད་པའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་ཐོག་ལས་ཀ་བྱེད་མཁན་གྱིས་གཞུང་འབྲེལ་མིན་པའི་ཚོགས་པ་ཞིག་ནང་ལས་ཀ་བྱེད་ཀྱི་ཡོད། ཁོང་གཉིས་ཀྱིས་ཟླ་བ་ཁ་ཤས་རིང་རྒྱལ་ཁབ་དེའི་དྲག་པོའི་དམག་དཔུང་གི་སྲིད་བྱུས་འོག་དམྱལ་བ་མི་ཡུལ་དུ་མྱོང་བ་ལྟར་མནར་གཅོད་མྱོང་མཁན་གྱིས་མི་ནས་བདེན་དཔང་ཚིག་ཐོ་ལེན་ཁར་ཕྱིན་པ་རེད། དེའི་སྐོར་ལ་མི་སུས་ག་རེ་ག་རེ་བཤད་སོང་ཞེས་ཞིབ་ཕྲ་སྐད་ཆ་དྲིས་པ་ཡིན་ན་དེ་བཤད་ཡག་ལ་དཀའ་ལས་ཁག་པོ་ཞིག་ཆགས་ཡོད། གང་ཡིན་ཞེ་ན་བློ་སྟོབས་ཆེ་བའི་མི་དེ་ཚོའི་མི་ཚེར་དཀའ་ངལ་འཕྲད་སྲིད་པ་ཞིག་ཡིན་པ་མ་ཟད་ཚོགས་པ་དེའི་ཚོགས་མི་ལ་ཡང་དོ་ཕོག་འགྲོ་སྲིད་པས་དེའི་སྐོར་ལ་འགྲེལ་བརྗོད་བྱེད་ཀྱི་མ་རེད། གནས་ཚུལ་དེའི་སྐོར་ད་ལྟ་ཚོགས་པའི་དྲ་ཐོག་གློག་ཀླད་ (Windows XP) ནང་གསོག་འཇོག་བྱས་ཡོད། ཉེན་སྲུང་གིས་གནད་དོན་རྐྱེན་པས་ཁ་ལོཌི་ཡས་གནས་ཚུལ་དེ་ཚོ་འོད་སྡེར་ནང་ཕབ་བཤུ་བྱས་ཏེ་ལས་ཁུངས་ཀྱིས་ཕྱི་ལོགས་སུ་བཞག་ཡོད།</p>\n\n</div>\n\n<h3>སློབ་ཚན་འདི་ནས་ཁྱེད་ཀྱིས་གང་ཤེས་སམ།</h3>\n\n<ul><li>གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>ཇི་ལྟར་བྱེད་དགོས། </li>\n<li>ཁྱེད་རང་གིས་ཡིག་ཆ་ཁག་<a href=\"/bo/glossary#Encryption\">འཕོ་འགྱུར་</a>བྱས་པར་ཉར་ཚགས་བྱས་ན་ཉེན་ཁ་གང་འཕྲད་ཀྱི་རེད་དམ། </li>\n<li>གནས་ཚུལ་ལམ་ཡིག་ཆ་དེ་ཚོ་བརླག་དོར་མ་ཤོར་བའི་ཆེད་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་གསོག་འཇོག་བྱས་ཏེ་ཉེན་སྲུང་གང་འདྲ་བྱེད་དགོས་མིན།</li>\n<li>མངོན་པར་གསལ་བ་དང་མངོན་པར་མི་གསལ་བའི་ཕྱི་དགྲའི་ཉེན་ཁ་ལས་ཐར་ཆེད་ཇི་ལྟར་གནས་ཚུལ་ཁག་སྦེད་སྐུང་བྱེད་དགོས་མིན།</li>\n</ul>", 
                "summary": "", 
                "value": "ཁྱེད་ཀྱི་གློག་ཀླད་དང་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སའི་སྟབས་བདེའི་ཡོ་ཆས་ནང་ཡོད་པའི་གལ་ཆེའི་གནད་དོན་ཁག་གཟབ་གཟབ་ངང་མིས་མ་ཤེས་པའི་ཐོག་སྦས་སྲུང་བྱེད་རྒྱུ་ནི་གལ་ཆེན་པོ་ཡིན། གལ་སྲིད་ཧམ་བཟུང་བྱེད་མཁན་གྱི་མིས་ཁྱེད་ཀྱི་གནས་ཚུལ་ཁག་དྲ་ཐོག་བརྒྱུད་ཀློག་པའམ་བཟོ་བཅོས་རྒྱག་པ། ཡང་ན་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་ལ་ལག་པ་འཆང་ནས་དོ་དམ་བྱེད་ཀྱི་ཡོད་པ་སོགས་ཀྱི་གནས་ཚུལ་ཡོང་གི་ཡོད་ན་ངེས་པར་གཟབ་གཟབ་བྱེད་དགོས། ཁྱེད་ཀྱིས་དཀའ་ངལ་དེ་གཉིས་ལ་གདོང་ལེན་བྱེད་དགོས་བསམ་ན་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་དང་དྲ་རྒྱའི་ཉེན་སྲུང་ལ་དོ་སྣང་དང་ཡར་རྒྱས་མང་ཙམ་གཏོང་དགོས། དེ་ཡང་སློབ་ཚན་དང་པོའི་ནང་འགྲེལ་བཤད་ཞུས་པའི་ནང་དོན་ཏེ་[***ཁྱེད་རང་གིས་གང་འདྲ་སེ་གློག་ཀླད་དེ་བཞིན་མཉེན་ཆས་རྫུས་མ་དང་གློག་ཀླད་མཁས་པའི་གཡོ་རྒྱུ་ལས་སྐྱོབ་ཐུབ་བམ།***](/bo/chapter-1)ཞེས་པ་དང་སློབ་ཚན་གཉིས་པའི་ནང་ཡོད་པའི་[***ཁྱེད་རང་གི་ཡིག་ཆ་ཕྱིའི་གནོད་འཚེ་ལས་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།***](/bo/chapter-2)ཞེས་པ་གཉིས་གཟིགས་ན་མཁྱེན་ཐུབ། དུས་རྒྱུན་ནས་ཁྱེད་རང་གིས་གློག་ཀླད་དང་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཉེན་སྲུང་བྱེད་མཁན་བང་རིམ་བཞིན་སྒྲིག་ཡོད་ན་ཕན་ཐོགས་ཆེ་བ་ཡོད། གལ་ཏེ་ཁྱེད་ཀྱི་བྱ་ཐབས་དེ་ཚོ་ལག་ལེན་བསྟར་ཐུབ་ན་གློག་ཀླད་ཉེན་སྲུང་བྱེད་མཁན་ཁ་ཤས་བེད་མེད་དུ་གྱུར་ཀྱང་རྩ་འཛིན་ཡིག་ཆ་ཁག་གནོད་སྐྱོན་གཅིག་ཀྱང་མེད་པའི་ཐོག་བརྟན་པོར་གནས་ཐུབ་ཀྱི་རེད། \r\n\r\nཁྱེད་རང་གི་ཡིག་ཆ་ཉེན་སྲུང་བྱེད་ཡག་ལ་གདོང་ལེན་བྱེད་དགོས་པའི་ཐབས་ལམ་གཉིས་ཡོད། ཁྱེད་རང་གིས་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་འཕོ་འགྱུར་བྱས་ཏེ་ཁྱེད་རང་མ་གཏོགས་མི་གཞན་པས་ཀློག་མ་ཐུབ་པ་ཞིག་བཟོ་དགོས། ཧམ་བཟུང་བྱེད་མཁན་ཚོས་ཁྱེད་ཀྱི་རྩ་འཛིན་ཡིག་ཆ་ཁག་མ་རྙེད་པའི་ཆེད་ཁྱེད་ཀྱིས་དེ་ཚོ་སྦེད་སྐུང་བྱེད་དགོས། ཐབས་ལམ་དེ་གཉིས་བཀོལ་སྤྱོད་བྱེད་ཡག་ལ་ཕན་ཐོགས་བྱེད་མཁན་གྱི་[*FOSS*](/bo/glossary#FOSS)མ་ལག་གི་བྱ་ཐབས་[*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པ་ཞིག་ཡོད། དེས་*[encrypt](/bo/glossary#Encryption)ཞེས་པ་འདི་བརྒྱུད་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་འཕོ་འགྱུར་དང་སྦེད་སྐུང་བྱེད་ཡག་གི་ལས་ཀ་གཉིས་ཀ་བྱེད་ཀྱི་ཡོད།\r\n\r\n### རྒྱབ་ལྗོངས་ཀྱི་གནས་ཚུལ། ###\r\n<div class=\"background\" markdown=\"1\">\r\nཁ་ལོཌི་ཡ་ (Claudia) དང་ཕབ་ལོ་ (Pablo) གཉིས་ནི་ལྷོ་ཨ་ཕེ་རེ་ཁའི་རྒྱལ་ཁབ་ནང་ཡོད་པའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་ཐོག་ལས་ཀ་བྱེད་མཁན་གྱིས་གཞུང་འབྲེལ་མིན་པའི་ཚོགས་པ་ཞིག་ནང་ལས་ཀ་བྱེད་ཀྱི་ཡོད། ཁོང་གཉིས་ཀྱིས་ཟླ་བ་ཁ་ཤས་རིང་རྒྱལ་ཁབ་དེའི་དྲག་པོའི་དམག་དཔུང་གི་སྲིད་བྱུས་འོག་དམྱལ་བ་མི་ཡུལ་དུ་མྱོང་བ་ལྟར་མནར་གཅོད་མྱོང་མཁན་གྱིས་མི་ནས་བདེན་དཔང་ཚིག་ཐོ་ལེན་ཁར་ཕྱིན་པ་རེད། དེའི་སྐོར་ལ་མི་སུས་ག་རེ་ག་རེ་བཤད་སོང་ཞེས་ཞིབ་ཕྲ་སྐད་ཆ་དྲིས་པ་ཡིན་ན་དེ་བཤད་ཡག་ལ་དཀའ་ལས་ཁག་པོ་ཞིག་ཆགས་ཡོད། གང་ཡིན་ཞེ་ན་བློ་སྟོབས་ཆེ་བའི་མི་དེ་ཚོའི་མི་ཚེར་དཀའ་ངལ་འཕྲད་སྲིད་པ་ཞིག་ཡིན་པ་མ་ཟད་ཚོགས་པ་དེའི་ཚོགས་མི་ལ་ཡང་དོ་ཕོག་འགྲོ་སྲིད་པས་དེའི་སྐོར་ལ་འགྲེལ་བརྗོད་བྱེད་ཀྱི་མ་རེད། གནས་ཚུལ་དེའི་སྐོར་ད་ལྟ་ཚོགས་པའི་དྲ་ཐོག་གློག་ཀླད་ (Windows XP) ནང་གསོག་འཇོག་བྱས་ཡོད། ཉེན་སྲུང་གིས་གནད་དོན་རྐྱེན་པས་ཁ་ལོཌི་ཡས་གནས་ཚུལ་དེ་ཚོ་འོད་སྡེར་ནང་ཕབ་བཤུ་བྱས་ཏེ་ལས་ཁུངས་ཀྱིས་ཕྱི་ལོགས་སུ་བཞག་ཡོད།\r\n</div>\r\n\r\n\r\n\r\n### སློབ་ཚན་འདི་ནས་ཁྱེད་ཀྱིས་གང་ཤེས་སམ། ### \r\n\r\n- གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)ཇི་ལྟར་བྱེད་དགོས། \r\n- ཁྱེད་རང་གིས་ཡིག་ཆ་ཁག་[འཕོ་འགྱུར་](/bo/glossary#Encryption)བྱས་པར་ཉར་ཚགས་བྱས་ན་ཉེན་ཁ་གང་འཕྲད་ཀྱི་རེད་དམ། \r\n- གནས་ཚུལ་ལམ་ཡིག་ཆ་དེ་ཚོ་བརླག་དོར་མ་ཤོར་བའི་ཆེད་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་གསོག་འཇོག་བྱས་ཏེ་ཉེན་སྲུང་གང་འདྲ་བྱེད་དགོས་མིན།\r\n- མངོན་པར་གསལ་བ་དང་མངོན་པར་མི་གསལ་བའི་ཕྱི་དགྲའི་ཉེན་ཁ་ལས་ཐར་ཆེད་ཇི་ལྟར་གནས་ཚུལ་ཁག་སྦེད་སྐུང་བྱེད་དགོས་མིན།\r\n\t"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p>ཕབ་ལོ། (Pablo) ཡིན་ནའང་། དང་པོ་ནས་ངའི་གློག་ཀླད་ (Windows) ངོ་འཇུག་ཁ་བྱང་ནང་ཉེན་སྲུང་བྱས་ཚར་ཡོད། དེས་འགྲིག་གི་མ་རེད་དམ།</p>\n\n<p>ཁ་ལོཌི་ཡ། ( Claudia ) ངས་ཁྱེད་ལ་དྲང་པོ་ཞུས་ན། (Windows) ངོ་འཇུག་ཁ་བྱང་ནི་གཏོར་སྐྱོན་གཏོང་ཡག་ལ་སྟབས་བདེ་པོ་ཞིག་ཡིན། རྒྱུན་རིང་པོ་ཁྱེད་རང་གི་གློག་ཀླད་ལ་ལག་པ་འཆང་མྱོང་མཁན་གྱིས་མིས་གསང་ཡིག་ཅིག་ཀྱང་མི་དགོས་པའི་ཐོག་འཚོ་བྱེད་འོད་སྟེར་ (LiveCD) བརྒྱུད་གློག་ཀླད་ཁ་ཕྱེ་སྟེ་གནས་ཚུལ་ཁག་སེམས་ཁྲལ་མི་དགོས་པའི་ཐོག ཕབ་བཤུ་བྱེད་ཐུབ་ཀྱི་ཡོད། གལ་སྲིད་མི་དེ་ཚོས་གནས་ཚུལ་ཁག་ལ་ལག་པ་འཆང་སྟེ་འཁྱེར་བའི་དབང་དུ་བཏང་ན། ཁྱེད་རང་ལ་དཀའ་ངལ་ཆེན་པོ་ཞིག་འཕྲད་ཀྱི་རེད།  དཀའ་ངལ་དེ་ནི་ (Windows) གསང་ཡིག་ཙམ་མ་ཟད་ (Microsoft Word) དང་ (Adobe Acrobat) གསང་ཡིག་ལ་ཡང་སེམས་ཁྲལ་བྱེད་དགོས་པ་ཞིག་ཆག་གི་རེད།</p>\n\n</div>\n\n<p><a href=\"/bo/glossary#Encryption\"><em>Encrypting</em></a>ཞེས་པ་འདིའི་ནང་ཁྱེད་ཀྱི་གནས་ཚུལ་ལམ་ཡིག་ཆ་ཁག་ནང་བཅུག་བྱས་ན་ཅུང་ཉེན་ཁ་ཆུང་བ་ཡོད། <a href=\"/bo/glossary#Encryption\"><em>Encrypting</em></a>ཞེས་པ་འདིའི་གསང་ཡིག་གམ་ལྡེ་མིག་ཡོད་ན་དེའི་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་བལྟ་ཀློག་ཐུབ་ཀྱི་ཡོད་རེད། དེ་དང་ཕྱོགས་མཚུངས་པའི་བྱ་ཐབས་ནི་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པ་འདི་ཡིན་པར་བརྟེན། འདིས་བརྡ་ཚིག་'འཕོ་འགྱུར་གླེགས་བམ་ཞེས་པའི་བླུག་སྣོད་'ཞིག་བཟོས་པ་ཙམ་ལས་དུས་ཚོད་དེ་རང་ལ་ཡིག་སྣོད་ཉེན་སྲུང་གི་ལས་ཀ་བྱེད་ཀྱི་མེད། ཁྱེད་རང་གིས་བརྡ་ཚིག་འཕོ་འགྱུར་གླེགས་བམ་ནང་ཡིག་ཆ་ག་ཚོད་ཀྱིས་མང་བ་བླུག་པ་ཡིན་ནའང་། ཁྱེད་རང་གི་གློག་ཀླད་དང་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ནང་གསོག་འཇོག་བྱས་པའི་ཡིག་ཆ་ཁག་ལ་དེས་གང་ཡང་ཉེན་སྲུང་བྱེད་ཐུབ་ཀྱི་མ་རེད།</p>\n\n<div class=\"getstarted\">\n\n<p><strong>མགོ་ཚུགས་བྱེད་སྟངས།</strong> <a href=\"/en/truecrypt_main\"><strong><em>TrueCrypt  - ཡིག་སྣོད་གསོག་འཇོག་གི་ལམ་སྟོན་ཤེས་བྱར་ལག་པ་འཆང་ནས་མགོ་ཚུགས་བགྱིས།</em></strong></a></p>\n\n</div>\n\n<p>དེ་དང་ཕྱོགས་མཚུངས་མཉེན་ཆས་གཞན་ཁག་གིས་ཀྱང་<em><a href=\"/bo/glossary#Encryption\">འཕོ་འགྱུར་</a></em>, <a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ནང་ཡོད་པའི་བྱ་ཐབས་ཁག་དང་འདྲ་བ་གལ་འགངས་ཆེ་བའི་ཁྱད་ཆོས་ལ་བརྟེན་གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་ལ་བྱུས་བཀོད་བྱེད་རྒྱུའི་དབང་ཆ་ཁྱེད་ལ་སྤྲད་ཀྱི་རེད། དེས་ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་སྡེར་མ་དང་གནས་སྐབས་རིང་གསོག་འཇོག་བྱས་པའི་ཡིག་སྣོད་དམ་ཡིག་ཆ་ཁག་དེ་བཞིན་གློག་ཀླད་ནང་དུ་ནང་འཇུག་བྱས་པའི་གློག་ཀླད་མ་ལག་གི་སྟངས་འཛིན་མཉེན་ཆས་ཁག་ལ་ཡང་བརྡ་ཚིག་འཕོ་འགྱུར་གྱིས་ཞབས་འདེགས་ཞུ་སྲིད་པ་ཞིག་ཡིན།  (TrueCrypt) ཞེས་པ་འདིས་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སའི་སྟབས་བདེའི་ཡོ་ཆས་ཀྱི་ཤོང་ཚད་ལ་རོགས་པ་བྱེད་ཀྱི་ཡོད། འདིའི་སྐོར་ལ་རྒྱས་པ་གཤམ་དུ་སློབ་ཚན་བཞི་པའི་ནང་ཚན་གཉིས་པ་སྟེ་<a href=\"/bo/chapter_4_2\"><strong><em>ཇི་ལྟར་ཁྱེད་ཀྱིས་རྩ་ཆེའི་གནས་ཚུལ་སྦེད་རྒྱུ་</em></strong></a> ཞེས་པའི་དགག་བྱའི་བྱ་ཐབས་ཀྱི་ཁྱད་ཆོས་ནང་འགྲེལ་བརྗོད་ཞུས་ཡོད་པས་དེར་གཟིགས་རོགས། དེས་མ་ཚད་ (TrueCrypt) ཞེས་པ་འདི་ནི་རིན་མེད་ངོ་ལྐོག་མེད་པའི་གློག་ཀླད་ཀྱི་ལས་གཞིའི་འབྱུང་ཁུངས་ཤིག་ཡིན།</p>\n\n<div class=\"background\">\n\n<p>ཕབ་ལོ། (Pablo) འགྲིག་སོང་། ད་ལྟ་ཁྱེད་རང་གིས་ང་ལ་སེམས་ཁྲལ་བཟོས་སོང་། གློག་ཀླད་གཅིག་གི་ཐོག་བེད་སྤྱོད་བྱེད་མཁན་གཞན་དག་བྱུང་ན་ག་རེ་ཡོང་གི་རེད། ཁོང་ཚོས་ངའི་ཡིག་སྣོད་ནང་ཡོད་པའི་ཡིག་ཆ་ཁག་བལྟ་ཀློག་ཐུབ་ཀྱི་ཡོད་པ་དེ་སྟོན་གྱི་རེད་དམ།</p>\n\n<p>ཁ་ལོཌི་ཡ། (Claudia)  ང་ཁྱེད་རང་གི་བསམ་བློ་གཏོང་སྟངས་ལ་མགུ་པོ་བྱུང་། གལ་སྲིད་ཁྱེད་ཀྱི་གློག་ཀླད་ཀྱི་གསང་ཡིག་གིས་ཕྱིའི་བཙན་འཛུལ་བྱེད་མཁན་ཚོ་སྔོན་འགོག་བྱེད་མ་ཐུབ་ན་གློག་ཀླད་གཅིག་པ་གཅིག་བེད་སྤྱོད་བྱེད་མཁན་གྱི་མི་ཁྱེད་ཀྱིས་ག་པར་ཉེན་སྲུང་བྱེད་ཐུབ་བམ། དངོས་གནས་བཤད་ན་ཁྱེད་ཀྱི་ངའི་ཡིག་ཆ་འཇོག་ས་ཞེས་པ་འདི་ནི་མིས་སུས་བལྟས་ཀྱང་བལྟ་ཆོག་ཆོག་ཅིག་ཡིན་པས་ཡིག་ཆ་དེ་ཚོ་ཀློག་ཡག་ལ་མི་མཁས་པོ་དང་གྲུང་པོ་དེ་འདྲ་དགོས་དོན་གང་ཡང་མེད། ཁྱེད་རང་གིས་བཤད་པ་དེ་དངོས་གནས་རེད།གལ་སྲིད་ཡིག་སྣོད་དེ་སྒེར་ངོས་ནས་བཟོས་པ་ཞིག་ཡིན་ཀྱང་བརྡ་ཚིག་དེ་ཁྱེད་ཀྱིས་བརྗེ་པོ་མ་བརྒྱབ་པ་ཡིན་ན་བརྟན་པོ་རྩ་བ་ནས་མེད།</p>\n\n</div>\n\n<h3>བརྟན་པོའི་ངང་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་བཀོལ་སྤྱོད་བྱེད་སྟངས།</h3>\n\n<p>གསང་གནས་ཀྱི་ཡིག་ཆ་གསོག་འཇོག་བྱས་ཏེ་ཉར་རྒྱུ་ནི་ཁྱེད་རང་ཙམ་མ་ཟད་ཁྱེད་རང་དང་ལས་ཀ་མཉམ་དུ་བྱེད་མཁན་ཚོ་ལ་ཡང་ཉེན་ཁ་ཡོད། བརྡ་ཚིག་འཕོ་འགྱུར་གཏོང་ཐུབ་ན་ཁྱེད་ལ་ཉེན་ཁ་ཆུང་བ་འཕྲད་སྲིད་ཀྱང་ཉེན་ཁ་དེ་རྩ་མེད་ནམ་ཡང་བཟོ་ཐུབ་ཀྱི་མེད། རྩ་ཆེའི་གནས་ཚུལ་ཁག་ཉེན་སྲུང་བྱེད་ཡག་གིས་ཐབས་ལམ་ལེགས་ཤོས་ནི་ཁྱེད་ཀྱི་གནས་ཚུལ་དེ་ཁྱབ་སྤེལ་གང་འདྲ་བྱེད་མིན་ལ་རག་ལུས་ཡོད། ཁྱེད་ལ་དམིགས་སུ་བཀར་ནས་ཡིག་སྣོད་ཞིག་གམ་ཡང་ན་ཡིག་སྣོད་དེའི་ནང་ཚན་བྱེ་བྲག་ཅིག་ནང་གནས་ཚུལ་དེ་ཚོ་བླུག་ཡག་གི་དགོས་པ་རྒྱུ་མཚན་མ་ཐུག་བར་ཁྱེད་ཀྱི་གནས་ཚུལ་དེ་ཚོ་ངེས་པར་སུབ་དགོས། དེའི་སྐོར་ལ་རྒྱས་པ་སློབ་ཚན་དྲུག་པའི་ནང་འཁོད་པའི་བརྗོད་གཞི་<a href=\"/bo/chapter-6\"><strong><em>གང་འདྲ་སེ་རྩ་ཆེའི་གནས་ཚུལ་ཁག་གཏོར་བཤིག་གཏོང་དགོས་སམ</em></strong></a> ཞེས་པ་དེར་གཟིགས་ན་མཁྱེན་ཐུབ། ཐབས་ལམ་གཉིས་པ་ནི་ཡིག་སྣོད་ལེགས་པའི་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་བྱ་རིམ་སྟེ་ <a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ཞེས་པ་འདི་བེད་སྤྱོད་བཏང་ན་མཁྱེན་ཐུབ།</p>\n\n<div class=\"background\">\n\n<p>ཁ་ལོཌི་ཡ། (Claudia)  རེད། ང་ཚོར་བདེན་དཔང་གི་གནས་ཚུལ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་མིའི་སྐོར་གྱི་གནས་ཚུལ་ང་ཚོས་གློག་ཀླད་ནང་ཉར་ཚགས་བྱེད་དགོས་དོན་མེད། ཁྱེད་རང་གིས་བྱས་ན་དེ་མ་རེད་པས།</p>\n\n<p>ཕབ་ལི། (Pablo) རེད། ང་ཚོས་དེའི་སྐོར་ལ་ག་ཚོད་ཀྱིས་ཉུང་ཉུང་འབྲི་ཐུབ་པ་བྱེད་དགོས། དེ་དང་ཕྱོགས་མཚུངས་ང་ཚོས་གསང་བའི་བརྡ་ཚིག་ཅིག་བཟོས་ཏེ་ཁོང་ཚོའི་མིང་དང་ཁོང་ཚོ་ས་གནས་ག་པར་སྡོད་ཀྱི་ཡོད་མེད་སྐོར་ཐོ་འགོད་བྱས་ཏེ་དེའི་ནང་བླུག་དགོས།</p>\n\n</div>\n\n<p>བརྟན་སྲུང་དེའི་ཐོག་ཕྱིར་བལྟས་ཤིག་བལྟ་དགོས་ན། <a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པའི་བྱ་ཐབས་འདི་བེད་སྤྱོད་གཏོང་དུས་ངེས་པར་སེམས་ནང་བཞག་དགོས་པའི་གནད་དོན་ཁ་ཤས་ཤིག་ཡོད། ཁྱེད་རང་གི་ཉེན་སྲུང་དེ་སྤ་ཆ་ཐང་པོ་ག་ཚོད་ཡོད་ཀྱང་གལ་སྲིད་ཁྱེད་ཀྱི་སྒོ་ཕྱེ་ནས་བཞག་ཡོད་ན་དེས་ཁྱེད་རང་ལ་ཕན་ཐོགས་བརྒྱ་ཆ་བརྒྱ་ཐམ་པ་བྱེད་ཐུབ་ཀྱི་མ་རེད། <a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ཞེས་པ་འདིའི་ནང་མ་ཤོང་པའི་དུས་སྐབས་ཤིག་བྱུང་ན། དེའི་དུས་ཁྱེད་རང་གི་ཡིག་ཆ་ཁག་གནོད་སྐྱོན་ཤོར་ཆོག་ཆོག་ཅིག་ཆག་གི་རེད། དེར་བརྟེན། ཁྱེད་རང་གིས་ཡིག་སྣོད་དེ་དགོས་གལ་ལ་གཟིགས་ཏེ་ཀློག་དུས་དང་བཟོ་བཅོས་རྒྱག་དུས་མ་གཏོགས་སྒོ་བརྒྱབ་ཏེ་ཉར་ཚགས་ཡག་པོ་བྱེད་དགོས།</p>\n\n<p>འདིར་གལ་འགངས་ཆེ་བའི་གནས་སྟངས་ཁ་ཤས་ཤིག་ཡོད་པ་ནི་ཁྱེད་རང་གི་བརྡ་ཚིག་ <a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a> གྱི་ཡིག་སྣོད་དེ་གང་ཚང་བཀང་སྟེ་གཡུག་བཞག་རྒྱུ་མེད།</p>\n\n<ul><li>ཁྱེད་རང་དུས་ཚོད་རིང་ཐུང་གང་འདྲ་ཞིག་གློག་ཀླད་དང་ཁ་བྲལ་རུང་། ཁྱེད་ཀྱིས་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་ངེས་པར་གཅོད་དགོས། ཁྱེད་རང་གིས་གློག་ཀླད་ཁ་ཕྱེ་ནས་ཚན་གཅིག་བཞག་པ་ཡིན་ན། གཟུགས་ཅན་དང་གཟུགས་མེད་ཚོའི་ཉེན་ཁ་མི་ཡོང་བའི་ཆེད་ཁྱེད་ཀྱིིས་རྩ་ཆེའི་ཡིག་རིགས་ཁག་གློག་ཀླད་ནང་བཞག་རྒྱུ་མེད། </li>\n<li>ཁྱེད་རང་གི་གློག་ཀླད་ཁ་མ་བརྒྱབ་པའི་སྔོན་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་གཅོད་དགོས། ཐབས་ལམ་འདི་ནི་ལག་ཐོག་གློག་ཀླད་ཀྱི་ཐེ་ཚོམ་དང་གྲང་གཡོལ་དུ་སྤྱོད་པའི་བྱ་སྤྱོད་ (suspend) དང་ (hibernation) ཀྱི་ཁྱད་ཆོས་ལ་འཇུག་གི་ཡོད། ཡིན་ནའང་། དེ་སྤྱིར་བཏང་གློག་ཀླད་ནང་ལའང་ཡོད་སྲིད་པ་ཞིག་ཡིན། </li>\n<li>མི་གཞན་ཞིག་གིས་ཁྱེད་རང་གི་གློག་ཀླད་ལ་ལག་པ་མ་འཆང་སྔོན་ཁྱེད་ཀྱིས་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་གཅོད་དགོས། ས་མཚམས་ལ་ལག་ཐོག་གློག་ཀླད་ཁྱེར་ནས་འགྲོ་དུས། ཁྱེད་ཀྱི་བརྡ་ཚིག་<a href=\"/en/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་ས་ཁག་བཅད་དེ་གློག་ཀླད་ཁ་ཆ་ཚང་བརྒྱབ་རྒྱུ་ནི་དེ་བས་གལ་ཆེན་པོ་ཡིན།</li>\n<li>ཁྱེད་རང་གི་གྲོགས་པོ་དང་ལས་རོགས་ལ་ཡོད་པའི་ཀུན་ཁྱབ་གློག་རྡུལ་གྱི་ཡོ་ཆས་ (USB) སམ་ཡིག་རིགས་གསོག་འཇོག་བྱེད་སའི་ཡོ་ཆས་ཁག་གློག་ཀླད་ནང་མ་བཅུག་གོང་ངེས་པར་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་བཅད་དགོས།</li>\n<li>གལ་སྲིད་ཁྱེད་ཀྱིས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་བརྡ་ཚིག་འཕོ་འགྱུར་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་ས་ཉར་ཚགས་བྱས་ཡོད་ན་མཁོ་ཆས་དེ་ཕྱིར་སྟོན་པ་ཙམ་གྱིས་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་འབྲེལ་ཐག་དེ་ཆད་སྲིད་ཀྱི་མ་རེད། གལ་སྲིད་བྲེལ་ཚུབ་ངང་ཁྱེད་ཀྱི་ཡིག་སྣོད་དེ་ཉེན་སྲུང་བྱེད་དགོས་ན་འབོར་ཚད་དེ་ཆུང་དུ་བཏང་སྟེ་གློག་ཀླད་ཀྱི་ཕྱི་ལོགས་སུ་ཡོད་པའི་ཡོ་ཆས་དེའི་འབྲེལ་ཐག་བཅད་དེ་མཁོ་ཆས་མར་སྟོན་དགོས། དེའི་སྐོར་ཁྱེད་ལ་མགྱོགས་ཤོས་བྱེད་རྒྱུའི་ཐབས་ལམ་དེ་མ་རག་བར་ཁྱེད་ཀྱིས་སྦྱོང་བརྡར་དེ་བྱེད་དགོས།</li>\n</ul><p>གལ་སྲིད་ཁྱེད་རང་གིས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པའི་གླེགས་བམ་འདི་ཉར་ཚགས་བྱེད་རྒྱུ་ཐག་གཅོད་མ་བྱས་བར།ཁྱེད་རང་གི་ལས་གཞི་དེ་པར་བཤུས་བརྒྱབ་ནས་མཉམ་དུ་ཉར་དགོས། འདིས་མི་གཞན་གྱི་གློག་ཀླད་ཁག་ནང་ཁྱེད་རང་གི་ལས་འཆར་རམ་ཡིག་ཆ་ཁག་བཀོལ་སྤྱོད་བྱེད་ས་རག་གི་རེད། ལམ་ལུགས་དེ་ད་ལྟ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད་ན་ཡང་། ཁྱེད་ཀྱི་གློག་ཀླད་ནང་དྲ་འབུ་<a href=\"/en/glossary#Malware\"><em>དྲ་འབུ་</em></a>ཞེས་པ་འདི་མེད་པའི་གྲུབ་བྱེད་བཤད་རྒྱུ་མེད་པར་བརྟེན། ཁྱེད་ཀྱིས་གསང་ཡིག་བརྒྱབ་ཏེ་གལ་ཆེའི་ཡིག་རིགས་ཁག་བལྟ་ཀློག་བྱེད་རྒྱུའི་འབད་བརྩོན་ནམ་ཡང་བྱེད་རྒྱུ་མེད།</p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\nཕབ་ལོ། (Pablo) ཡིན་ནའང་། དང་པོ་ནས་ངའི་གློག་ཀླད་ (Windows) ངོ་འཇུག་ཁ་བྱང་ནང་ཉེན་སྲུང་བྱས་ཚར་ཡོད། དེས་འགྲིག་གི་མ་རེད་དམ།\r\n\r\nཁ་ལོཌི་ཡ། ( Claudia ) ངས་ཁྱེད་ལ་དྲང་པོ་ཞུས་ན། (Windows) ངོ་འཇུག་ཁ་བྱང་ནི་གཏོར་སྐྱོན་གཏོང་ཡག་ལ་སྟབས་བདེ་པོ་ཞིག་ཡིན། རྒྱུན་རིང་པོ་ཁྱེད་རང་གི་གློག་ཀླད་ལ་ལག་པ་འཆང་མྱོང་མཁན་གྱིས་མིས་གསང་ཡིག་ཅིག་ཀྱང་མི་དགོས་པའི་ཐོག་འཚོ་བྱེད་འོད་སྟེར་ (LiveCD) བརྒྱུད་གློག་ཀླད་ཁ་ཕྱེ་སྟེ་གནས་ཚུལ་ཁག་སེམས་ཁྲལ་མི་དགོས་པའི་ཐོག ཕབ་བཤུ་བྱེད་ཐུབ་ཀྱི་ཡོད། གལ་སྲིད་མི་དེ་ཚོས་གནས་ཚུལ་ཁག་ལ་ལག་པ་འཆང་སྟེ་འཁྱེར་བའི་དབང་དུ་བཏང་ན། ཁྱེད་རང་ལ་དཀའ་ངལ་ཆེན་པོ་ཞིག་འཕྲད་ཀྱི་རེད།  དཀའ་ངལ་དེ་ནི་ (Windows) གསང་ཡིག་ཙམ་མ་ཟད་ (Microsoft Word) དང་ (Adobe Acrobat) གསང་ཡིག་ལ་ཡང་སེམས་ཁྲལ་བྱེད་དགོས་པ་ཞིག་ཆག་གི་རེད། \r\n</div>\r\n\r\n[*Encrypting*](/bo/glossary#Encryption)ཞེས་པ་འདིའི་ནང་ཁྱེད་ཀྱི་གནས་ཚུལ་ལམ་ཡིག་ཆ་ཁག་ནང་བཅུག་བྱས་ན་ཅུང་ཉེན་ཁ་ཆུང་བ་ཡོད། [*Encrypting*](/bo/glossary#Encryption)ཞེས་པ་འདིའི་གསང་ཡིག་གམ་ལྡེ་མིག་ཡོད་ན་དེའི་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་བལྟ་ཀློག་ཐུབ་ཀྱི་ཡོད་རེད། དེ་དང་ཕྱོགས་མཚུངས་པའི་བྱ་ཐབས་ནི་[*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པ་འདི་ཡིན་པར་བརྟེན། འདིས་བརྡ་ཚིག་'འཕོ་འགྱུར་གླེགས་བམ་ཞེས་པའི་བླུག་སྣོད་'ཞིག་བཟོས་པ་ཙམ་ལས་དུས་ཚོད་དེ་རང་ལ་ཡིག་སྣོད་ཉེན་སྲུང་གི་ལས་ཀ་བྱེད་ཀྱི་མེད། ཁྱེད་རང་གིས་བརྡ་ཚིག་འཕོ་འགྱུར་གླེགས་བམ་ནང་ཡིག་ཆ་ག་ཚོད་ཀྱིས་མང་བ་བླུག་པ་ཡིན་ནའང་། ཁྱེད་རང་གི་གློག་ཀླད་དང་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ནང་གསོག་འཇོག་བྱས་པའི་ཡིག་ཆ་ཁག་ལ་དེས་གང་ཡང་ཉེན་སྲུང་བྱེད་ཐུབ་ཀྱི་མ་རེད།\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**མགོ་ཚུགས་བྱེད་སྟངས།** [***TrueCrypt  - ཡིག་སྣོད་གསོག་འཇོག་གི་ལམ་སྟོན་ཤེས་བྱར་ལག་པ་འཆང་ནས་མགོ་ཚུགས་བགྱིས།***](/en/truecrypt_main)\r\n</div>\r\n\r\nདེ་དང་ཕྱོགས་མཚུངས་མཉེན་ཆས་གཞན་ཁག་གིས་ཀྱང་*[འཕོ་འགྱུར་](/bo/glossary#Encryption)*, [*TrueCrypt*](/bo/glossary#TrueCrypt) ནང་ཡོད་པའི་བྱ་ཐབས་ཁག་དང་འདྲ་བ་གལ་འགངས་ཆེ་བའི་ཁྱད་ཆོས་ལ་བརྟེན་གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་ལ་བྱུས་བཀོད་བྱེད་རྒྱུའི་དབང་ཆ་ཁྱེད་ལ་སྤྲད་ཀྱི་རེད། དེས་ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་སྡེར་མ་དང་གནས་སྐབས་རིང་གསོག་འཇོག་བྱས་པའི་ཡིག་སྣོད་དམ་ཡིག་ཆ་ཁག་དེ་བཞིན་གློག་ཀླད་ནང་དུ་ནང་འཇུག་བྱས་པའི་གློག་ཀླད་མ་ལག་གི་སྟངས་འཛིན་མཉེན་ཆས་ཁག་ལ་ཡང་བརྡ་ཚིག་འཕོ་འགྱུར་གྱིས་ཞབས་འདེགས་ཞུ་སྲིད་པ་ཞིག་ཡིན།  (TrueCrypt) ཞེས་པ་འདིས་ཡིག་ཆ་གསོག་འཇོག་བྱེད་སའི་སྟབས་བདེའི་ཡོ་ཆས་ཀྱི་ཤོང་ཚད་ལ་རོགས་པ་བྱེད་ཀྱི་ཡོད། འདིའི་སྐོར་ལ་རྒྱས་པ་གཤམ་དུ་སློབ་ཚན་བཞི་པའི་ནང་ཚན་གཉིས་པ་སྟེ་[***ཇི་ལྟར་ཁྱེད་ཀྱིས་རྩ་ཆེའི་གནས་ཚུལ་སྦེད་རྒྱུ་***](/bo/chapter_4_2) ཞེས་པའི་དགག་བྱའི་བྱ་ཐབས་ཀྱི་ཁྱད་ཆོས་ནང་འགྲེལ་བརྗོད་ཞུས་ཡོད་པས་དེར་གཟིགས་རོགས། དེས་མ་ཚད་ (TrueCrypt) ཞེས་པ་འདི་ནི་རིན་མེད་ངོ་ལྐོག་མེད་པའི་གློག་ཀླད་ཀྱི་ལས་གཞིའི་འབྱུང་ཁུངས་ཤིག་ཡིན།\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nཕབ་ལོ། (Pablo) འགྲིག་སོང་། ད་ལྟ་ཁྱེད་རང་གིས་ང་ལ་སེམས་ཁྲལ་བཟོས་སོང་། གློག་ཀླད་གཅིག་གི་ཐོག་བེད་སྤྱོད་བྱེད་མཁན་གཞན་དག་བྱུང་ན་ག་རེ་ཡོང་གི་རེད། ཁོང་ཚོས་ངའི་ཡིག་སྣོད་ནང་ཡོད་པའི་ཡིག་ཆ་ཁག་བལྟ་ཀློག་ཐུབ་ཀྱི་ཡོད་པ་དེ་སྟོན་གྱི་རེད་དམ།\r\n\r\nཁ་ལོཌི་ཡ། (Claudia)  ང་ཁྱེད་རང་གི་བསམ་བློ་གཏོང་སྟངས་ལ་མགུ་པོ་བྱུང་། གལ་སྲིད་ཁྱེད་ཀྱི་གློག་ཀླད་ཀྱི་གསང་ཡིག་གིས་ཕྱིའི་བཙན་འཛུལ་བྱེད་མཁན་ཚོ་སྔོན་འགོག་བྱེད་མ་ཐུབ་ན་གློག་ཀླད་གཅིག་པ་གཅིག་བེད་སྤྱོད་བྱེད་མཁན་གྱི་མི་ཁྱེད་ཀྱིས་ག་པར་ཉེན་སྲུང་བྱེད་ཐུབ་བམ། དངོས་གནས་བཤད་ན་ཁྱེད་ཀྱི་ངའི་ཡིག་ཆ་འཇོག་ས་ཞེས་པ་འདི་ནི་མིས་སུས་བལྟས་ཀྱང་བལྟ་ཆོག་ཆོག་ཅིག་ཡིན་པས་ཡིག་ཆ་དེ་ཚོ་ཀློག་ཡག་ལ་མི་མཁས་པོ་དང་གྲུང་པོ་དེ་འདྲ་དགོས་དོན་གང་ཡང་མེད། ཁྱེད་རང་གིས་བཤད་པ་དེ་དངོས་གནས་རེད།གལ་སྲིད་ཡིག་སྣོད་དེ་སྒེར་ངོས་ནས་བཟོས་པ་ཞིག་ཡིན་ཀྱང་བརྡ་ཚིག་དེ་ཁྱེད་ཀྱིས་བརྗེ་པོ་མ་བརྒྱབ་པ་ཡིན་ན་བརྟན་པོ་རྩ་བ་ནས་མེད།\r\n</div>\r\n\r\n### བརྟན་པོའི་ངང་ཡིག་སྣོད་ཀྱི་བརྡ་ཚིག་བཀོལ་སྤྱོད་བྱེད་སྟངས། ###\r\n\r\nགསང་གནས་ཀྱི་ཡིག་ཆ་གསོག་འཇོག་བྱས་ཏེ་ཉར་རྒྱུ་ནི་ཁྱེད་རང་ཙམ་མ་ཟད་ཁྱེད་རང་དང་ལས་ཀ་མཉམ་དུ་བྱེད་མཁན་ཚོ་ལ་ཡང་ཉེན་ཁ་ཡོད། བརྡ་ཚིག་འཕོ་འགྱུར་གཏོང་ཐུབ་ན་ཁྱེད་ལ་ཉེན་ཁ་ཆུང་བ་འཕྲད་སྲིད་ཀྱང་ཉེན་ཁ་དེ་རྩ་མེད་ནམ་ཡང་བཟོ་ཐུབ་ཀྱི་མེད། རྩ་ཆེའི་གནས་ཚུལ་ཁག་ཉེན་སྲུང་བྱེད་ཡག་གིས་ཐབས་ལམ་ལེགས་ཤོས་ནི་ཁྱེད་ཀྱི་གནས་ཚུལ་དེ་ཁྱབ་སྤེལ་གང་འདྲ་བྱེད་མིན་ལ་རག་ལུས་ཡོད། ཁྱེད་ལ་དམིགས་སུ་བཀར་ནས་ཡིག་སྣོད་ཞིག་གམ་ཡང་ན་ཡིག་སྣོད་དེའི་ནང་ཚན་བྱེ་བྲག་ཅིག་ནང་གནས་ཚུལ་དེ་ཚོ་བླུག་ཡག་གི་དགོས་པ་རྒྱུ་མཚན་མ་ཐུག་བར་ཁྱེད་ཀྱི་གནས་ཚུལ་དེ་ཚོ་ངེས་པར་སུབ་དགོས། དེའི་སྐོར་ལ་རྒྱས་པ་སློབ་ཚན་དྲུག་པའི་ནང་འཁོད་པའི་བརྗོད་གཞི་[***གང་འདྲ་སེ་རྩ་ཆེའི་གནས་ཚུལ་ཁག་གཏོར་བཤིག་གཏོང་དགོས་སམ***](/bo/chapter-6) ཞེས་པ་དེར་གཟིགས་ན་མཁྱེན་ཐུབ། ཐབས་ལམ་གཉིས་པ་ནི་ཡིག་སྣོད་ལེགས་པའི་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་བྱ་རིམ་སྟེ་ [*TrueCrypt*](/bo/glossary#TrueCrypt) ཞེས་པ་འདི་བེད་སྤྱོད་བཏང་ན་མཁྱེན་ཐུབ།\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nཁ་ལོཌི་ཡ། (Claudia)  རེད། ང་ཚོར་བདེན་དཔང་གི་གནས་ཚུལ་མཁོ་སྤྲོད་བྱེད་མཁན་གྱི་མིའི་སྐོར་གྱི་གནས་ཚུལ་ང་ཚོས་གློག་ཀླད་ནང་ཉར་ཚགས་བྱེད་དགོས་དོན་མེད། ཁྱེད་རང་གིས་བྱས་ན་དེ་མ་རེད་པས།\r\n\r\nཕབ་ལི། (Pablo) རེད། ང་ཚོས་དེའི་སྐོར་ལ་ག་ཚོད་ཀྱིས་ཉུང་ཉུང་འབྲི་ཐུབ་པ་བྱེད་དགོས། དེ་དང་ཕྱོགས་མཚུངས་ང་ཚོས་གསང་བའི་བརྡ་ཚིག་ཅིག་བཟོས་ཏེ་ཁོང་ཚོའི་མིང་དང་ཁོང་ཚོ་ས་གནས་ག་པར་སྡོད་ཀྱི་ཡོད་མེད་སྐོར་ཐོ་འགོད་བྱས་ཏེ་དེའི་ནང་བླུག་དགོས། \r\n</div>\r\n\r\nབརྟན་སྲུང་དེའི་ཐོག་ཕྱིར་བལྟས་ཤིག་བལྟ་དགོས་ན། [*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པའི་བྱ་ཐབས་འདི་བེད་སྤྱོད་གཏོང་དུས་ངེས་པར་སེམས་ནང་བཞག་དགོས་པའི་གནད་དོན་ཁ་ཤས་ཤིག་ཡོད། ཁྱེད་རང་གི་ཉེན་སྲུང་དེ་སྤ་ཆ་ཐང་པོ་ག་ཚོད་ཡོད་ཀྱང་གལ་སྲིད་ཁྱེད་ཀྱི་སྒོ་ཕྱེ་ནས་བཞག་ཡོད་ན་དེས་ཁྱེད་རང་ལ་ཕན་ཐོགས་བརྒྱ་ཆ་བརྒྱ་ཐམ་པ་བྱེད་ཐུབ་ཀྱི་མ་རེད། [*TrueCrypt*](/bo/glossary#TrueCrypt) ཞེས་པ་འདིའི་ནང་མ་ཤོང་པའི་དུས་སྐབས་ཤིག་བྱུང་ན། དེའི་དུས་ཁྱེད་རང་གི་ཡིག་ཆ་ཁག་གནོད་སྐྱོན་ཤོར་ཆོག་ཆོག་ཅིག་ཆག་གི་རེད། དེར་བརྟེན། ཁྱེད་རང་གིས་ཡིག་སྣོད་དེ་དགོས་གལ་ལ་གཟིགས་ཏེ་ཀློག་དུས་དང་བཟོ་བཅོས་རྒྱག་དུས་མ་གཏོགས་སྒོ་བརྒྱབ་ཏེ་ཉར་ཚགས་ཡག་པོ་བྱེད་དགོས།\r\n\r\nའདིར་གལ་འགངས་ཆེ་བའི་གནས་སྟངས་ཁ་ཤས་ཤིག་ཡོད་པ་ནི་ཁྱེད་རང་གི་བརྡ་ཚིག་ [*འཕོ་འགྱུར་*](/bo/glossary#Encryption) གྱི་ཡིག་སྣོད་དེ་གང་ཚང་བཀང་སྟེ་གཡུག་བཞག་རྒྱུ་མེད།\r\n\r\n- ཁྱེད་རང་དུས་ཚོད་རིང་ཐུང་གང་འདྲ་ཞིག་གློག་ཀླད་དང་ཁ་བྲལ་རུང་། ཁྱེད་ཀྱིས་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་ངེས་པར་གཅོད་དགོས། ཁྱེད་རང་གིས་གློག་ཀླད་ཁ་ཕྱེ་ནས་ཚན་གཅིག་བཞག་པ་ཡིན་ན། གཟུགས་ཅན་དང་གཟུགས་མེད་ཚོའི་ཉེན་ཁ་མི་ཡོང་བའི་ཆེད་ཁྱེད་ཀྱིིས་རྩ་ཆེའི་ཡིག་རིགས་ཁག་གློག་ཀླད་ནང་བཞག་རྒྱུ་མེད། \r\n- ཁྱེད་རང་གི་གློག་ཀླད་ཁ་མ་བརྒྱབ་པའི་སྔོན་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་གཅོད་དགོས། ཐབས་ལམ་འདི་ནི་ལག་ཐོག་གློག་ཀླད་ཀྱི་ཐེ་ཚོམ་དང་གྲང་གཡོལ་དུ་སྤྱོད་པའི་བྱ་སྤྱོད་ (suspend) དང་ (hibernation) ཀྱི་ཁྱད་ཆོས་ལ་འཇུག་གི་ཡོད། ཡིན་ནའང་། དེ་སྤྱིར་བཏང་གློག་ཀླད་ནང་ལའང་ཡོད་སྲིད་པ་ཞིག་ཡིན། \r\n- མི་གཞན་ཞིག་གིས་ཁྱེད་རང་གི་གློག་ཀླད་ལ་ལག་པ་མ་འཆང་སྔོན་ཁྱེད་ཀྱིས་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་གཅོད་དགོས། ས་མཚམས་ལ་ལག་ཐོག་གློག་ཀླད་ཁྱེར་ནས་འགྲོ་དུས། ཁྱེད་ཀྱི་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/en/glossary#Encryption)བྱེད་ས་ཁག་བཅད་དེ་གློག་ཀླད་ཁ་ཆ་ཚང་བརྒྱབ་རྒྱུ་ནི་དེ་བས་གལ་ཆེན་པོ་ཡིན།\r\n- ཁྱེད་རང་གི་གྲོགས་པོ་དང་ལས་རོགས་ལ་ཡོད་པའི་ཀུན་ཁྱབ་གློག་རྡུལ་གྱི་ཡོ་ཆས་ (USB) སམ་ཡིག་རིགས་གསོག་འཇོག་བྱེད་སའི་ཡོ་ཆས་ཁག་གློག་ཀླད་ནང་མ་བཅུག་གོང་ངེས་པར་གློག་ཀླད་ཀྱི་འབྲེལ་མཐུད་ཁག་བཅད་དགོས།\r\n- གལ་སྲིད་ཁྱེད་ཀྱིས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་བརྡ་ཚིག་འཕོ་འགྱུར་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བྱེད་ས་ཉར་ཚགས་བྱས་ཡོད་ན་མཁོ་ཆས་དེ་ཕྱིར་སྟོན་པ་ཙམ་གྱིས་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་འབྲེལ་ཐག་དེ་ཆད་སྲིད་ཀྱི་མ་རེད། གལ་སྲིད་བྲེལ་ཚུབ་ངང་ཁྱེད་ཀྱི་ཡིག་སྣོད་དེ་ཉེན་སྲུང་བྱེད་དགོས་ན་འབོར་ཚད་དེ་ཆུང་དུ་བཏང་སྟེ་གློག་ཀླད་ཀྱི་ཕྱི་ལོགས་སུ་ཡོད་པའི་ཡོ་ཆས་དེའི་འབྲེལ་ཐག་བཅད་དེ་མཁོ་ཆས་མར་སྟོན་དགོས། དེའི་སྐོར་ཁྱེད་ལ་མགྱོགས་ཤོས་བྱེད་རྒྱུའི་ཐབས་ལམ་དེ་མ་རག་བར་ཁྱེད་ཀྱིས་སྦྱོང་བརྡར་དེ་བྱེད་དགོས།\r\n\t\r\nགལ་སྲིད་ཁྱེད་རང་གིས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ (USB) ནང་[*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པའི་གླེགས་བམ་འདི་ཉར་ཚགས་བྱེད་རྒྱུ་ཐག་གཅོད་མ་བྱས་བར།ཁྱེད་རང་གི་ལས་གཞི་དེ་པར་བཤུས་བརྒྱབ་ནས་མཉམ་དུ་ཉར་དགོས། འདིས་མི་གཞན་གྱི་གློག་ཀླད་ཁག་ནང་ཁྱེད་རང་གི་ལས་འཆར་རམ་ཡིག་ཆ་ཁག་བཀོལ་སྤྱོད་བྱེད་ས་རག་གི་རེད། ལམ་ལུགས་དེ་ད་ལྟ་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད་ན་ཡང་། ཁྱེད་ཀྱི་གློག་ཀླད་ནང་དྲ་འབུ་[*དྲ་འབུ་*](/en/glossary#Malware)ཞེས་པ་འདི་མེད་པའི་གྲུབ་བྱེད་བཤད་རྒྱུ་མེད་པར་བརྟེན། ཁྱེད་ཀྱིས་གསང་ཡིག་བརྒྱབ་ཏེ་གལ་ཆེའི་ཡིག་རིགས་ཁག་བལྟ་ཀློག་བྱེད་རྒྱུའི་འབད་བརྩོན་ནམ་ཡང་བྱེད་རྒྱུ་མེད།\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_1", 
                        "value": "chapter_4_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "ཁྱེད་ཀྱི་གནས་ཚུལ་བརྡ་ཚིག་འཕོ་འགྱུར་བྱེད་སྟངས།", 
                        "value": "ཁྱེད་ཀྱི་གནས་ཚུལ་བརྡ་ཚིག་འཕོ་འགྱུར་བྱེད་སྟངས།"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>གནད་དོན་གཅིག་ནི་ཁྱེད་ཀྱི་རྩ་ཆེའི་ཡིག་རིགས་ཁག་ལས་ཁུངས་སམ་ཡང་ན་རང་ཁྱིམ་དུ་ཉར་ཚགས་ཡག་པོ་བྱེད་རྒྱུ་ལས་སྦ་ཁུག་ནང་བླུག་ཏེ་གང་བྱུང་ཁྱེར་རྒྱུ་མེད། མི་མང་པོ་ཞེ་པོ་ཞིག་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བེད་སྤྱད་དེ་ཁོང་ཚོར་ནག་ཉེས་འཛུགས་ཀྱི་ཡོད་པས་དེར་སེམས་ཁྲལ་བྱེད་ཀྱི་ཡོད། དེ་ཡང་ཁྲིམས་འགལ་གྱིས་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་མཁན་ནི་ཁྲིམས་མཐུན་ལས་མང་བ་ཡོད་དུས་ཉེན་ཁ་ཆེན་པོ་འཕྲད་ཀྱི་ཡོད། དེར་བརྟེན། <a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པའི་བྱ་རིམ་འདི་བརྒྱུད་འདྲོགས་མགོ་དེ་མེད་པ་བཟོ་ཆེད་མེད་དུ་མི་རུང་བའི་རྒྱུ་མཚན་གཉིས་འགོད་རྒྱུ་ཡོད། རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁ། ཁྱེད་རང་གིས་རྩ་ཆེ་ཤོས་བྱེད་སའི་གནས་ཚུལ་འཇོག་ས་ཁག་རྩད་གཅོད་བྱེད་མ་ཐུབ་པའི་ཉེན་ཁ།</p>\n\n<h3>རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁར་བསམ་གཞིགས་བྱེད་སྟངས།</h3>\n\n<p>རྒྱལ་ཁབ་ཁ་ཤས་ནང་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་ཡག་ནི་ཁྲིམས་འགལ་གྱི་གནད་དོན་ཞིག་ལ་ངོས་འཛིན་བྱེད་ཀྱི་ཡོད། མཉེན་ཆས་འདི་རིགས་ཕབ་ལེན་དང་ནང་འཇུག་བྱེད་ཡག་ནི་ནག་ཉེས་ཤིག་ལ་ངོས་འཛིན་བྱེད་ཀྱི་ཡོད། གལ་སྲིད་ཁྱེད་ཀྱི་གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་ཉེན་རྟོག་པ་དང་དམག་མི། དེ་བཞིན་གསང་བའི་ལས་བྱེད་ཚོའི་བལྟ་རྟོག་འོག་ཡོད་ན། ཁྲིམས་ལུགས་ལ་མ་བརྩི་བར་ཡ་མེད་བཏང་བ་ཡིན་ན། ཁྱེད་ཀྱི་བྱ་སྤྱོད་ལ་ཁོང་ཚོས་དངོས་ཤུགས་བརྒྱུད་གསུམ་ནས་སྙད་འདོགས་རྟོག་ཞིབ་དང་ཚོགས་པ་ཡང་མེད་པ་བཟོ་སྲིད་པ་ཞིག་ཡིན། ཡིན་ནའང་། ཉེན་ཁ་འདི་རིགས་ཀྱིས་ཁྲིམས་མཐུན་གྱི་གློག་ཀླད་བྱ་སྤྱོད་ལ་ཐེ་བྱུས་བྱེད་ཡག་གི་འོས་བབ་གང་ཡང་བསྐྲུན་གྱི་མེད། དུས་རྒྱུན་ཁྱེད་ལ་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>གྱི་མཉེན་ཆས་དང་འབྲེལ་བ་ཡོད་པའི་སྤུས་ཚད་ལྡན་པའི་གློག་ཀླད་ཀྱི་མ་ལག་ཁག་ཡོད་ན། ཁྱེད་ལ་ནག་ཉེས་འཛུགས་མཁན་སུ་ཡིན་མིན་ཐེར་འདོན་བྱེད་ཐུབ་ཀྱི་ཡོད། དེར་བརྟེན་གནས་སྟངས་ལ་བསམ་བློ་བཏང་སྟེ་གློག་ཀླད་ཀྱི་མ་ལག་དེ་འདྲ་ཞིག་ཁྱེད་ཀྱི་གློག་ཀླད་ནང་བཅུག་དགོས་མེད་བསམ་བློ་ཞིབ་ཕྲ་གཏོང་དགོས།</p>\n\n<p>གལ་སྲིད་གནས་སྟངས་དེ་འདྲ་ཞིག་ཡོད་ན། ཁྱེད་ལ་གདམ་ག་ཁ་ཤས་ཤིག་ཡོད།</p>\n\n<ul><li>གསང་གནས་མིན་པའི་ཡིག་ཆ་ཁག་གསོག་འཇོག་བྱེད་སའི་ཉེན་སྲུང་མཉེན་ཆས་ཡོངས་རྫོགས་བེད་སྤྱོད་བྱེད་རྒྱུ་མཚམས་འཇོག་བྱེད་པའམ་ཡང་ན་བརྡ་ཚིག་གི་ཐབས་ཚུལ་ཞིག་བཟོས་ཏེ་རྩ་ཆེའི་ཡིག་སྣོད་ནང་ཡོད་པའི་ཡིག་ཆ་ཁག་བརྟན་སྲུང་བྱེད་རྒྱུ།</li>\n<li>ཁྱེད་ཀྱིས་བརྡ་ཚིག་འཕོ་འགྱུར་ལ་བརྟེན་གལ་ཆེའི་ཡིག་ཆའམ་གནས་ཚུལ་ཁག་སྦེད་པ་ལས་མགྱོགས་ཡིག་<a href=\"/bo/glossary#Steganography\"><em>Steganography</em></a>ལ་བརྟེན་ནས་ཉེན་སྲུང་བྱས་ན་ལེགས་པ་ཡོད། དེར་རོགས་རམ་བྱེད་མཁན་གྱིས་བྱ་ཐབས་གཞན་ཞིག་འདིར་ཡོད། ཡིན་ནའང་། བྱ་ཐབས་དེ་བེད་སྤྱོད་ཏག་ཏག་གཏོང་ཡག་ལ་གྲ་སྒྲིག་ལེགས་པོ་ཞིག་བྱེད་དགོས། གང་ཡིན་ཞེ་ན། མི་གཞན་གྱིས་ཁྱེད་རང་ལ་མིག་ལྡིར་ནས་ཉེས་འཛུགས་བྱེད་ཡག་སྒུག་ནས་བསྡད་ཡོད་དུས་བྱ་ཐབས་དེ་ལག་ལེན་བསྟར་དུས་མི་གཞན་གྱིས་མ་ཤེས་པ་བྱེད་དགོས།</li>\n<li>ཁྱེད་རང་གི་རྩ་ཆེའི་གནས་ཚུལ་ཁག་དྲ་ཐོག་ཏུ་ཡོད་པའི་ཁྱེད་རང་གི་ཁ་བྱང་བཙན་ས་ཞིག་ནང་གསོག་འཇོག་ངེས་པར་བྱེད་དགོས། ཡིན་ནའང་དེ་ཉར་འཇོག་བྱེད་ཡག་ལ་དྲ་ལམ་ཚད་འཕེར་ཐུབ་པ་ཞིག་དང་རྙོག་འཛིང་ཆེ་བའི་གློག་ཀླད་ཀྱི་དྲ་ལམ་གྱི་ཞབས་ཞུའི་ཐོག་གོ་རྟོགས་ཡོད་པ་ཞིག་དགོས། ཐབས་ལམ་འདིས་ག་རེ་གསལ་བཤད་བྱེད་ཐུབ་བམ་ཞེ་ན། དྲ་ཐོག་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་ཡག་ནི་ཡིག་སྣོད་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>བྱེད་ཡག་ལས་ཅུང་ནག་ཉེས་ཆུང་བ་ཡོད། གློ་བུར་དུ་ཁྱེད་རང་གི་རྩ་ཆེའི་ཡིག་ཆ་ཁག་ཡིག་སྣོད་བླུག་སའི་ཡོ་ཆས་ནང་བླུག་ཏེ། དེ་དེར་གཡུག་བཞག་ནས་འགྲོ་རྒྱུ་མེད།</li>\n<li>ཁྱེད་རང་གི་རྩ་ཆེའི་གལ་འགངས་ཆེ་བའི་ཡིག་ཆ་ཁག་གློག་ཀླད་ནང་མ་བཞག་པར་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ནང་བཅུག་ཏེ་བཞག་དགོས། ཡིན་ནའང་། མཁོ་ཆས་དེ་ཚོ་གློག་ཀླད་ལས་སྐྱོན་དང་བརླག་དོར། གཞུང་བཞེས་ཤོར་སླ་བ་ཡོད་པས་གལ་འགངས་ཆེ་བའི་བརྡ་ཚིག་མེད་པའི་ཡིག་ཆ་ཁག་གང་སར་ཁྱེར་ནས་འགྲོ་རྒྱུ་མེད། </li>\n</ul><p>གལ་སྲིད་དགོས་ངེས་བྱུང་ན་ཁྱེད་རང་གི་ཐབས་ལམ་དེ་འདྲ་བཀོལ་སྤྱོད་བྱེད་དགོས། ཡིན་ནའང་། རང་ལེན་ཉེས་འཛུགས་ཀྱི་རྐྱེན་ངན་དེ་འདྲ་ཁྱེད་ལ་འཕྲད་ན་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a>ཞེས་པ་འདི་ཟོག་རྫུ་བྱས་ནས་བེད་སྤྱོད་བྱས་ན་ནི་ཐབས་ལམ་ཡག་ཤོས་ཤིག་དང་བརྟན་ཤོས་ཤིག་ཡིན།</p>\n\n<p>གལ་སྲིད་བརྡ་ཚིག་གི་ཐ་སྙད་དེ་ཁྱེད་ཀྱིས་མངོན་གསལ་དོད་པོ་མ་བཟོས་པ་ཡིན་ན། ཡིག་སྣོད་དེར་མིང་མི་འདྲ་བ་ཞིག་བཏགས་ཏེ་བཞག་དགོས། འོད་སྡེར་སྣང་བརྙན་ (CD image) ཚབ་ཏུ་ (.iso) ཡིག་སྣོད་རྒྱ་སྐྱེད་ཀྱི་མ་ལག་བེད་སྤྱོད་གཏོང་རྒྱུ་ནི་གདམ་ག་གཞན་ཞིག་ཡིན་པ་མ་ཟད་ཤོང་ཚད་ (700 MB) ཡས་མས་ཡོད་པ་དེ་ཚོར་ཡང་སྐུལ་འདེད་བྱེད་ཐུབ་ཀྱི་ཡོད། ཤོང་ཚད་ཉུང་ཉུང་ལས་མེད་པ་ཚོར་རྒྱ་སྐྱེད་ཀྱི་ཡོ་ཆས་གཞན་དག་བེད་སྤྱོད་བྱས་ན་དོན་དངོས་དང་མཐུན་པ་ཞིག་ཡོང་གི་རེད། འདི་ནི་ལས་ཁུངས་ཀྱི་གྱང་སྟེང་ཡོད་པའི་རི་མོའི་འོག་ཁྱེད་རང་གབ་པ་དང་ཨ་ན་མ་ན་ཡིན། འདིས་བརྟག་དཔྱད་ཞིབ་ཕྲ་བྱེད་མ་ཐུབ་ཀྱང་ཉེན་སྲུང་ཁ་ཤས་བྱེད་ཐུབ་ཀྱི་རེད། དེར་བརྟེན། ཁྱེད་རང་གི་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ཞེས་པ་འདིར་མིང་གསར་པ་ཞིག་བཏགས་ཏེ་དེའི་ནང་ཡིག་ཆ་བླུག་ཡོད་དོག་དོག་བྱེད་དགོས།  ཡིན་ནའང་ཁྱེད་ཀྱི་དུས་རྒྱུན་ཡིག་སྣོད་གི་ཡིག་ཆ་ཁག་ (USB) ནང་ཉར་ཚགས་བྱས་པ་ཙམ་ལས་དེ་གློག་ཀླད་ནང་འཇུག་རྒྱུ་མེད། <a href=\"/en/truecrypt_main\"><strong><em>TrueCrypt Guide</em></strong></a>ཞེས་པ་དེའི་ནང་གང་འདྲ་བྱེད་དགོས་མེད་གསལ་བཤད་བྱས་ཡོད་པས་དེར་གཟིགས་རོགས།</p>\n\n<h3>ཁྱེད་ཀྱི་གལ་ཆེའི་གནས་ཚུལ་ཁག་གིས་ཉེན་ཁ་ངོས་འཛིན་བྱེད་སྟངས།</h3>\n\n<p>ཁྱེད་རང་ཡང་སེ་གློག་ཀླད་དང་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ལ་བརྡ་ཚིག་འཕོ་འགྱུར་བྱེད་ཡག་གི་མཉེན་ཆས་གིས་དོ་ཕོག་བྱེད་ཀྱི་ཡོད་པར་སེམས་ཁྲལ་ཉུང་བ་བྱེད་པ་ལས་བརྡ་ཚིག་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>གྱི་ཡིག་སྣོད་ཀྱིས་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཏག་ཏག་ག་པར་གསོག་འཇོག་བྱེད་ཀྱི་ཡོད་མེད་ལ་སེམས་ཁྲལ་མང་བ་བྱེད་ཀྱི་ཡོད། ངས་བྱས་ན་དེ་དངོས་གནས་རེད་བསམ་གྱི་འདུག གང་ཡིན་ཞེ་ན། མི་སུས་ཀྱང་དེ་ཀློག་ཐུབ་ཀྱི་མ་རེད་ལ་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་ཀྱང་ཁྱེད་ཀྱི་ཐབས་ཤེས་བྱས་ཏེ་སྲུང་སྐྱོབ་བྱས་ཡོད་པ་དེ་ཡང་ཤེས་ཀྱི་མ་རེད། འདིས་ག་རེ་གསལ་བཤད་བྱེད་ཀྱི་ཡོད་རེད་ལབ་ན་ཆེད་ལས་མཁས་པའི་ཐབས་རྩལ་བེད་སྤྱོད་མ་བྱས་པར་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་གལ་ཆེའི་གནས་ཚུལ་ཁག་འཇིགས་སྐུལ་དང་ལྐོག་གཡོ། དེ་བཞིན་མནར་གཅོད་དང་དྲི་ཞིབ་བྱས་ཏེ་བཙན་བཟུང་བྱེད་ཀྱི་ཡོད་པ་གསལ་སྟོན་ཐུབ་ཀྱི་ཡོད། གནད་དོན་དེ་དང་འབྲེལ་བ་ཆགས་བསྡད་ཡོད་པའི་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt's</em></a>ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་དེ་ཚོ་ཞིབ་ཕྲ་གཤམ་དུ་འགྲེལ་བརྗོད་ཞུས་ཡོད་པས་དེར་གཟིགས་རོགས།</p>\n\n<p><a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt's</em></a>ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་ཀྱི་ཐབས་ལམ་ནི་<a href=\"/bo/glossary#Encryption\"><em>འཕོ་འགྱུར་</em></a>མ་ལག་ཡིག་སྣོད་ཀྱི་ཐུན་མིན་ཁྱད་ཆོས་ལས་བཀོལ་སྤྱོད་ལེགས་པ་དང་བཟང་བ་ཡོད། ཁྱད་ཆོས་འདི་ནི་ཐུན་མོང་མ་ཡིན་པའི་མགྱོགས་ཡིག་ཞིག་ཡིན་དུས་གལ་ཆེའི་གནས་ཚུལ་ཁག་གལ་ཆུང་ཡིན་དོག་དོག་གིས་སྦེད་རྒྱུ་ཡིན། དེར་བརྟེན་གལ་ཆེ་ནང་གལ་ཆུང་ནང་འཇུག་བྱེད་ཡག་དེ་ཕྱོགས་ཙམ་འདྲ་པོ་ཡོད། གལ་སྲིད་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་ཁྱེད་རང་གི་ལྡེ་མིག་བརྐུས་པའམ་ཡང་ན་ཁྱེད་རང་གི་མོར་མཐུད་སྦྱོད་བྱེད་ས་དེ་སྤྲད་པར་འཇིགས་སྐུལ་བྱེད་ཀྱི་རེད། མོར་གཡོ་ཐབས་ཀྱི་རྒྱུ་ཆ་དེ་འདྲ་རྙེད་པ་ཡིན་ནའང་ཁྱེད་རང་གིས་གཅེས་སྲུང་བྱེད་སའི་གནས་ཚུལ་དེ་ཚོ་རྙེད་ཀྱི་མ་རེད།</p>\n\n<p>ཁྱེད་རང་གི་རྩ་ཆེའི་ཡིག་ཆ་ཁག་རང་སྲུང་སྦེད་སྐུང་བྱེད་ས་དེར་རྒྱབ་ལྗོངས་སུ་བཅད་མིག་ཞིག་ཡོད་པ་ཤེས་དགོས། འདིས་ཁྱེད་རང་གིས་ཧམ་ཟུང་བྱེད་མཁན་ཚོར་ཡིག་ཆ་ཁག་སྤྲད་པ་ལས་ལྷག་པ་གཞན་གེབ་སྲུང་བྱེད་ཀྱི་མེད་པ་ངོས་ལེན་བྱེད་ཀྱི་མེད། ཡང་སྐབས་རེ་དགོས་པའི་དབང་གིས་གསང་ཡིག་ཕྱིར་བསྒྲགས་བྱེད་དགོས་བྱུང་ན་དེས་ཕན་ཐོགས་ཡོང་སྲིད་པ་ཞིག་ཡིན། རྒྱུ་མཚན་དེ་ཚོ་ཁྱེད་དང་ལས་རོགས། དེ་བཞིན་ཕྱག་སྦྲེལ་དང་ནང་མི། གྲོགས་པོ་སོགས་ལ་ཁྲིམས་དང་དྲག་པོའི་དབང་ཤུགས་ཀྱིས་ཉེན་ཁ་འཕྲད་དུས་རོགས་པ་བྱེད་ཀྱི་རེད། ཁས་ལེན་མི་བྱེད་པའི་ཐབས་བྱུས་འདིའི་དམིགས་ཡུལ་གཙོ་བོ་ནི་དུས་རྒྱུན་ཁྱེད་ཀྱི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཉེན་སྲུང་ཇི་ལྟར་བྱས་ཀྱང་ཛ་དྲག་གི་དཀའ་ངལ་འཕྲད་དུས་དེ་ལས་གཡོལ་ཐབས་ལམ་སྟོན་བྱེད་ཀྱི་ཡོད།  རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁར་བསམ་གཞིགས་བྱེད་སྟངས་ཞེས་པའི་སྡེ་ཚན་དེའི་ནང་འགྲེལ་བཤད་བརྒྱབ་པ་ལྟར་ཁྱད་ཆོས་དེར་བེད་སྤྱོད་ཏོག་ཙམ་ཞན་པ་ཡོད། དེ་ཡང་གལ་སྲིད་ལས་ཁུངས་ནང་ཡིག་ཆ་ཉར་ཚགས་བྱས་པ་ཧ་གོ་ན་བརྗོད་པར་དཀའ་བའི་གྲུབ་འབྲས་སྡུག་ཅག་ཅིག་ཁྱེད་ལ་འཕྲད་ཀྱི་རེད།</p>\n\n<p><a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt's</em></a>ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་ཀྱི་ལས་ཀ་ནི་འགེབ་སྲུང་བྱེད་ཡག་གི་ཡིག་ཆ་དེ། དུས་རྒྱུན་བླུག་སའི་ནང་དུ་གསོག་འཇོག་བྱེད་རྒྱུ་དེ་རེད།  ཁྱེད་རང་གིས་འགེབ་སྲུང་བྱེད་ཡག་གི་ཡིག་ཆ་དེ་ཁ་ཕྱེ་དགོས་ན། ཁྱེད་ཀྱི་དུས་རྒྱུན་གསང་ཡིག་དེ་བེད་སྤྱོད་མ་བཏང་བར་གསང་ཡིག་གཞན་ཞིག་བེད་སྤྱོད་གཏོང་དགོས། གལ་སྲིད་ཆེད་ལས་མཁས་པ་ཞིག་གིས་དེ་ཧམ་ཟུང་གིས་བཀོལ་སྤྱོད་བྱས་པ་ཡིན་ནའང་ཁོས་འགེབ་སྲུང་བྱས་བཞག་ཡོད་པའི་ཡིག་ཆ་དེ་ག་པར་གསོག་འཇོག་བྱས་ཡོད་མེད་ར་སྤྲོད་བྱེད་ཐུབ་ཀྱི་མ་རེད།ཡིན་དང་ཡིན། ཁོ་རང་གིས་<a href=\"/en/glossary#TrueCrypt\"><em>TrueCrypt's</em></a>ཞེས་པ་འདིའི་ནང་གནས་ཚུལ་འགེབ་སྲུང་གི་ནུས་པ་ཡོད་པ་གསལ་ཐིང་ཐིང་ཤེས་ཀྱི་ཡོད་ཀྱང་གལ་སྲིད་གཡོ་ཐབས་ཀྱི་གསང་ཡིག་དེ་བརྒྱབ་རྗེས་ཉེན་ཁ་དེ་མེད་པ་འགྱུར་གྱི་ཡོད་པ་འགན་ལེན་བྱེད་ཐུབ་ཀྱི་མ་རེད། མི་མང་པོ་ཞེ་པོས་<a href=\"/bo/glossary#TrueCrypt\"><em>TrueCrypt's</em></a>ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་བེད་སྤྱོད་མ་བཏང་བར་བྱ་ཐབས་དེ་བཀོལ་སྤྱོད་བྱེད་ཀྱི་ཡོད། ཡིན་ནའང་། དེང་སང་བརྡ་ཚིག་བརྒྱབ་ཡོད་པ་དང་མེད་པའི་ནང་ཉེན་ཁ་དེ་འདྲ་ཡོད་པ་བརྟག་དཔྱད་བྱས་ཏེ་ཁ་ཚོན་ཆོད་རྒྱུ་ཏོག་ཙམ་དཀའ་ལས་ཁག་པོ་ཆག་ཡོད། དེས་ག་རེ་གསལ་བཤད་བྱེད་ཀྱི་ཡོད་རེད་ལབ་ན། འགེབ་སྲུང་བྱས་ཡོད་པའི་ཡིག་ཆ་ཁག་སོ་སོས་བདག་པོ་ཡག་པོ་བརྒྱབ་ཏེ་མི་གཞན་ལ་ཕྱི་གསལ་ནང་གསལ་ངང་སྟོན་རྒྱུ་དང་བེད་སྤྱོད་བྱེད་དུ་བཅུག་རྒྱུ་མེད། དེའི་སྐོར་ལ་ཞིབ་ཕྲ་ <a href=\"/bo/chapter_4_3\"><strong><em>སློབ་ཚན་བཞི་པའི་ནང་ཚན་གསུམ་པའི་</em></strong></a>ནང་འགྲེལ་བརྗོད་བྱས་ཡོད་པས་དེར་གཟིགས་རོགས།</p>\n\n<div class=\"background\">\n\n<p>ཁ་ལོཌི་ཡ། (Claudia) འགྲིག་སོང་། ད་འོ་ན་ཁུངས་འཕེར་ཡིག་སྣོེད་དེའི་ནང་ཡི་གེ་ཛར་ཛོར་དེ་འདྲ་བླུག་པ་ཡིན་ན། བདེན་དཔང་ཚིག་ཐོ་དེ་ཚོ་ང་ཚོས་གནས་སྤོ་ཐུབ་པ་མ་ཟད་འགེབ་སྲུང་ཡང་བྱེད་ཐུབ་ཀྱི་རེད། དེ་འདྲ་སོང་ཙང་། ཁྱེད་རང་ལ་ང་ཚོར་བེད་སྤྱོད་བྱེད་ཡག་ (PDFs) རྙིང་པའམ་དེ་མིན་གཞན་དག་དེ་འདྲ་ཡོད་དམ།</p>\n\n<p>ཕབ་ལི། (Pablo)  ང་བསམ་བློ་དེ་ག་རང་གཏོང་གི་ཡོད། ངས་བྱས་ན་གལ་སྲིད་ང་ཚོར་གསང་ཡིག་གཞན་དག་ཅིག་བེད་སྤྱོད་བྱེད་ཡག་གདམ་ག་མ་རག་པ་ཡིན་ན་རྫུན་མ་དེ་བློས་གཏོང་བྱེད་དགོས་སམ། ཡིན་ནའང་། དེ་ར་སྤྲོད་བྱེད་ཡག་ལ་ང་ཚོས་ཡིག་སྣོད་དེ་ཚོ་གལ་ཆེན་པོ་ཞིག་བཟོ་དགོས། ཁྱེད་རང་བྱས་ན་དེ་མ་རེད་པས། དེ་མིན་ང་ཚོས་ཡིག་སྣོད་དེ་ཚོར་བརྡ་ཚིག་དེ་འདྲ་བཟོ་དགོས་དོན་མེད། གཅིག་བྱས་ན་ང་ཚོས་འབྲེལ་བ་མེད་པའི་དངུལ་རྩིས་ཡིག་ཆའམ་དྲ་རྒྱའི་ཁ་བྱང་འདྲ་མིན་ཅི་རིགས་བེད་སྤྱོད་ངེས་པར་གཏོང་དགོས།</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "གནད་དོན་གཅིག་ནི་ཁྱེད་ཀྱི་རྩ་ཆེའི་ཡིག་རིགས་ཁག་ལས་ཁུངས་སམ་ཡང་ན་རང་ཁྱིམ་དུ་ཉར་ཚགས་ཡག་པོ་བྱེད་རྒྱུ་ལས་སྦ་ཁུག་ནང་བླུག་ཏེ་གང་བྱུང་ཁྱེར་རྒྱུ་མེད། མི་མང་པོ་ཞེ་པོ་ཞིག་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བེད་སྤྱད་དེ་ཁོང་ཚོར་ནག་ཉེས་འཛུགས་ཀྱི་ཡོད་པས་དེར་སེམས་ཁྲལ་བྱེད་ཀྱི་ཡོད། དེ་ཡང་ཁྲིམས་འགལ་གྱིས་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བྱེད་མཁན་ནི་ཁྲིམས་མཐུན་ལས་མང་བ་ཡོད་དུས་ཉེན་ཁ་ཆེན་པོ་འཕྲད་ཀྱི་ཡོད། དེར་བརྟེན། [*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པའི་བྱ་རིམ་འདི་བརྒྱུད་འདྲོགས་མགོ་དེ་མེད་པ་བཟོ་ཆེད་མེད་དུ་མི་རུང་བའི་རྒྱུ་མཚན་གཉིས་འགོད་རྒྱུ་ཡོད། རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁ། ཁྱེད་རང་གིས་རྩ་ཆེ་ཤོས་བྱེད་སའི་གནས་ཚུལ་འཇོག་ས་ཁག་རྩད་གཅོད་བྱེད་མ་ཐུབ་པའི་ཉེན་ཁ།\r\n\r\n### རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁར་བསམ་གཞིགས་བྱེད་སྟངས། ###\r\n\r\nརྒྱལ་ཁབ་ཁ་ཤས་ནང་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བྱེད་ཡག་ནི་ཁྲིམས་འགལ་གྱི་གནད་དོན་ཞིག་ལ་ངོས་འཛིན་བྱེད་ཀྱི་ཡོད། མཉེན་ཆས་འདི་རིགས་ཕབ་ལེན་དང་ནང་འཇུག་བྱེད་ཡག་ནི་ནག་ཉེས་ཤིག་ལ་ངོས་འཛིན་བྱེད་ཀྱི་ཡོད། གལ་སྲིད་ཁྱེད་ཀྱི་གློག་ཀླད་ནང་ཡོད་པའི་གནས་ཚུལ་ཁག་ཉེན་རྟོག་པ་དང་དམག་མི། དེ་བཞིན་གསང་བའི་ལས་བྱེད་ཚོའི་བལྟ་རྟོག་འོག་ཡོད་ན། ཁྲིམས་ལུགས་ལ་མ་བརྩི་བར་ཡ་མེད་བཏང་བ་ཡིན་ན། ཁྱེད་ཀྱི་བྱ་སྤྱོད་ལ་ཁོང་ཚོས་དངོས་ཤུགས་བརྒྱུད་གསུམ་ནས་སྙད་འདོགས་རྟོག་ཞིབ་དང་ཚོགས་པ་ཡང་མེད་པ་བཟོ་སྲིད་པ་ཞིག་ཡིན། ཡིན་ནའང་། ཉེན་ཁ་འདི་རིགས་ཀྱིས་ཁྲིམས་མཐུན་གྱི་གློག་ཀླད་བྱ་སྤྱོད་ལ་ཐེ་བྱུས་བྱེད་ཡག་གི་འོས་བབ་གང་ཡང་བསྐྲུན་གྱི་མེད། དུས་རྒྱུན་ཁྱེད་ལ་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)གྱི་མཉེན་ཆས་དང་འབྲེལ་བ་ཡོད་པའི་སྤུས་ཚད་ལྡན་པའི་གློག་ཀླད་ཀྱི་མ་ལག་ཁག་ཡོད་ན། ཁྱེད་ལ་ནག་ཉེས་འཛུགས་མཁན་སུ་ཡིན་མིན་ཐེར་འདོན་བྱེད་ཐུབ་ཀྱི་ཡོད། དེར་བརྟེན་གནས་སྟངས་ལ་བསམ་བློ་བཏང་སྟེ་གློག་ཀླད་ཀྱི་མ་ལག་དེ་འདྲ་ཞིག་ཁྱེད་ཀྱི་གློག་ཀླད་ནང་བཅུག་དགོས་མེད་བསམ་བློ་ཞིབ་ཕྲ་གཏོང་དགོས། \r\n\r\nགལ་སྲིད་གནས་སྟངས་དེ་འདྲ་ཞིག་ཡོད་ན། ཁྱེད་ལ་གདམ་ག་ཁ་ཤས་ཤིག་ཡོད།\r\n\r\n- གསང་གནས་མིན་པའི་ཡིག་ཆ་ཁག་གསོག་འཇོག་བྱེད་སའི་ཉེན་སྲུང་མཉེན་ཆས་ཡོངས་རྫོགས་བེད་སྤྱོད་བྱེད་རྒྱུ་མཚམས་འཇོག་བྱེད་པའམ་ཡང་ན་བརྡ་ཚིག་གི་ཐབས་ཚུལ་ཞིག་བཟོས་ཏེ་རྩ་ཆེའི་ཡིག་སྣོད་ནང་ཡོད་པའི་ཡིག་ཆ་ཁག་བརྟན་སྲུང་བྱེད་རྒྱུ།\r\n- ཁྱེད་ཀྱིས་བརྡ་ཚིག་འཕོ་འགྱུར་ལ་བརྟེན་གལ་ཆེའི་ཡིག་ཆའམ་གནས་ཚུལ་ཁག་སྦེད་པ་ལས་མགྱོགས་ཡིག་[*Steganography*](/bo/glossary#Steganography)ལ་བརྟེན་ནས་ཉེན་སྲུང་བྱས་ན་ལེགས་པ་ཡོད། དེར་རོགས་རམ་བྱེད་མཁན་གྱིས་བྱ་ཐབས་གཞན་ཞིག་འདིར་ཡོད། ཡིན་ནའང་། བྱ་ཐབས་དེ་བེད་སྤྱོད་ཏག་ཏག་གཏོང་ཡག་ལ་གྲ་སྒྲིག་ལེགས་པོ་ཞིག་བྱེད་དགོས། གང་ཡིན་ཞེ་ན། མི་གཞན་གྱིས་ཁྱེད་རང་ལ་མིག་ལྡིར་ནས་ཉེས་འཛུགས་བྱེད་ཡག་སྒུག་ནས་བསྡད་ཡོད་དུས་བྱ་ཐབས་དེ་ལག་ལེན་བསྟར་དུས་མི་གཞན་གྱིས་མ་ཤེས་པ་བྱེད་དགོས།\r\n- ཁྱེད་རང་གི་རྩ་ཆེའི་གནས་ཚུལ་ཁག་དྲ་ཐོག་ཏུ་ཡོད་པའི་ཁྱེད་རང་གི་ཁ་བྱང་བཙན་ས་ཞིག་ནང་གསོག་འཇོག་ངེས་པར་བྱེད་དགོས། ཡིན་ནའང་དེ་ཉར་འཇོག་བྱེད་ཡག་ལ་དྲ་ལམ་ཚད་འཕེར་ཐུབ་པ་ཞིག་དང་རྙོག་འཛིང་ཆེ་བའི་གློག་ཀླད་ཀྱི་དྲ་ལམ་གྱི་ཞབས་ཞུའི་ཐོག་གོ་རྟོགས་ཡོད་པ་ཞིག་དགོས། ཐབས་ལམ་འདིས་ག་རེ་གསལ་བཤད་བྱེད་ཐུབ་བམ་ཞེ་ན། དྲ་ཐོག་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བྱེད་ཡག་ནི་ཡིག་སྣོད་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)བྱེད་ཡག་ལས་ཅུང་ནག་ཉེས་ཆུང་བ་ཡོད། གློ་བུར་དུ་ཁྱེད་རང་གི་རྩ་ཆེའི་ཡིག་ཆ་ཁག་ཡིག་སྣོད་བླུག་སའི་ཡོ་ཆས་ནང་བླུག་ཏེ། དེ་དེར་གཡུག་བཞག་ནས་འགྲོ་རྒྱུ་མེད།\r\n- ཁྱེད་རང་གི་རྩ་ཆེའི་གལ་འགངས་ཆེ་བའི་ཡིག་ཆ་ཁག་གློག་ཀླད་ནང་མ་བཞག་པར་གློག་ཀླད་ཀྱི་མཁྲེགས་ཆས་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ནང་བཅུག་ཏེ་བཞག་དགོས། ཡིན་ནའང་། མཁོ་ཆས་དེ་ཚོ་གློག་ཀླད་ལས་སྐྱོན་དང་བརླག་དོར། གཞུང་བཞེས་ཤོར་སླ་བ་ཡོད་པས་གལ་འགངས་ཆེ་བའི་བརྡ་ཚིག་མེད་པའི་ཡིག་ཆ་ཁག་གང་སར་ཁྱེར་ནས་འགྲོ་རྒྱུ་མེད། \r\n\r\n\r\nགལ་སྲིད་དགོས་ངེས་བྱུང་ན་ཁྱེད་རང་གི་ཐབས་ལམ་དེ་འདྲ་བཀོལ་སྤྱོད་བྱེད་དགོས། ཡིན་ནའང་། རང་ལེན་ཉེས་འཛུགས་ཀྱི་རྐྱེན་ངན་དེ་འདྲ་ཁྱེད་ལ་འཕྲད་ན་[*TrueCrypt*](/bo/glossary#TrueCrypt)ཞེས་པ་འདི་ཟོག་རྫུ་བྱས་ནས་བེད་སྤྱོད་བྱས་ན་ནི་ཐབས་ལམ་ཡག་ཤོས་ཤིག་དང་བརྟན་ཤོས་ཤིག་ཡིན།\r\n\r\nགལ་སྲིད་བརྡ་ཚིག་གི་ཐ་སྙད་དེ་ཁྱེད་ཀྱིས་མངོན་གསལ་དོད་པོ་མ་བཟོས་པ་ཡིན་ན། ཡིག་སྣོད་དེར་མིང་མི་འདྲ་བ་ཞིག་བཏགས་ཏེ་བཞག་དགོས། འོད་སྡེར་སྣང་བརྙན་ (CD image) ཚབ་ཏུ་ (.iso) ཡིག་སྣོད་རྒྱ་སྐྱེད་ཀྱི་མ་ལག་བེད་སྤྱོད་གཏོང་རྒྱུ་ནི་གདམ་ག་གཞན་ཞིག་ཡིན་པ་མ་ཟད་ཤོང་ཚད་ (700 MB) ཡས་མས་ཡོད་པ་དེ་ཚོར་ཡང་སྐུལ་འདེད་བྱེད་ཐུབ་ཀྱི་ཡོད། ཤོང་ཚད་ཉུང་ཉུང་ལས་མེད་པ་ཚོར་རྒྱ་སྐྱེད་ཀྱི་ཡོ་ཆས་གཞན་དག་བེད་སྤྱོད་བྱས་ན་དོན་དངོས་དང་མཐུན་པ་ཞིག་ཡོང་གི་རེད། འདི་ནི་ལས་ཁུངས་ཀྱི་གྱང་སྟེང་ཡོད་པའི་རི་མོའི་འོག་ཁྱེད་རང་གབ་པ་དང་ཨ་ན་མ་ན་ཡིན། འདིས་བརྟག་དཔྱད་ཞིབ་ཕྲ་བྱེད་མ་ཐུབ་ཀྱང་ཉེན་སྲུང་ཁ་ཤས་བྱེད་ཐུབ་ཀྱི་རེད། དེར་བརྟེན། ཁྱེད་རང་གི་[*TrueCrypt*](/bo/glossary#TrueCrypt) ཞེས་པ་འདིར་མིང་གསར་པ་ཞིག་བཏགས་ཏེ་དེའི་ནང་ཡིག་ཆ་བླུག་ཡོད་དོག་དོག་བྱེད་དགོས།  ཡིན་ནའང་ཁྱེད་ཀྱི་དུས་རྒྱུན་ཡིག་སྣོད་གི་ཡིག་ཆ་ཁག་ (USB) ནང་ཉར་ཚགས་བྱས་པ་ཙམ་ལས་དེ་གློག་ཀླད་ནང་འཇུག་རྒྱུ་མེད། [***TrueCrypt Guide***](/en/truecrypt_main)ཞེས་པ་དེའི་ནང་གང་འདྲ་བྱེད་དགོས་མེད་གསལ་བཤད་བྱས་ཡོད་པས་དེར་གཟིགས་རོགས།\r\n\r\n### ཁྱེད་ཀྱི་གལ་ཆེའི་གནས་ཚུལ་ཁག་གིས་ཉེན་ཁ་ངོས་འཛིན་བྱེད་སྟངས། ###\r\n\r\nཁྱེད་རང་ཡང་སེ་གློག་ཀླད་དང་ཀུན་ཁྱབ་གློག་རྡུལ་ཡོ་ཆས་ལ་བརྡ་ཚིག་འཕོ་འགྱུར་བྱེད་ཡག་གི་མཉེན་ཆས་གིས་དོ་ཕོག་བྱེད་ཀྱི་ཡོད་པར་སེམས་ཁྲལ་ཉུང་བ་བྱེད་པ་ལས་བརྡ་ཚིག་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)གྱི་ཡིག་སྣོད་ཀྱིས་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཏག་ཏག་ག་པར་གསོག་འཇོག་བྱེད་ཀྱི་ཡོད་མེད་ལ་སེམས་ཁྲལ་མང་བ་བྱེད་ཀྱི་ཡོད། ངས་བྱས་ན་དེ་དངོས་གནས་རེད་བསམ་གྱི་འདུག གང་ཡིན་ཞེ་ན། མི་སུས་ཀྱང་དེ་ཀློག་ཐུབ་ཀྱི་མ་རེད་ལ་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་ཀྱང་ཁྱེད་ཀྱི་ཐབས་ཤེས་བྱས་ཏེ་སྲུང་སྐྱོབ་བྱས་ཡོད་པ་དེ་ཡང་ཤེས་ཀྱི་མ་རེད། འདིས་ག་རེ་གསལ་བཤད་བྱེད་ཀྱི་ཡོད་རེད་ལབ་ན་ཆེད་ལས་མཁས་པའི་ཐབས་རྩལ་བེད་སྤྱོད་མ་བྱས་པར་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་གལ་ཆེའི་གནས་ཚུལ་ཁག་འཇིགས་སྐུལ་དང་ལྐོག་གཡོ། དེ་བཞིན་མནར་གཅོད་དང་དྲི་ཞིབ་བྱས་ཏེ་བཙན་བཟུང་བྱེད་ཀྱི་ཡོད་པ་གསལ་སྟོན་ཐུབ་ཀྱི་ཡོད། གནད་དོན་དེ་དང་འབྲེལ་བ་ཆགས་བསྡད་ཡོད་པའི་[*TrueCrypt's*](/bo/glossary#TrueCrypt)ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་དེ་ཚོ་ཞིབ་ཕྲ་གཤམ་དུ་འགྲེལ་བརྗོད་ཞུས་ཡོད་པས་དེར་གཟིགས་རོགས།\r\n\r\n[*TrueCrypt's*](/bo/glossary#TrueCrypt)ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་ཀྱི་ཐབས་ལམ་ནི་[*འཕོ་འགྱུར་*](/bo/glossary#Encryption)མ་ལག་ཡིག་སྣོད་ཀྱི་ཐུན་མིན་ཁྱད་ཆོས་ལས་བཀོལ་སྤྱོད་ལེགས་པ་དང་བཟང་བ་ཡོད། ཁྱད་ཆོས་འདི་ནི་ཐུན་མོང་མ་ཡིན་པའི་མགྱོགས་ཡིག་ཞིག་ཡིན་དུས་གལ་ཆེའི་གནས་ཚུལ་ཁག་གལ་ཆུང་ཡིན་དོག་དོག་གིས་སྦེད་རྒྱུ་ཡིན། དེར་བརྟེན་གལ་ཆེ་ནང་གལ་ཆུང་ནང་འཇུག་བྱེད་ཡག་དེ་ཕྱོགས་ཙམ་འདྲ་པོ་ཡོད། གལ་སྲིད་ཧམ་ཟུང་བྱེད་མཁན་ཚོས་ཁྱེད་རང་གི་ལྡེ་མིག་བརྐུས་པའམ་ཡང་ན་ཁྱེད་རང་གི་མོར་མཐུད་སྦྱོད་བྱེད་ས་དེ་སྤྲད་པར་འཇིགས་སྐུལ་བྱེད་ཀྱི་རེད། མོར་གཡོ་ཐབས་ཀྱི་རྒྱུ་ཆ་དེ་འདྲ་རྙེད་པ་ཡིན་ནའང་ཁྱེད་རང་གིས་གཅེས་སྲུང་བྱེད་སའི་གནས་ཚུལ་དེ་ཚོ་རྙེད་ཀྱི་མ་རེད།\r\n\r\nཁྱེད་རང་གི་རྩ་ཆེའི་ཡིག་ཆ་ཁག་རང་སྲུང་སྦེད་སྐུང་བྱེད་ས་དེར་རྒྱབ་ལྗོངས་སུ་བཅད་མིག་ཞིག་ཡོད་པ་ཤེས་དགོས། འདིས་ཁྱེད་རང་གིས་ཧམ་ཟུང་བྱེད་མཁན་ཚོར་ཡིག་ཆ་ཁག་སྤྲད་པ་ལས་ལྷག་པ་གཞན་གེབ་སྲུང་བྱེད་ཀྱི་མེད་པ་ངོས་ལེན་བྱེད་ཀྱི་མེད། ཡང་སྐབས་རེ་དགོས་པའི་དབང་གིས་གསང་ཡིག་ཕྱིར་བསྒྲགས་བྱེད་དགོས་བྱུང་ན་དེས་ཕན་ཐོགས་ཡོང་སྲིད་པ་ཞིག་ཡིན། རྒྱུ་མཚན་དེ་ཚོ་ཁྱེད་དང་ལས་རོགས། དེ་བཞིན་ཕྱག་སྦྲེལ་དང་ནང་མི། གྲོགས་པོ་སོགས་ལ་ཁྲིམས་དང་དྲག་པོའི་དབང་ཤུགས་ཀྱིས་ཉེན་ཁ་འཕྲད་དུས་རོགས་པ་བྱེད་ཀྱི་རེད། ཁས་ལེན་མི་བྱེད་པའི་ཐབས་བྱུས་འདིའི་དམིགས་ཡུལ་གཙོ་བོ་ནི་དུས་རྒྱུན་ཁྱེད་ཀྱི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཉེན་སྲུང་ཇི་ལྟར་བྱས་ཀྱང་ཛ་དྲག་གི་དཀའ་ངལ་འཕྲད་དུས་དེ་ལས་གཡོལ་ཐབས་ལམ་སྟོན་བྱེད་ཀྱི་ཡོད།  རང་ལེན་ཉེས་འཛུགས་ཀྱི་ཉེན་ཁར་བསམ་གཞིགས་བྱེད་སྟངས་ཞེས་པའི་སྡེ་ཚན་དེའི་ནང་འགྲེལ་བཤད་བརྒྱབ་པ་ལྟར་ཁྱད་ཆོས་དེར་བེད་སྤྱོད་ཏོག་ཙམ་ཞན་པ་ཡོད། དེ་ཡང་གལ་སྲིད་ལས་ཁུངས་ནང་ཡིག་ཆ་ཉར་ཚགས་བྱས་པ་ཧ་གོ་ན་བརྗོད་པར་དཀའ་བའི་གྲུབ་འབྲས་སྡུག་ཅག་ཅིག་ཁྱེད་ལ་འཕྲད་ཀྱི་རེད། \r\n\r\n[*TrueCrypt's*](/bo/glossary#TrueCrypt)ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་ཀྱི་ལས་ཀ་ནི་འགེབ་སྲུང་བྱེད་ཡག་གི་ཡིག་ཆ་དེ། དུས་རྒྱུན་བླུག་སའི་ནང་དུ་གསོག་འཇོག་བྱེད་རྒྱུ་དེ་རེད།  ཁྱེད་རང་གིས་འགེབ་སྲུང་བྱེད་ཡག་གི་ཡིག་ཆ་དེ་ཁ་ཕྱེ་དགོས་ན། ཁྱེད་ཀྱི་དུས་རྒྱུན་གསང་ཡིག་དེ་བེད་སྤྱོད་མ་བཏང་བར་གསང་ཡིག་གཞན་ཞིག་བེད་སྤྱོད་གཏོང་དགོས། གལ་སྲིད་ཆེད་ལས་མཁས་པ་ཞིག་གིས་དེ་ཧམ་ཟུང་གིས་བཀོལ་སྤྱོད་བྱས་པ་ཡིན་ནའང་ཁོས་འགེབ་སྲུང་བྱས་བཞག་ཡོད་པའི་ཡིག་ཆ་དེ་ག་པར་གསོག་འཇོག་བྱས་ཡོད་མེད་ར་སྤྲོད་བྱེད་ཐུབ་ཀྱི་མ་རེད།ཡིན་དང་ཡིན། ཁོ་རང་གིས་[*TrueCrypt's*](/en/glossary#TrueCrypt)ཞེས་པ་འདིའི་ནང་གནས་ཚུལ་འགེབ་སྲུང་གི་ནུས་པ་ཡོད་པ་གསལ་ཐིང་ཐིང་ཤེས་ཀྱི་ཡོད་ཀྱང་གལ་སྲིད་གཡོ་ཐབས་ཀྱི་གསང་ཡིག་དེ་བརྒྱབ་རྗེས་ཉེན་ཁ་དེ་མེད་པ་འགྱུར་གྱི་ཡོད་པ་འགན་ལེན་བྱེད་ཐུབ་ཀྱི་མ་རེད། མི་མང་པོ་ཞེ་པོས་[*TrueCrypt's*](/bo/glossary#TrueCrypt)ནང་ཡོད་པའི་དགག་བྱའི་ཁྱད་ཆོས་བེད་སྤྱོད་མ་བཏང་བར་བྱ་ཐབས་དེ་བཀོལ་སྤྱོད་བྱེད་ཀྱི་ཡོད། ཡིན་ནའང་། དེང་སང་བརྡ་ཚིག་བརྒྱབ་ཡོད་པ་དང་མེད་པའི་ནང་ཉེན་ཁ་དེ་འདྲ་ཡོད་པ་བརྟག་དཔྱད་བྱས་ཏེ་ཁ་ཚོན་ཆོད་རྒྱུ་ཏོག་ཙམ་དཀའ་ལས་ཁག་པོ་ཆག་ཡོད། དེས་ག་རེ་གསལ་བཤད་བྱེད་ཀྱི་ཡོད་རེད་ལབ་ན། འགེབ་སྲུང་བྱས་ཡོད་པའི་ཡིག་ཆ་ཁག་སོ་སོས་བདག་པོ་ཡག་པོ་བརྒྱབ་ཏེ་མི་གཞན་ལ་ཕྱི་གསལ་ནང་གསལ་ངང་སྟོན་རྒྱུ་དང་བེད་སྤྱོད་བྱེད་དུ་བཅུག་རྒྱུ་མེད། དེའི་སྐོར་ལ་ཞིབ་ཕྲ་ [***སློབ་ཚན་བཞི་པའི་ནང་ཚན་གསུམ་པའི་***](/bo/chapter_4_3)ནང་འགྲེལ་བརྗོད་བྱས་ཡོད་པས་དེར་གཟིགས་རོགས།\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nཁ་ལོཌི་ཡ། (Claudia) འགྲིག་སོང་། ད་འོ་ན་ཁུངས་འཕེར་ཡིག་སྣོེད་དེའི་ནང་ཡི་གེ་ཛར་ཛོར་དེ་འདྲ་བླུག་པ་ཡིན་ན། བདེན་དཔང་ཚིག་ཐོ་དེ་ཚོ་ང་ཚོས་གནས་སྤོ་ཐུབ་པ་མ་ཟད་འགེབ་སྲུང་ཡང་བྱེད་ཐུབ་ཀྱི་རེད། དེ་འདྲ་སོང་ཙང་། ཁྱེད་རང་ལ་ང་ཚོར་བེད་སྤྱོད་བྱེད་ཡག་ (PDFs) རྙིང་པའམ་དེ་མིན་གཞན་དག་དེ་འདྲ་ཡོད་དམ།\r\n\r\nཕབ་ལི། (Pablo)  ང་བསམ་བློ་དེ་ག་རང་གཏོང་གི་ཡོད། ངས་བྱས་ན་གལ་སྲིད་ང་ཚོར་གསང་ཡིག་གཞན་དག་ཅིག་བེད་སྤྱོད་བྱེད་ཡག་གདམ་ག་མ་རག་པ་ཡིན་ན་རྫུན་མ་དེ་བློས་གཏོང་བྱེད་དགོས་སམ། ཡིན་ནའང་། དེ་ར་སྤྲོད་བྱེད་ཡག་ལ་ང་ཚོས་ཡིག་སྣོད་དེ་ཚོ་གལ་ཆེན་པོ་ཞིག་བཟོ་དགོས། ཁྱེད་རང་བྱས་ན་དེ་མ་རེད་པས། དེ་མིན་ང་ཚོས་ཡིག་སྣོད་དེ་ཚོར་བརྡ་ཚིག་དེ་འདྲ་བཟོ་དགོས་དོན་མེད། གཅིག་བྱས་ན་ང་ཚོས་འབྲེལ་བ་མེད་པའི་དངུལ་རྩིས་ཡིག་ཆའམ་དྲ་རྒྱའི་ཁ་བྱང་འདྲ་མིན་ཅི་རིགས་བེད་སྤྱོད་ངེས་པར་གཏོང་དགོས།\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "ཁྱེད་ཀྱི་རྩ་ཆེའི་གནས་ཚུལ་ཁག་སྦེད་སྐུང་བྱེད་སྟངས།", 
                        "value": "ཁྱེད་ཀྱི་རྩ་ཆེའི་གནས་ཚུལ་ཁག་སྦེད་སྐུང་བྱེད་སྟངས།"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>ཁྱེད་རང་ཡིག་སྣོད་ཇི་ལྟར་ཉེན་སྲུང་བྱེད་མིན་ཐད་ལ་གནས་ཚུལ་འཕར་མ་ཤེས་དོད་ན་སློབ་ཚན་གཉིས་པའི་བཞི་པ་འགེབ་སྲུང་རིག་པ་ (Cryptology) དང་སློབ་ཚན་གཉིས་པའི་བརྒྱད་པ་མགྱོགས་ཡིག་རིག་པ་ (Steganography) དེ་བཞིན་སློབ་ཚན་བཞི་པའི་གཉིས་པའི་ནང་ཡོད་པའི་དཔེ་མཚོན་གསུམ་པ་སྟེ་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་བྱེད་མཁན་གྱིས་གློག་ཀླད་གནས་ཚུལ་ཁག་ཇི་ལྟར་སྦ་གསང་དང་སྲུང་སྐྱོབ་བྱེད་དགོས་མིན་གྱི་བརྙན་དེབ་ནང་གཟིགས་ན་མཁྱེན་ངེས་ཡིན། དེ་ཡང་གཤམ་གྱི་འབྲེལ་ཐག་ཁག་ལ་གཟིགས་ན་ཁྱེད་ཀྱིས་མཁྱེན་ཐུབ། <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a> </li>\n<li><a href=\"http://www.truecrypt.org/docs/\">TrueCrypt Documentation</a>ཞེས་པ་འདིས་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་གནས་ཚུལ་ཐོག་ལྟ་ཚུལ་འདྲ་མིན་བཀོད་དེ་བགྲོ་གླེང་བྱེད་པ་ཙམ་མ་ཟད་སྤྱིར་བཏང་གི་དྲི་བ་ཁག་ལ་ཡང་ལན་འདེབས་གང་ཐུབ་བྱེད་ཀྱི་ཡོད།</li>\n</ul>", 
                        "summary": "", 
                        "value": "- ཁྱེད་རང་ཡིག་སྣོད་ཇི་ལྟར་ཉེན་སྲུང་བྱེད་མིན་ཐད་ལ་གནས་ཚུལ་འཕར་མ་ཤེས་དོད་ན་སློབ་ཚན་གཉིས་པའི་བཞི་པ་འགེབ་སྲུང་རིག་པ་ (Cryptology) དང་སློབ་ཚན་གཉིས་པའི་བརྒྱད་པ་མགྱོགས་ཡིག་རིག་པ་ (Steganography) དེ་བཞིན་སློབ་ཚན་བཞི་པའི་གཉིས་པའི་ནང་ཡོད་པའི་དཔེ་མཚོན་གསུམ་པ་སྟེ་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་བྱེད་མཁན་གྱིས་གློག་ཀླད་གནས་ཚུལ་ཁག་ཇི་ལྟར་སྦ་གསང་དང་སྲུང་སྐྱོབ་བྱེད་དགོས་མིན་གྱི་བརྙན་དེབ་ནང་གཟིགས་ན་མཁྱེན་ངེས་ཡིན། དེ་ཡང་གཤམ་གྱི་འབྲེལ་ཐག་ཁག་ལ་གཟིགས་ན་ཁྱེད་ཀྱིས་མཁྱེན་ཐུབ། [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman) \r\n- [TrueCrypt Documentation](http://www.truecrypt.org/docs/)ཞེས་པ་འདིས་བརྡ་ཚིག་འཕོ་འགྱུར་གྱི་གནས་ཚུལ་ཐོག་ལྟ་ཚུལ་འདྲ་མིན་བཀོད་དེ་བགྲོ་གླེང་བྱེད་པ་ཙམ་མ་ཟད་སྤྱིར་བཏང་གི་དྲི་བ་ཁག་ལ་ཡང་ལན་འདེབས་གང་ཐུབ་བྱེད་ཀྱི་ཡོད།\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "བསྐྱར་སྦྱོང་།", 
                        "value": "བསྐྱར་སྦྱོང་།"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "bo": [
            {
                "format": null, 
                "safe_value": "4. How to protect the sensitive files on", 
                "value": "4. How to protect the sensitive files on"
            }
        ]
    }, 
    "field_menu_title_long": {
        "bo": [
            {
                "format": null, 
                "safe_value": "4. ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།", 
                "value": "4. ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "bo": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "bo": [
            {
                "format": null, 
                "safe_value": "4. ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།", 
                "value": "4. ཁྱེད་རང་གི་གློག་ཀླད་ནང་ཡོད་པའི་གལ་ཆེའི་ཡིག་ཆ་ཁག་ཇི་ལྟར་སྲུང་སྐྱོབ་བྱེད་དགོས་སམ།"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}