{
    "body": {
        "bo": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>དྲ་རྒྱ་ཐོག་མར་གསར་གཏོད་བྱུང་བ་ནས་བཟུང་དྲ་ནང་གི་སྤྱི་ཚོགས་ཤིག་གྲུབ་ཡོད། དེ་ཡང་ཐོག་མར་གློག་འཕྲིན་དང་བྷུ་ལི་ཊིན་བྷོཌ་ (bulletin boards) དར་ཡོད། བརྒྱུད་ལམ་དེ་གཉིས་ཐོག་ནས་འཛམ་གླིང་ས་ཕྱོགས་འདྲ་མིན་ནང་ཡོད་པའི་མི་ཕན་ཚུན་དབར་འབྲེལ་བ་མུ་མཐུད་གནས་རྒྱུའི་གོ་སྐབས་ཤིག་བསྐྲུན་པ་ཙམ་མ་ཟད། ཡིག་འབྲེལ་དང་གནད་དོན་བྱེ་བྲག་པ་གཅིག་གི་ཐོག་ཕན་ཚུན་བསམ་ཚུལ་བརྗེ་ལེན་བྱ་རྒྱུའི་གོ་སྐབས་ཀྱང་བསྐྲུན་ཡོད། དེང་སྐབས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་འབྲེལ་བ་བྱ་རྒྱུའི་བརྒྱུད་ལམ་ཧ་ཅང་ཁྱབ་ཆེན་པོ་ཆགས་ཡོད་པར་བརྟེན། བརྡ་ལན་དང་འདྲ་པར། དེ་བཞིན་ཡིག་སྣོད་སོགས་དྲ་རྒྱ་བརྒྱུད་གཏོང་ལེན་བྱེད་ཐུབ་པ་མ་ཟད། རང་ཉིད་ས་གནས་གང་དུ་ཡོད་པ་དང་ལས་དོན་ཅི་ཞིག་བྱེད་བཞིན་ཡོད་པའི་གནས་ཚུལ་རྣམས་དྲ་རྒྱ་བརྒྱུད་དེ་མ་ཉིད་དུ་གནས་ཚུལ་རྣམས་གཏོང་ལེན་བྱེད་ཐུབ་པ་སོགས་བྱེད་ལས་མང་དག་ཅིག་ཡོད།</p>\n\n<p>འོན་ཀྱང་བྱེད་ལས་དེ་དག་སྤྱི་ཚོགས་དྲ་རྒྱ་ཁོ་ན་བརྒྱུད་ནས་མ་གཏོགས་བྱེད་མ་ཐུབ་པ་དེ་འདྲ་མིན་པར། སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་ཐོ་འགོད་མ་བྱས་ཀྱང་དྲ་རྒྱ་བརྒྱུད་བྱེད་ཐུབ། སྤྱིར་དྲ་རྒྱའི་བརྒྱུད་ལམ་དེ་དག་སྤྱི་ཚོགས་ཀྱི་འབྲེལ་ལམ་གོང་མཐོར་གཏོང་རྒྱུར་ཧ་ཅང་ཕན་ཐོགས་ཡོད། འོན་ཀྱང་བེད་སྤྱོད་བྱེད་སྐབས་རང་གི་གནས་ཚུལ་མི་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱ་རྒྱུའི་གོ་སྐབས་ཤིག་ཀྱང་ཡོད། སྤྱི་ཚོགས་དྲ་རྒྱ་དེ་གསོལ་སྟོན་གྱི་འདུ་འཛོམས་ཧ་ཅང་ཆེན་པོ་ཞིག་ལ་དཔེ་བཞག  འདུ་འཛོམས་དེར་ཁྱེད་ཀྱིས་ངོ་ཤེས་པ་དང་མ་ཤེས་པའི་མི་སྣ་ཚོགས་ཤིག་འཛོམས་ཡོད། དེའི་ཁྲོད་ཁྱེད་རང་ཕར་འགྲོ་ཚུར་འོང་བྱེད་བཞིན་པའི་སྐབས་དེར། ཁྱེད་ཀྱིས་ཤེས་ཚོར་གང་ཡང་མེད་པར་ཁྱེད་ཀྱི་རྒྱབ་ཏུ་འབྱར་ཡིག་གཅིག་འབྱར་ཡོད།  འབྱར་ཡིག་དེའི་ནང་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་དང། ཐ་ན་སྐབས་དེར་ཁྱེད་ཀྱི་བསམ་བློའི་ནང་རྣམ་རྟོག་ཇི་འདྲ་ཞིག་འཆར་བཞིན་ཡོད་པའི་གནས་ཚུལ་རྣམས་འཁོད་པར་བརྟེན། མི་ཚང་མས་ཁྱེད་ཀྱི་རྒྱབ་ཏུ་འབྱར་བའི་འབྱར་ཡིག་བཀླག་པ་ཡིན་ན།ཁྱེད་ཀྱིས་དེར་མོས་མཐུན་བྱེད་ཐུབ་བམ།</p>\n\n<p>སྤྱི་ཚོགས་དྲ་རྒྱའི་སྦྱིན་བདག་སྒེར་གྱི་ཚོང་པ་ཡིན་པ་དང། ཁོང་ཚོས་གང་ཟག་བྱེ་བྲག་པའི་གནས་ཚུལ་རྣམས་ཕྱོགས་བསྡུས་བྱས་ཏེ་གང་ཟག་གསུམ་པ་ཞིག་ལ་བཙོང་རྗེས། གང་ཟག་གསུམ་པ་དེས་དྲ་རྒྱའི་ཐོག་གནས་ཚུལ་རྣམས་ཤར་ཐུབ་པ་བཟོ་བཞིན་ཡོད། ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་དྲ་སྤྱོད་བློས་གཏོང་གིས་དྲ་རྒྱའི་སྦྱིན་བདག་ལ་རང་དབང་རྩིས་སྤྲོད་བྱེད་བཞིན་ཡོད།  དྲ་རྒྱའི་ཐོག་སྒེར་གྱི་གནད་དོན་གསང་ཉར་ཆེད་ཚན་པ་ལོག་ཏུ་བཟོས་པ་རྣམས་ཀྱིས་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་ཕྱིར་མི་ཤོར་བའི་ཕན་ཐོགས་ཡོད་ཀྱང། དྲ་རྒྱའི་སྦྱིན་བདག་གིས་གནས་ཚུལ་རྣམས་མཐོང་ཐུབ་པར་བརྟེན་སྲུང་མི་ཐུབ། དེར་བརྟེན་ཁྱེད་ཀྱིས་དྲ་རྒྱའི་སྦྱིན་བདག་ལ་ཡིད་ཆེས་ཀྱིས་གནས་ཚུལ་ཡོངས་རྫོགས་ཁོང་ལ་རྩིས་སྤྲོད་བྱས་པ་ལྟ་བུ་ཆགས་ཡོད།</p>\n\n<p>གལ་ཏེ་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ནས་གནད་དོན་དང་བརྗོད་གཞི་གལ་གནད་ཅན་ཞིག་ཐོག་ལག་པ་འཆང་དགོས་ཚེ། དོན་གནད་དེ་དག་ཕྱིར་གྱར་མི་འོང་ཆེད་ཧ་ཅང་ཡིད་གཟབ་གནང་དགོས།ལྷག་པར་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་ཀྱི་ཁྲིམས་རྩོད་པ་ཚོར་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ནས་གནས་ཚུལ་རྐུ་མ་ཤོར་རྒྱུར་དམིགས་བསལ་ཉེན་ཁ་ཆེ་བར་བརྟེན།</p>\n\n<p>རང་དང་ལས་རོགས་ཚོའི་གནས་ཚུལ་གསལ་བཤད་གནང་དགོས་པ་རྣམས་སྲུང་སྐྱོབ་ཆེད་ཧ་ཅང་གཟབ་གཟབ་གནང་དགོས། སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་མ་བཏང་གོང་ཉེན་ཁ་ཇི་ཡོད་རྣམས་ཤེས་པའི་ཐོག་ནས་རང་དང་ལས་རོགས་རྣམས་སྲུང་སྐྱོབ་ཆེད་དགོས་ངེས་ཐབས་ལམ་ཇི་ཡོད་ལག་བསྟར་གནང་དགོས། གཤམ་གྱི་ལམ་སྟོན་དེས་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་བྱེད་སྐབས་སྲུང་སྐྱོབ་དགོས་རྒྱུ་གལ་གནད་ཇི་ཙམ་ཡིན་པ་ཁྱེད་ཀྱིས་རྟོགས་ཆེད་ཕན་ཐོགས་ཡོད།</p>\n\n<h2>རྒྱབ་ལྗོངས་ཀྱི་གནས་ཚུལ།</h2>\n\n<div class=\"background\">\n\n<p>མན་སོར་དང་མག་ད་གཉིས་བྱང་ཨ་ཕི་རི་ཁའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་པ་ཡིན། ཁོང་གཉིས་ཀྱིས་གྲོང་ཁྱེར་ཆེན་པོ་ཞིག་གི་དབུས་སུ་གོམ་བགྲོད་ཀྱི་ལས་འགུལ་ཞིག་གོ་སྒྲིག་བྱ་རྒྱུའི་འཆར་གཞི་སྒྲིག་བཞིན་ཡོད། དེར་བརྟེན་ཁོང་གཉིས་ཀྱིས་ངོ་དེབ་བརྒྱུད་ནས་གོམ་བགྲོད་ལས་འགུལ་དེ་དྲིལ་བསྒྲགས་གནང་འདོད་ཡོད་ཀྱང་། ཉེན་རྟོག་པས་ཤེས་ནས་ལས་འགུལ་ནང་ཞུགས་བློ་ཡོད་མི་རྣམས་རྗེས་དེད་གཏོང་མི་ཡོང་ངམ་བསམ་པའི་བློ་འཚབ་ཡོད། གཞན་ཡང་ད་དུང་ཁོང་གཉིས་ཀྱིས་ལས་འགུལ་སྐབས་ཊུཝི་ཊར་བེད་སྤྱོད་བཏང་སྟེ་ལས་འགུལ་གྱི་གནས་སྟངས་ཇི་ཡིན་སྐབས་ཕྲལ་གནས་ཚུལ་ཕྱིར་གཏོང་བྱ་རྒྱུའི་འཆར་གཞི་ཡོད། འོན་ཀྱང་ཉེན་རྟོག་པས་ཊུཝི་ཊར་མཐོང་ནས་ལས་འགུལ་བ་རྣམས་ལ་འགོག་རྐྱེན་བཟོ་ཚེ་ཇི་ལྟར་བྱ་དགོས་པ་དང་།ལས་འགུལ་བ་རྣམས་ཉེན་རྟོག་པས་ངོས་ཟིན་ཚེ་ཁྲིམས་ཆད་ཕོག་སྲིད་པར་བརྟེན། ཁོང་གཉིས་ཀྱིས་ལས་འགུལ་བ་རྣམས་ཀྱི་ངོས་འཛིན་མངོན་པར་མི་གསལ་བའི་ཐོག་ནས་ལས་འགུལ་སྤེལ་བཞིན་པའི་འདྲ་པར་དང་བརྙན་འཕྲིན་རྣམས་དྲིལ་བསྒྲགས་བྱ་རྒྱུའི་འཆར་གཞི་འདིང་བཞིན་ཡོད།</p>\n\n</div>\n\n<p>ཁྱེད་རང་ཚོས་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་རྒྱུ་མཚམས་འཇོག་ཆེད་ང་ཚོས་སེམས་ཤུགས་བཅག་པ་དེ་འདྲ་མིན།  འོན་ཀྱང་ཉེན་སྲུང་གི་ཐབས་ལམ་དེ་དག་ཚད་ལྡན་ཐོག་ནས་བཀོལ་ཐུབ་ཚེ་རང་གཞན་གཉིས་ཀ་ཉེན་ཁ་ལས་སྐྱོབ་ཐུབ།</p>\n\n<h3>སློབ་ཚན་འདི་ནས་ཁྱེད་ཀྱིས་གང་ཤེས་ཐུབ་པ་ནི།</h3>\n\n<ul><li>གནད་འགག་ཡོད་པའི་གནས་ཚུལ་རྣམས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་བསླེབས་སྐབས་ལས་སླ་པོའི་ཐོག་ནས་གཞན་གྱིས་མཐོང་ཐུབ།</li>\n<li>སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་རང་གཞན་གཉིས་ཀྱི་གནས་ཚུལ་གསང་ཉར་ཆེད་སྲུང་སྐྱོབ་ཇི་ལྟར་བྱེད་དགོས།</li>\n</ul>", 
                "summary": "", 
                "value": "དྲ་རྒྱ་ཐོག་མར་གསར་གཏོད་བྱུང་བ་ནས་བཟུང་དྲ་ནང་གི་སྤྱི་ཚོགས་ཤིག་གྲུབ་ཡོད། དེ་ཡང་ཐོག་མར་གློག་འཕྲིན་དང་བྷུ་ལི་ཊིན་བྷོཌ་ (bulletin boards) དར་ཡོད། བརྒྱུད་ལམ་དེ་གཉིས་ཐོག་ནས་འཛམ་གླིང་ས་ཕྱོགས་འདྲ་མིན་ནང་ཡོད་པའི་མི་ཕན་ཚུན་དབར་འབྲེལ་བ་མུ་མཐུད་གནས་རྒྱུའི་གོ་སྐབས་ཤིག་བསྐྲུན་པ་ཙམ་མ་ཟད། ཡིག་འབྲེལ་དང་གནད་དོན་བྱེ་བྲག་པ་གཅིག་གི་ཐོག་ཕན་ཚུན་བསམ་ཚུལ་བརྗེ་ལེན་བྱ་རྒྱུའི་གོ་སྐབས་ཀྱང་བསྐྲུན་ཡོད། དེང་སྐབས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་འབྲེལ་བ་བྱ་རྒྱུའི་བརྒྱུད་ལམ་ཧ་ཅང་ཁྱབ་ཆེན་པོ་ཆགས་ཡོད་པར་བརྟེན། བརྡ་ལན་དང་འདྲ་པར། དེ་བཞིན་ཡིག་སྣོད་སོགས་དྲ་རྒྱ་བརྒྱུད་གཏོང་ལེན་བྱེད་ཐུབ་པ་མ་ཟད། རང་ཉིད་ས་གནས་གང་དུ་ཡོད་པ་དང་ལས་དོན་ཅི་ཞིག་བྱེད་བཞིན་ཡོད་པའི་གནས་ཚུལ་རྣམས་དྲ་རྒྱ་བརྒྱུད་དེ་མ་ཉིད་དུ་གནས་ཚུལ་རྣམས་གཏོང་ལེན་བྱེད་ཐུབ་པ་སོགས་བྱེད་ལས་མང་དག་ཅིག་ཡོད། \r\n\r\nའོན་ཀྱང་བྱེད་ལས་དེ་དག་སྤྱི་ཚོགས་དྲ་རྒྱ་ཁོ་ན་བརྒྱུད་ནས་མ་གཏོགས་བྱེད་མ་ཐུབ་པ་དེ་འདྲ་མིན་པར། སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་ཐོ་འགོད་མ་བྱས་ཀྱང་དྲ་རྒྱ་བརྒྱུད་བྱེད་ཐུབ། སྤྱིར་དྲ་རྒྱའི་བརྒྱུད་ལམ་དེ་དག་སྤྱི་ཚོགས་ཀྱི་འབྲེལ་ལམ་གོང་མཐོར་གཏོང་རྒྱུར་ཧ་ཅང་ཕན་ཐོགས་ཡོད། འོན་ཀྱང་བེད་སྤྱོད་བྱེད་སྐབས་རང་གི་གནས་ཚུལ་མི་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱ་རྒྱུའི་གོ་སྐབས་ཤིག་ཀྱང་ཡོད། སྤྱི་ཚོགས་དྲ་རྒྱ་དེ་གསོལ་སྟོན་གྱི་འདུ་འཛོམས་ཧ་ཅང་ཆེན་པོ་ཞིག་ལ་དཔེ་བཞག  འདུ་འཛོམས་དེར་ཁྱེད་ཀྱིས་ངོ་ཤེས་པ་དང་མ་ཤེས་པའི་མི་སྣ་ཚོགས་ཤིག་འཛོམས་ཡོད། དེའི་ཁྲོད་ཁྱེད་རང་ཕར་འགྲོ་ཚུར་འོང་བྱེད་བཞིན་པའི་སྐབས་དེར། ཁྱེད་ཀྱིས་ཤེས་ཚོར་གང་ཡང་མེད་པར་ཁྱེད་ཀྱི་རྒྱབ་ཏུ་འབྱར་ཡིག་གཅིག་འབྱར་ཡོད།  འབྱར་ཡིག་དེའི་ནང་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་དང། ཐ་ན་སྐབས་དེར་ཁྱེད་ཀྱི་བསམ་བློའི་ནང་རྣམ་རྟོག་ཇི་འདྲ་ཞིག་འཆར་བཞིན་ཡོད་པའི་གནས་ཚུལ་རྣམས་འཁོད་པར་བརྟེན། མི་ཚང་མས་ཁྱེད་ཀྱི་རྒྱབ་ཏུ་འབྱར་བའི་འབྱར་ཡིག་བཀླག་པ་ཡིན་ན།ཁྱེད་ཀྱིས་དེར་མོས་མཐུན་བྱེད་ཐུབ་བམ། \r\n\r\nསྤྱི་ཚོགས་དྲ་རྒྱའི་སྦྱིན་བདག་སྒེར་གྱི་ཚོང་པ་ཡིན་པ་དང། ཁོང་ཚོས་གང་ཟག་བྱེ་བྲག་པའི་གནས་ཚུལ་རྣམས་ཕྱོགས་བསྡུས་བྱས་ཏེ་གང་ཟག་གསུམ་པ་ཞིག་ལ་བཙོང་རྗེས། གང་ཟག་གསུམ་པ་དེས་དྲ་རྒྱའི་ཐོག་གནས་ཚུལ་རྣམས་ཤར་ཐུབ་པ་བཟོ་བཞིན་ཡོད། ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་དྲ་སྤྱོད་བློས་གཏོང་གིས་དྲ་རྒྱའི་སྦྱིན་བདག་ལ་རང་དབང་རྩིས་སྤྲོད་བྱེད་བཞིན་ཡོད།  དྲ་རྒྱའི་ཐོག་སྒེར་གྱི་གནད་དོན་གསང་ཉར་ཆེད་ཚན་པ་ལོག་ཏུ་བཟོས་པ་རྣམས་ཀྱིས་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་ཕྱིར་མི་ཤོར་བའི་ཕན་ཐོགས་ཡོད་ཀྱང། དྲ་རྒྱའི་སྦྱིན་བདག་གིས་གནས་ཚུལ་རྣམས་མཐོང་ཐུབ་པར་བརྟེན་སྲུང་མི་ཐུབ། དེར་བརྟེན་ཁྱེད་ཀྱིས་དྲ་རྒྱའི་སྦྱིན་བདག་ལ་ཡིད་ཆེས་ཀྱིས་གནས་ཚུལ་ཡོངས་རྫོགས་ཁོང་ལ་རྩིས་སྤྲོད་བྱས་པ་ལྟ་བུ་ཆགས་ཡོད། \r\n\r\nགལ་ཏེ་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ནས་གནད་དོན་དང་བརྗོད་གཞི་གལ་གནད་ཅན་ཞིག་ཐོག་ལག་པ་འཆང་དགོས་ཚེ། དོན་གནད་དེ་དག་ཕྱིར་གྱར་མི་འོང་ཆེད་ཧ་ཅང་ཡིད་གཟབ་གནང་དགོས།ལྷག་པར་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་ཀྱི་ཁྲིམས་རྩོད་པ་ཚོར་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ནས་གནས་ཚུལ་རྐུ་མ་ཤོར་རྒྱུར་དམིགས་བསལ་ཉེན་ཁ་ཆེ་བར་བརྟེན། \r\n\r\nརང་དང་ལས་རོགས་ཚོའི་གནས་ཚུལ་གསལ་བཤད་གནང་དགོས་པ་རྣམས་སྲུང་སྐྱོབ་ཆེད་ཧ་ཅང་གཟབ་གཟབ་གནང་དགོས། སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་མ་བཏང་གོང་ཉེན་ཁ་ཇི་ཡོད་རྣམས་ཤེས་པའི་ཐོག་ནས་རང་དང་ལས་རོགས་རྣམས་སྲུང་སྐྱོབ་ཆེད་དགོས་ངེས་ཐབས་ལམ་ཇི་ཡོད་ལག་བསྟར་གནང་དགོས། གཤམ་གྱི་ལམ་སྟོན་དེས་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་བྱེད་སྐབས་སྲུང་སྐྱོབ་དགོས་རྒྱུ་གལ་གནད་ཇི་ཙམ་ཡིན་པ་ཁྱེད་ཀྱིས་རྟོགས་ཆེད་ཕན་ཐོགས་ཡོད།\r\n\r\n\r\n## རྒྱབ་ལྗོངས་ཀྱི་གནས་ཚུལ། ##\r\n\r\n<div class=\"background\" markdown=1>\r\nམན་སོར་དང་མག་ད་གཉིས་བྱང་ཨ་ཕི་རི་ཁའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་པ་ཡིན། ཁོང་གཉིས་ཀྱིས་གྲོང་ཁྱེར་ཆེན་པོ་ཞིག་གི་དབུས་སུ་གོམ་བགྲོད་ཀྱི་ལས་འགུལ་ཞིག་གོ་སྒྲིག་བྱ་རྒྱུའི་འཆར་གཞི་སྒྲིག་བཞིན་ཡོད། དེར་བརྟེན་ཁོང་གཉིས་ཀྱིས་ངོ་དེབ་བརྒྱུད་ནས་གོམ་བགྲོད་ལས་འགུལ་དེ་དྲིལ་བསྒྲགས་གནང་འདོད་ཡོད་ཀྱང་། ཉེན་རྟོག་པས་ཤེས་ནས་ལས་འགུལ་ནང་ཞུགས་བློ་ཡོད་མི་རྣམས་རྗེས་དེད་གཏོང་མི་ཡོང་ངམ་བསམ་པའི་བློ་འཚབ་ཡོད། གཞན་ཡང་ད་དུང་ཁོང་གཉིས་ཀྱིས་ལས་འགུལ་སྐབས་ཊུཝི་ཊར་བེད་སྤྱོད་བཏང་སྟེ་ལས་འགུལ་གྱི་གནས་སྟངས་ཇི་ཡིན་སྐབས་ཕྲལ་གནས་ཚུལ་ཕྱིར་གཏོང་བྱ་རྒྱུའི་འཆར་གཞི་ཡོད། འོན་ཀྱང་ཉེན་རྟོག་པས་ཊུཝི་ཊར་མཐོང་ནས་ལས་འགུལ་བ་རྣམས་ལ་འགོག་རྐྱེན་བཟོ་ཚེ་ཇི་ལྟར་བྱ་དགོས་པ་དང་།ལས་འགུལ་བ་རྣམས་ཉེན་རྟོག་པས་ངོས་ཟིན་ཚེ་ཁྲིམས་ཆད་ཕོག་སྲིད་པར་བརྟེན། ཁོང་གཉིས་ཀྱིས་ལས་འགུལ་བ་རྣམས་ཀྱི་ངོས་འཛིན་མངོན་པར་མི་གསལ་བའི་ཐོག་ནས་ལས་འགུལ་སྤེལ་བཞིན་པའི་འདྲ་པར་དང་བརྙན་འཕྲིན་རྣམས་དྲིལ་བསྒྲགས་བྱ་རྒྱུའི་འཆར་གཞི་འདིང་བཞིན་ཡོད། \r\n</div>\r\n\r\nཁྱེད་རང་ཚོས་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་རྒྱུ་མཚམས་འཇོག་ཆེད་ང་ཚོས་སེམས་ཤུགས་བཅག་པ་དེ་འདྲ་མིན།  འོན་ཀྱང་ཉེན་སྲུང་གི་ཐབས་ལམ་དེ་དག་ཚད་ལྡན་ཐོག་ནས་བཀོལ་ཐུབ་ཚེ་རང་གཞན་གཉིས་ཀ་ཉེན་ཁ་ལས་སྐྱོབ་ཐུབ།\r\n\r\n### སློབ་ཚན་འདི་ནས་ཁྱེད་ཀྱིས་གང་ཤེས་ཐུབ་པ་ནི། ###\r\n\r\n- གནད་འགག་ཡོད་པའི་གནས་ཚུལ་རྣམས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་བསླེབས་སྐབས་ལས་སླ་པོའི་ཐོག་ནས་གཞན་གྱིས་མཐོང་ཐུབ།\r\n- སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་རང་གཞན་གཉིས་ཀྱི་གནས་ཚུལ་གསང་ཉར་ཆེད་སྲུང་སྐྱོབ་ཇི་ལྟར་བྱེད་དགོས།\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>གཤམ་གྱི་དྲི་བ་རྣམས་རྟག་ཏུ་འདོན་དགོས།</strong></p>\n\n<ul><li>ངས་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་སུས་གཟིགས་ཐུབ།</li>\n<li>ངས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་རྣམས་སུ་ལ་དག་པ་དང་སུས་སྟངས་འཛིན་བྱེད་བཞིན་ཡོད།</li>\n<li>དྲ་རྒྱའི་ཐོག་ང་དང་འབྲེལ་བ་ཡོད་མཁན་ཚོས་ངའི་སྐོར་གནས་ཚུལ་ཇི་འདྲ་ཞིག་མི་གཞན་ལ་རྩིས་སྤྲོད་བྱེད་ཀྱི་ཡོད། </li>\n<li>ངས་ཀྱང་ཁོང་ཚོའི་སྐོར་མི་གཞན་ལ་དྲ་ལམ་ཐོག་ནས་བསྟན་པ་ཡིན་ན་ཕོག་ཐུག་ཡོང་ངམ།</li>\n<li>དྲ་རྒྱའི་ཐོག་འབྲེལ་ཡོད་ཚང་མར་ངས་ཡིད་ཆེས་བྱེད་ཀྱི་འདུག་གམ། </li>\n</ul></li>\n<li><p>སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་གསང་ཚིག་བརྟན་པོ་ཞིག་ངེས་པར་དུ་རྒྱག་དགོས། གལ་ཏེ་ཁྱེད་ཀྱི་གསང་ཚིག་གཞན་ལ་ཤོར་བ་ཡིན་ན། རང་ཉིད་ཙམ་མ་ཟད། དྲ་རྒྱའི་ཐོག་རང་གི་འབྲེལ་ཡོད་ཚང་མའི་གནས་ཚུལ་རྣམས་མི་གཞན་གྱིས་ཀློག་ཐུབ། ཁྱེད་ཀྱིས་གསང་ཚིག་ཡང་ཡང་བརྗེ་དགོས། གསང་ཚིག་བརྗེ་རྒྱུ་དེ་རྒྱུན་ལྡན་གྱི་ལས་ཀ་ལྟར་ངོས་འཛིན་བྱེད་དགོས། ལེའུ་གསུམ་པར་གཟིགས་དང་།<a href=\"/bo/chapter-3\">གསང་ཚིག་བརྟན་པོ་ཞིག་བཟོས་ནས་ཉར་ཚགས་ཇི་ལྟར་ཐུབ</a>ཞིབ་ཕྲའི་ཆེད།</p></li>\n<li><p>སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་སྒེར་གྱི་གསང་ཉར་ཆེད་ཟུར་དུ་ཚན་པ་ཞིག་བསྐྲུན་པ་དེར་སྐྱོན་ཇི་ཡོད་ཁྱེད་ཀྱིས་ཤེས་དགོས་པ་ཙམ་མ་ཟད། ཚན་པ་དེ་ཁ་སྒྱུར་བྱེད་སྟངས་ཀྱང་ཤེས་དགོས།</p></li>\n<li><p>ལས་འགུལ་དང་ལས་དོན་བྱེ་བྲག་པ་རེ་རེའི་ཆེད་ཁ་བྱང་དང་ངོ་སྤྲོད་གསར་པ་རེ་བཟོ་རྒྱུ་ཙམ་མ་ཟད། མིང་འདྲ་མིན་རྫུན་བཟོ་བྱེད་ཐབས་ཐོག་ལའང་བསམ་བློ་གཏོང་དགོས། དྲ་རྒྱ་བེད་སྤྱོད་བརྟན་པོ་ཞིག་གཏོང་དགོས་ན།དྲ་རྒྱའི་སྦྱིན་བདག་ཚོགས་མི་རྣམས་ལ་ཡིད་ཆེས་སྐྱེ་ཐུབ་དགོས། དེ་ལྟར་ཡོང་བར་ཁ་བྱང་གསར་པ་ལོག་ཏུ་བཟོ་དགོས།</p></li>\n<li><p>སྤྱི་མང་དྲ་རྒྱའི་ཁང་ཆུང་ནས་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་དགོས་ཚེ་ཁ་བྱང་བེད་སྤྱོད་བྱེད་སྐབས་གཟབ་དགོས། སྐབས་དེར་ཁྱེད་ཀྱིས་གསང་ཚིག་རྣམས་ལམ་སེང་སུབ་དགོས་པ་མ་ཟད། བསྐྱར་ཞིབ་ཐོ་གཞུང་དེ་ཡང་སུབ་དགོས། ལེའུ་དྲུག་པའི་ནང་<a href=\"/bo/chapter-6\">གནད་དོན་གལ་ཆེ་རྣམས་ནག་སུབ་ཇི་ལྟར་གཏོང་དགོས་པའི་ལམ་སྟོན་</a>ཡོད་པས་དེར་གཟིགས།</p></li>\n<li><p>https:// བེད་སྤྱོད་བྱས་ནས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་ཁྱེད་ཀྱི་དངོས་མིང་དང་གསང་ཚིག དེ་བཞིན་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་རྣམས་ཕྱིར་གྱར་མི་ཡོང་བའི་སྲུང་སྐྱོབ་ཐུབ། ཁ་བྱང་འདི་ལྟར་ http:// བཀོད་པ་ལས་འདི་ལྟར་ https:// དགོས་ན་སྲུང་སྐྱོབ་ཆེད་ཡག་པ་ཡོད།  དྲ་རྒྱའི་ཐོག་གཞན་གྱིས་ངོ་མི་ཤེས་པར་ཆེས་གེ་མོ་ཞིག་གི་ངོ་བོར་གནས་ཐུབ་རྒྱུ་དང་། <a href=\"/bo/chapter-8\">དྲ་རྒྱའི་དམ་བསྒྲགས་ལས་ཇི་ལྟར་གཡོལ་ཐུབ་པའི་ཐབས་ལམ་རྣམས་ལེའུ་བརྒྱད་པར་</a>གཟིགས།</p></li>\n<li><p>དེ་ཡང་སྐབས་གནས་ཚུལ་ཧ་ཅང་མང་པོ་བླུགས་རྒྱུར་ཡིད་གཟབ་བྱེད་དགོས། ཁྱེད་ཀྱིས་དྲ་རྒྱའི་ཐོག་ཡོད་པའི་རོགས་པ་རྣམས་ལ་ཡིད་ཆེས་ཡོད་ཀྱང་། གཞན་ཞིག་གིས་ལས་སླ་པོའི་ཐོག་ནས་ཁྱེད་ཀྱི་གནས་ཚུལ་གསང་ཉུལ་ཐོག་འདྲ་བཤུས་བྱེད་ཐུབ།</p></li>\n<li><p>སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་ཆེ་བས་ཁྱེད་ལ་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་དང་ཟླ་སྒྲིལ་གཏོང་རྒྱུའི་གོ་སྐབས་སྤྲོད་བཞིན་ཡོད་པ་ནི་དཔེར་ན། ཁྱེད་ཀྱིས་ཊུཝི་ཊར་དྲ་རྒྱའི་ནང་ཟིན་བྲིས་གསར་པ་ཞིག་བཅུག་མ་ཐག་ཁྱེད་ཀྱི་ངོ་དེབ་དྲ་རྒྱའི་ནང་རང་བཞིན་གྱིས་དེ་མཚུངས་ཤར་ཐུབ་པ་བཟོ་ཐུབ། དེར་བརྟེན་སྤྱི་ཚོགས་དྲ་རྒྱ་ཕན་ཚུན་ལས་སླ་པོའི་ཐོག་ནས་ཟླ་སྒྲིལ་གཏོང་ཐུབ་ཀྱང་ཟླ་སྒྲིལ་གཏོང་སྐབས་ལྷག་པར་དུ་གཟབ་གྲུང་ངེས་པར་བྱེད་དགོས། གང་ཡིན་བརྗོད་ན་སྤྱི་ཚོགས་དྲ་རྒྱ་གཅིག་ནང་ཁྱེད་སུ་ཡིན་མིན་མངོན་གསལ་མེད་ཀྱང་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་དང་ཟླ་སྒྲིལ་སྐབས་གཞན་དེའི་ནང་ཁྱེད་ཀྱི་རྣམ་པ་འཆར་སྲིད།</p></li>\n<li><p>སྤྱི་ཚོགས་དྲ་རྒྱའི་སྟེང་ཡོད་པའི་ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་བཙན་ལོས་ཡོད་མིན་ཐད་ཡིད་གཟབ་གནང་དགོས།  ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱ་རྐྱང་པར་བློ་གཏད་ཀྱིས་གལ་གནད་ཆེ་བའི་གནས་ཚུལ་མཁོ་སྒྲུབ་བྱེད་སའི་བརྒྱུད་ལམ་གཅིག་པུར་རྩ་འཛིན་ནམ་ཡང་གནང་མི་རུང་། གང་ཡིན་བརྗོད་ན། གཞུང་གིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་འདྲ་པར་དང་གནས་ཚུལ་སོགས་ངོས་ལེན་མ་ཐུབ་པའི་རིགས་བཀག་འགོག་ཆེད་སྤྱི་ཚོགས་དྲ་རྒྱར་ལས་སླ་པོས་ཐོག་ནས་དམ་བསྒྲགས་བྱེད་ཐུབ། ཕྱོགས་མཚུངས་སྐབས་རེ་སྤྱི་ཚོགས་དྲ་རྒྱ་སྟངས་འཛིན་པ་ཚོས་རྒྱལ་ཁབ་བྱེ་བྲག་པའི་དམ་བསྒྲགས་ལས་གཡོལ་ཆེད། ངོས་ལེན་བྱེད་མ་ཐུབ་པའི་གནས་ཚུལ་རིགས་ལ་དྭངས་བླངས་ཀྱིས་བཀག་འགོག་བྱེད་སྲིད།</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **གཤམ་གྱི་དྲི་བ་རྣམས་རྟག་ཏུ་འདོན་དགོས།**\r\n - ངས་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་སུས་གཟིགས་ཐུབ།\r\n - ངས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་རྣམས་སུ་ལ་དག་པ་དང་སུས་སྟངས་འཛིན་བྱེད་བཞིན་ཡོད།\r\n - དྲ་རྒྱའི་ཐོག་ང་དང་འབྲེལ་བ་ཡོད་མཁན་ཚོས་ངའི་སྐོར་གནས་ཚུལ་ཇི་འདྲ་ཞིག་མི་གཞན་ལ་རྩིས་སྤྲོད་བྱེད་ཀྱི་ཡོད། \r\n - ངས་ཀྱང་ཁོང་ཚོའི་སྐོར་མི་གཞན་ལ་དྲ་ལམ་ཐོག་ནས་བསྟན་པ་ཡིན་ན་ཕོག་ཐུག་ཡོང་ངམ།\r\n - དྲ་རྒྱའི་ཐོག་འབྲེལ་ཡོད་ཚང་མར་ངས་ཡིད་ཆེས་བྱེད་ཀྱི་འདུག་གམ། \r\n\r\n- སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་གསང་ཚིག་བརྟན་པོ་ཞིག་ངེས་པར་དུ་རྒྱག་དགོས། གལ་ཏེ་ཁྱེད་ཀྱི་གསང་ཚིག་གཞན་ལ་ཤོར་བ་ཡིན་ན། རང་ཉིད་ཙམ་མ་ཟད། དྲ་རྒྱའི་ཐོག་རང་གི་འབྲེལ་ཡོད་ཚང་མའི་གནས་ཚུལ་རྣམས་མི་གཞན་གྱིས་ཀློག་ཐུབ། ཁྱེད་ཀྱིས་གསང་ཚིག་ཡང་ཡང་བརྗེ་དགོས། གསང་ཚིག་བརྗེ་རྒྱུ་དེ་རྒྱུན་ལྡན་གྱི་ལས་ཀ་ལྟར་ངོས་འཛིན་བྱེད་དགོས། ལེའུ་གསུམ་པར་གཟིགས་དང་།[གསང་ཚིག་བརྟན་པོ་ཞིག་བཟོས་ནས་ཉར་ཚགས་ཇི་ལྟར་ཐུབ](/bo/chapter-3)ཞིབ་ཕྲའི་ཆེད། \r\n\r\n- སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་སྒེར་གྱི་གསང་ཉར་ཆེད་ཟུར་དུ་ཚན་པ་ཞིག་བསྐྲུན་པ་དེར་སྐྱོན་ཇི་ཡོད་ཁྱེད་ཀྱིས་ཤེས་དགོས་པ་ཙམ་མ་ཟད། ཚན་པ་དེ་ཁ་སྒྱུར་བྱེད་སྟངས་ཀྱང་ཤེས་དགོས།\r\n\r\n- ལས་འགུལ་དང་ལས་དོན་བྱེ་བྲག་པ་རེ་རེའི་ཆེད་ཁ་བྱང་དང་ངོ་སྤྲོད་གསར་པ་རེ་བཟོ་རྒྱུ་ཙམ་མ་ཟད། མིང་འདྲ་མིན་རྫུན་བཟོ་བྱེད་ཐབས་ཐོག་ལའང་བསམ་བློ་གཏོང་དགོས། དྲ་རྒྱ་བེད་སྤྱོད་བརྟན་པོ་ཞིག་གཏོང་དགོས་ན།དྲ་རྒྱའི་སྦྱིན་བདག་ཚོགས་མི་རྣམས་ལ་ཡིད་ཆེས་སྐྱེ་ཐུབ་དགོས། དེ་ལྟར་ཡོང་བར་ཁ་བྱང་གསར་པ་ལོག་ཏུ་བཟོ་དགོས།   \r\n\r\n- སྤྱི་མང་དྲ་རྒྱའི་ཁང་ཆུང་ནས་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་དགོས་ཚེ་ཁ་བྱང་བེད་སྤྱོད་བྱེད་སྐབས་གཟབ་དགོས། སྐབས་དེར་ཁྱེད་ཀྱིས་གསང་ཚིག་རྣམས་ལམ་སེང་སུབ་དགོས་པ་མ་ཟད། བསྐྱར་ཞིབ་ཐོ་གཞུང་དེ་ཡང་སུབ་དགོས། ལེའུ་དྲུག་པའི་ནང་[གནད་དོན་གལ་ཆེ་རྣམས་ནག་སུབ་ཇི་ལྟར་གཏོང་དགོས་པའི་ལམ་སྟོན་](/bo/chapter-6)ཡོད་པས་དེར་གཟིགས། \r\n\r\n- https:// བེད་སྤྱོད་བྱས་ནས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་ཁྱེད་ཀྱི་དངོས་མིང་དང་གསང་ཚིག དེ་བཞིན་དྲ་རྒྱའི་ནང་བཅུག་པའི་གནས་ཚུལ་རྣམས་ཕྱིར་གྱར་མི་ཡོང་བའི་སྲུང་སྐྱོབ་ཐུབ། ཁ་བྱང་འདི་ལྟར་ http:// བཀོད་པ་ལས་འདི་ལྟར་ https:// དགོས་ན་སྲུང་སྐྱོབ་ཆེད་ཡག་པ་ཡོད།  དྲ་རྒྱའི་ཐོག་གཞན་གྱིས་ངོ་མི་ཤེས་པར་ཆེས་གེ་མོ་ཞིག་གི་ངོ་བོར་གནས་ཐུབ་རྒྱུ་དང་། [དྲ་རྒྱའི་དམ་བསྒྲགས་ལས་ཇི་ལྟར་གཡོལ་ཐུབ་པའི་ཐབས་ལམ་རྣམས་ལེའུ་བརྒྱད་པར་](/bo/chapter-8)གཟིགས། \r\n\r\n- དེ་ཡང་སྐབས་གནས་ཚུལ་ཧ་ཅང་མང་པོ་བླུགས་རྒྱུར་ཡིད་གཟབ་བྱེད་དགོས། ཁྱེད་ཀྱིས་དྲ་རྒྱའི་ཐོག་ཡོད་པའི་རོགས་པ་རྣམས་ལ་ཡིད་ཆེས་ཡོད་ཀྱང་། གཞན་ཞིག་གིས་ལས་སླ་པོའི་ཐོག་ནས་ཁྱེད་ཀྱི་གནས་ཚུལ་གསང་ཉུལ་ཐོག་འདྲ་བཤུས་བྱེད་ཐུབ། \r\n\r\n- སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་ཆེ་བས་ཁྱེད་ལ་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་དང་ཟླ་སྒྲིལ་གཏོང་རྒྱུའི་གོ་སྐབས་སྤྲོད་བཞིན་ཡོད་པ་ནི་དཔེར་ན། ཁྱེད་ཀྱིས་ཊུཝི་ཊར་དྲ་རྒྱའི་ནང་ཟིན་བྲིས་གསར་པ་ཞིག་བཅུག་མ་ཐག་ཁྱེད་ཀྱི་ངོ་དེབ་དྲ་རྒྱའི་ནང་རང་བཞིན་གྱིས་དེ་མཚུངས་ཤར་ཐུབ་པ་བཟོ་ཐུབ། དེར་བརྟེན་སྤྱི་ཚོགས་དྲ་རྒྱ་ཕན་ཚུན་ལས་སླ་པོའི་ཐོག་ནས་ཟླ་སྒྲིལ་གཏོང་ཐུབ་ཀྱང་ཟླ་སྒྲིལ་གཏོང་སྐབས་ལྷག་པར་དུ་གཟབ་གྲུང་ངེས་པར་བྱེད་དགོས། གང་ཡིན་བརྗོད་ན་སྤྱི་ཚོགས་དྲ་རྒྱ་གཅིག་ནང་ཁྱེད་སུ་ཡིན་མིན་མངོན་གསལ་མེད་ཀྱང་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་དང་ཟླ་སྒྲིལ་སྐབས་གཞན་དེའི་ནང་ཁྱེད་ཀྱི་རྣམ་པ་འཆར་སྲིད།      \r\n\r\n- སྤྱི་ཚོགས་དྲ་རྒྱའི་སྟེང་ཡོད་པའི་ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་བཙན་ལོས་ཡོད་མིན་ཐད་ཡིད་གཟབ་གནང་དགོས།  ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱ་རྐྱང་པར་བློ་གཏད་ཀྱིས་གལ་གནད་ཆེ་བའི་གནས་ཚུལ་མཁོ་སྒྲུབ་བྱེད་སའི་བརྒྱུད་ལམ་གཅིག་པུར་རྩ་འཛིན་ནམ་ཡང་གནང་མི་རུང་། གང་ཡིན་བརྗོད་ན། གཞུང་གིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་འདྲ་པར་དང་གནས་ཚུལ་སོགས་ངོས་ལེན་མ་ཐུབ་པའི་རིགས་བཀག་འགོག་ཆེད་སྤྱི་ཚོགས་དྲ་རྒྱར་ལས་སླ་པོས་ཐོག་ནས་དམ་བསྒྲགས་བྱེད་ཐུབ། ཕྱོགས་མཚུངས་སྐབས་རེ་སྤྱི་ཚོགས་དྲ་རྒྱ་སྟངས་འཛིན་པ་ཚོས་རྒྱལ་ཁབ་བྱེ་བྲག་པའི་དམ་བསྒྲགས་ལས་གཡོལ་ཆེད། ངོས་ལེན་བྱེད་མ་ཐུབ་པའི་གནས་ཚུལ་རིགས་ལ་དྭངས་བླངས་ཀྱིས་བཀག་འགོག་བྱེད་སྲིད།\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "སྤྱི་ཚོགས་དྲ་རྒྱ་བཀོལ་སྐབས་སྤྱི་ཡོངས་ཀྱི་ལམ་སྟོན།", 
                        "value": "སྤྱི་ཚོགས་དྲ་རྒྱ་བཀོལ་སྐབས་སྤྱི་ཡོངས་ཀྱི་ལམ་སྟོན།"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>སྤྱི་ཚོགས་དྲ་རྒྱ་སྟངས་འཛིན་པ་ཚོས་ཁྱེད་དང་མི་གཞན་དབར་འབྲེལ་ལམ་བྱ་རྒྱུ་སྟབས་བདེ་ཡོང་ཆེད།སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་རྩད་གཅོད་བྱ་རྒྱུ་ཡིན། དེར་བརྟེན་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་མཁན་ཚོར་ཉེན་ཁ་ཆེ་ཤོས་ཤིག་ནི་དེང་སྐབས་དར་ཁྱབ་ཧ་ཅང་ཆེ་རུ་འགྲོ་བཞིན་པའི་ངོས་འཛིན་རྐུ་མ་བརྒྱབ་ནས་ངོ་བརྫུ་བྱ་རྒྱུ་དེ་ཡིན། ལྷག་པར་ཁྱེད་ཀྱིས་ཇི་ཙམ་དྲ་རྒྱའི་ཐོག་སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་བཀོད་པ་དེ་ཚོད་ཀྱིས་སྲིད་གཞུང་དབང་འཛིན་པ་ཚོས་ཁྱེད་རྩད་གཅོད་བྱ་བདེ་བ་ཙམ་མ་ཟད། ཁྱེད་ཀྱི་ལས་དོན་ཐོག་སྟངས་འཛིན་བྱ་རྒྱུ་ལས་སླ་རུ་འགྲོ་རྒྱུ་ཡིན། ཕྱིའི་རྒྱལ་ཁབ་ནང་བཙན་བྱོལ་དུ་གནས་ཏེ་དྲ་རྒྱའི་ཐོག་ལས་དོན་སྤེལ་མཁན་གྱི་ལས་འགུལ་བ་དེ་ཚོའི་ནང་མི་རྣམས་ལ་གཞུང་གིས་སུན་གཙེར་བཟོ་བཞིན་ཡོད།</p>\n\n<p>གཤམ་གྱི་གནས་ཚུལ་རྣམས་དྲ་རྒྱར་གཏོང་དགོས་མིན་ཐད་སོ་སོར་དྲི་བ་ཐོངས་དང།</p>\n\n<ul><li>སྐྱེས་ཚེས། </li>\n<li>འབྲེལ་མཐུད་ཁ་པར་ཨང་།</li>\n<li>ཁ་བྱང་།</li>\n<li>ནང་མིའི་སྐོར་གནས་ཚུལ་ཞིབ་ཕྲ།</li>\n<li>རྟགས།</li>\n<li>སློབ་སྦྱོང་དང་ལས་ཀའི་རྒྱབ་ལྗོངས།</li>\n</ul><h2>གྲོགས་པོ་དང་རྗེས་འཇུག་པ། དེ་བཞིན་འབྲེལ་ཡོད།</h2>\n\n<p>སྤྱི་ཚོགས་དྲ་རྒྱ་གང་དྲ་ཞིག་ནང་ཁ་བྱང་གསར་བཟོ་ཆེད་དྲ་བཀོལ་སྤྱོད་ནང་སྒེར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ་བཀང་རྗེས་ཐོག་མར་ཁྱེད་ཀྱིས་དྲ་ཐོག་ཏུ་ཡོད་པའི་རང་གི་ངོ་ཤེས་སུ་རུང་ཞིག་དང་ལམ་སེང་འབྲེལ་བ་བཟོ་དགོས། དུས་མཚུངས་ཁྱེད་ཀྱིས་ངོ་མི་ཤེས་མཁན་དེ་འདྲའང་དྲ་རྒྱའི་སྤྱི་ཚོགས་ནང་ཡོད་པ་ཁོང་ཚོ་དང་འབྲེལ་བ་ཆགས་སྲིད། དེར་བརྟེན་ཁོང་ཚོས་ཁྱེད་ཀྱི་གནས་ཚུལ་གང་དང་གང་ལ་ལྟ་ཐུབ་མིན་ཤེས་དགོས་པ་འདི་ཁྱེད་རང་ལ་ཧ་ཅང་གལ་ཆེན་པོ་ཆགས་ཡོད།</p>\n\n<p>ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་མང་པོ་འཁོད་པའི་ངོ་དེབ་ལྟ་བུ་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས། རང་གི་ངོས་ཤེས་མི་སྣ་ཁོ་ན་དང་ལྷན་འབྲེལ་བ་བཟོ་དགོས།</p>\n\n<h2>གནས་བབ་ཁ་སྐོང་།</h2>\n\n<p>ཊུཝི་ཊར་དང་ངོ་དེབ། དེ་བཞིན་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་གྱི་ཐོག་སོ་སོའི་གནས་བབ་དང་ད་ལྟ་གང་བྱེད་མིན་གྱི་གནས་སྟངས་སོགས་གསལ་བཤད་བྱེད་བཞིན་ཡོད།དེར་བརྟེན་ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་སུས་ལྟ་གྱི་ཡོད་མེད་ཤེས་རྒྱུ་དེ་གལ་ཆེ་ཤོས་ཆགས་ཡོད། སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་ཆེ་བའི་ནང་རང་འགུལ་རང་སྤྱོད་སྒྲིག་ཤོམ་ལ་བརྟེན་ནས་སོ་སོའི་གནས་བབ་་རྣམས་དྲ་རྒྱའི་ནང་ཡོད་མཁན་སུས་ཀྱང་མཐོང་ཐུབ། དེ་ལྟར་མི་འདོད་ན།ཁྱེད་ཀྱིས་གནས་བབ་རྣམས་གཞན་གྱིས་ལྟ་མི་ཐུབ་པ་བཟོ་རོགས་ཞེས། སྤྱི་ཚོགས་དྲ་རྒྱའི་འགེངས་ཤོག་ནང་བརྗོད་དགོས།</p>\n\n<p>ཊུའི་ཊར་ནང་གསར་འཇོག་སྲུང་སྐྱོབ་བྱེད་དགོས་ན། ཁྱེད་ཀྱི་ཊུཝི་ཊི་སྲུང་སྐྱོབ་བྱོས། ཞེས་པར་ལྟ་དགོས། གལ་ཏེ་ངོ་དེབ་ནང་གསར་འཇོག་སྲུང་སྐྱོབ་བྱེད་དགོས་ན། གྲོགས་པོ་ཁོ་ནའི་ཆེད།ཞེས་པའི་ཡིག་ཆུང་དེ་བདམས་ཏེ་སྣུན་དགོས། ཁྱེད་ཀྱི་དེ་ལྟར་བྱས་རྗེས་སུའང་ཁྱེད་ཀྱི་གསར་འཇོག་རྣམས་མི་གཞན་དང་གྲོགས་པོ་ཚོས་ཧ་ཅང་ལས་སླ་པོའི་ཐོག་ནས་གཞན་ལ་ཁྱབ་སྤེལ་བྱེད་ཐུབ།  ཁྱེད་ཀྱི་སྤྱི་ཚོགས་དྲ་རྒྱའི་གནས་ཚུལ་བརྒྱུད་བསྒྲགས་བྱ་རྒྱུའི་ཐབས་ལམ་དེར་གྲོགས་པོས་མོས་མཐུན་ཡོད་པ་ཞིག་དགོས། དེ་ལྟར་མིན་ཚེ་སྐབས་རེ་གྲོགས་པོས་མི་འདོད་བཞིན་དུ་ཁྱེད་ཀྱིས་གྲོགས་པོའི་གནས་ཚུལ་རྣམས་བརྒྱུད་བསྒྲགས་བྱས་སྲིད།དེར་ངེས་པར་དུ་དོགས་ཟོན་གནང་དགོས།དེ་མཚུངས་གཞན་ལའང་ཁྱེད་ཀྱི་གནས་ཚུལ་བརྒྱུད་བསྒྲགས་བྱ་རྒྱུར་དོགས་ཟོན་དགོས་པ་གསལ་བཤད་གནང་དགོས།</p>\n\n<p>གནས་བབ་ནང་འཁོད་པའི་གནས་ཚུལ་རྣམས་མི་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་ནས་དོ་དག་ལ་གནོད་པ་བསྐྱལ་བའི་གནས་ཚུལ་མང་པོ་བྱུང་ཡོད། ཨ་རིའི་ནང་དགེ་རྒན་འགའ་ཤས་ཀྱིས་རང་གི་སློབ་ཕྲུག་ཚོར་མཐོང་ཕྱོགས་ཇི་འདྲ་ཡོད་མེད་ཀྱི་གནས་ཚུལ་གསར་འཇོག་བྱས་པ་རྣམས་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་པར་བརྟེན་དགེ་རྒན་དེ་དག་ལས་ཀ་ནས་ཕྱིར་འབུད་བཏང་བ་དེ་འདྲ་བྱུང་ཡོད། ཕྱོགས་མཚུངས་ལས་བྱེད་པ་འགས་རང་གི་སྦྱིན་བདག་སྐོར་གནས་བབ་་ནང་བྲིས་པ་དེ་དག་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་ནས་གནས་དབྱུང་བཏང་བ་དེ་འདྲའང་བྱུང་ཡོད། དེར་བརྟེན་གནད་དོན་དེར་ཚང་མས་ཡིད་གཟབ་གནང་དགོས།</p>\n\n<h2>དྲ་རྒྱའི་གནས་ཚུལ་མཉམ་སྤྱོད།</h2>\n\n<p>ཁྱེད་ཀྱིས་གྲོགས་པོའི་པར་གནས་གང་རུང་མཉམ་སྤྱོད་བྱས་ཏེ་གྲོགས་པོས་དོ་སྣང་སྤྲོད་ཐུབ་པ་བཟོ་རྒྱུ་ལས་སླ་ནའང།  ཁྱེད་ཀྱིས་མཉམ་སྤྱོད་བྱས་པའི་པར་གནས་དེར་མི་གཞན་ནས་ཀྱང་མཐོང་ཐུབ་པར་བརྟེན། ཁོང་ཚོར་ཚོར་སྣང་ཇི་འདྲ་ཞིག་སྐྱེ། དཔེར་ན།  སྲིད་གཞུང་ཧ་ཅང་གདུག་རྩུབ་ཅན་ལ་ངོ་རྒོལ་བྱས་པའི་པར་རིགས་ཤིག་ཡོད་པ་དེར།  ཁྱེད་ཀྱིས་ལེགས་བརྡའམ་བསྔགས་བརྗོད་ཀྱི་མཛུབ་བརྡ་སྟོན་པ་ཡིན་ན།སྲིད་གཞུང་དེས་ཁྱེད་ལ་ལམ་སེང་ཉན་ཁར་རྩིས་ཏེ་དམིགས་རྟགས་རྒྱབ་སྲིད་པའི་ཉན་ཁ་ཡོད།</p>\n\n<p>གལ་ཏེ་ཁྱེད་ཀྱིས་དྲ་རྒྱའི་ཐོག་ལས་ཀ་ཇི་འདྲ་ཞིག་བྱས་པ་དེ་དག་ཉེ་འབྲེལ་གཅིག་པུས་མ་གཏོགས་ལྟ་མི་ཐུབ་པ་ཞིག་བཟོ་དགོས་ཚེ། སྒེར་གྱི་གནས་ཚུལ་ཉར་རྒྱུའི་ཚན་པ་དེར་ཞིབ་ལྟ་གནང་དགོས།</p>\n\n<h2>རང་ཉིད་གང་དུ་ཡོད་པའི་ས་ཆ་གསལ་སྟོན།</h2>\n\n<p>ས་གནས་གང་ནས་དྲ་རྒྱ་ལྟ་གི་ཡོད་མེད་རྩད་གཅོད་བྱེད་མཁན་འཕྲུལ་ཆས་ཀྱི་ཆ་རྐྱེན་ལྡན་པའི་སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་མོ་ཆེས་རང་ཉིད་གང་དུ་གནས་ས་གསལ་སྟོན་བྱ་རྒྱུ་ཡིན། བྱེད་ལས་དེ་ནི་ལག་ཐོགས་ཁ་པར་ནང་ལམ་སྟོན་བྱེད་མཁན་གྱི་འཕྲུལ་ཆས་ (GPS) དེས་བྱེད་བཞིན་ཡོད། དེར་བརྟེན་ལག་ཐོགས་ཁ་པར་ནས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་ས་གནས་གསལ་སྟོན་བྱེད་ཀྱི་ཡོད།ལག་ཐོགས་ཁ་པར་ཐོག་ནས་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ན་མ་གཏོགས་ས་གནས་གསལ་སྟོན་བྱ་མི་ཐུབ་བསམ་ན་ནོར་བ་རེད། ཁྱེད་ཀྱི་གློག་ཀླད་དེ་དྲ་རྒྱར་མཐུད་སྐབས་སུའང་དྲ་རྒྱ་དེས་ས་གནས་གསལ་སྟོན་བྱ་རྒྱུའི་མཐུན་རྐྱེན་སྤྲད་སྲིད། དེར་བརྟེན་ཐབས་ལམ་བཙན་ཤོས་ནི་ཚན་པ་ལ་ཞིབ་ཚགས་དཔྱད་པ་བྱེད་དགོས།</p>\n\n<p>ལྷག་པར་པར་རིགས་དང་བརྙན་པར་འཇོག་སའི་ཚན་པ་ལ་དོ་སྣང་བྱེད་དགོས། ཚན་པ་དེས་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་བཅུག་པའི་པར་རིགས་དང་བརྙན་འཕྲིན་གྱི་ས་གནས་གསལ་སྟོན་བྱ་རྒྱུ་མ་རེད་བསམ་མི་རུང། བརྟག་དཔྱད་ཐེངས་གཉིས་བྱེད་དགོས།</p>\n\n<p><a href=\"https://www.eff.org/wp/locational-privacy\">ས་གནས་གསང་ཉར་བྱེད་སའི་ཁ་བྱང་ནི་</a> འདི་ཡིན། ཁ་བྱང་འདི་ནི་གློག་ཆས་དྲ་རྒྱ་ (Electronic Frontier Foundation) ཞེས་པ་དེ་ནས་ལེན་ཐུབ།</p>\n\n<h2>པར་རིགས་དང་བརྙན་འཕྲིན་མཉམ་སྤྱོད།</h2>\n\n<p>པར་རིགས་དང་བརྙན་འཕྲིན་སོགས་ཀྱིས་ངོ་ཤེས་ལས་སླ་པོར་བཟོ་ཐུབ། དེར་བརྟེན་པར་རིགས་དང་བརྙན་འཕྲིན་དྲ་རྒྱའི་ཐོག་མ་བཅུག་གོང་པར་རིགས་དང་བརྙན་འཕྲིན་དེ་དག་ནང་ཡོད་པའི་མི་དེར་སྐད་ཆ་འདྲི་དགོས། གནས་སྟངས་དེ་འདྲ་ལ་གཟབ་དགོས། ཁྱེད་ཀྱིས་མི་གཞན་གྱི་གསང་བ་ཕྱིར་གྱར་བྱས་པ་དེ་འདྲ་ཡོང་སྲིད། དེར་བརྟེན་མི་གཞན་གྱིས་འདོད་མོད་མེད་པར་ཁོང་ཚོའི་པར་རིགས་དང་བརྙན་པར་དྲ་རྒྱའི་ནང་འཇུག་རྒྱུར་འཛེམས་ཟོན་ངེས་པར་དུ་གནང་དགོས།</p>\n\n<p>ཕྱོགས་མཚུངས་པར་རིགས་དང་བརྙན་འཕྲིན་སོགས་ཀྱི་གནས་ཚུལ་མང་པོ་ཞིག་བསམ་བཞིན་དུ་མིན་པའི་ཐོག་ནས་ཕྱིར་གྱར་བྱེད་ཐུབ། པར་ཆས་མང་པོའི་ནང་ཚེས་གྲངས་དང་དུས་ཚོད། ས་གནས་སོགས་གསལ་སྟོན་བྱ་རྒྱུའི་འཕྲུལ་ཆས་ལྡན་ཡོད།པར་རིགས་དང་བརྙན་འཕྲིན་མཉམ་སྤྱོད་བྱེད་ས་དེར་ཁྱེད་ཀྱིས་འཇུག་སྐབས་ས་གནས་སོགས་གསལ་སྟོན་བྱེད་སྲིད།</p>\n\n<h2>མྱུར་གླེང་།</h2>\n\n<p>སྤྱི་ཚོགས་དྲ་རྒྱ་མང་པོ་ཞིག་ནང་གྲོགས་པོ་དང་ལྷན་དུས་ཐོག་གླེང་མོལ་བྱ་རྒྱུའི་ཆ་རྐྱེན་ཡོད། དྲ་རྒྱའི་ཐོག་བརྡ་འཕྲིན་མྱུར་པོ་གཏོང་རྒྱུ་སོགས་ནི་གསང་བ་ཕྱིར་གྱར་རྒྱུའི་ཉེན་ཁ་ཆེ་ཤོས་ཡིན། གང་ཡིན་བརྗོད་ན་བརྒྱུད་ལམ་དེས་ཁྱེད་སུ་ཡིན་མིན་དང། སུ་དང་འབྲེལ་བ་བྱེད་བཞིན་ཡོད་མེད། གནད་དོན་གང་གི་ཐོག་འབྲེལ་བ་བྱེད་བཞིན་ཡོད་པ་སོགས་ཤེས་ཐུབ།</p>\n\n<p>གླེང་མོལ་བྱེད་སྐབས་ཉུང་མཐར་ (HTTPS) བརྒྱུད་ནས་འགྲོ་དགོས།དེ་འདྲ་བྱུང་ན་གསང་བ་མི་ཤོར་བའི་ཁྱད་པར་ཡོད། འོན་ཀྱང་དུས་ནམ་ཡང་གསང་བ་མི་ཤོར་བའི་ངེས་པ་གང་ཡང་མེད། དཔེར་ན། ངོ་དེབ་ནང་གླེང་མོལ་ཆེད་ (HTTPS) ལ་མཐུད་སྐབས་བརྒྱུད་ལམ་གཞན་ཞིག་ཐོག་ནས་མཐུད་བཞིན་ཡོད། དེར་བརྟེན་ཕྱིར་གྱར་འགྲོ་རྒྱུའི་ཉེན་ཁ་ཆེ་བ་ཡོད།</p>\n\n<p>ཁྱེད་ཀྱིས་གླེང་མོལ་བྱེད་སྐབས་ (Pidgin) བེད་སྤྱོད་བྱེད་ཚེ་བརྟན་པ་ཡོད།  (Pidgin) དེ་བེད་སྤྱོད་བྱེད་སྐབས་བསད་ནས་བྱེད་དགོས།  (Pidgin) གསང་ཚིག་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད།</p>\n\n<h2>འཛུལ། ཚོགས་པ་གསར་གསོ། འདུ་འཛོམས་གོ་སྒྲིག སྒྲིག་འཛུགས་གསར་འཛུགས།</h2>\n\n<p>གལ་ཏེ་ཁྱེད་ཀྱིས་ཚོགས་པའམ་སྒྲིག་འཛུགས་ཤིག་ནང་འཛུལ་ཞུགས་བྱས་ཚེ་རང་ཉིད་སྐོར་གྱི་གནས་ཚུལ་ཇི་འདྲ་ཞིག་གཞན་ལ་སྤྲོད་བཞིན་ཡོད། གནས་ཚུལ་དེས་ཁྱེད་ཀྱི་སྐོར་ལ་འགྲེལ་བརྗོད་ཇི་ལྟར་བྱེད། དེ་ལས་ལྡོག་སྟེ་ཁྱེད་ཀྱིས་བཙུགས་པའི་ཚོགས་པའམ་སྒྲིག་འཛུགས་དེར་འཛུལ་མཁན་གང་ཟག་དེས་ཁོང་རང་གི་སྐོར་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱི་རུ་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། ཁྱེད་ཀྱིས་མི་གཞན་ལ་ཉེན་ཁ་ཇི་ལྟར་བཟོ་བཞིན་ཡོད།</p>\n\n<p>ཁྱེད་ཀྱིས་དྲ་རྒྱ་བརྒྱུད་ཚོགས་པའམ་སྒྲིག་འཛུགས་ཤིག་ནང་འཛུལ་ཞུགས་བྱེད་སྐབས་མི་གཞན་གྱིས་ཁྱེད་ཀྱི་སྐོར་ཤེས་རྟོགས་ཡོང་བཞིན་ཡོད། སྒྲིག་འཛུགས་ཀྱི་ལས་དོན་དང་བསམ་ཚུལ་ལ་ཁྱེད་ཀྱིས་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་ཡོད་པ་མི་ཚོས་ངོས་འཛིན་བྱ་རྒྱུ་ཡིན། དེར་བརྟེན་གལ་ཏེ་ཁྱེད་ཀྱིས་ཆབ་སྲིད་ཚོགས་པ་བྱེ་བྲག་པ་ཞིག་གི་ཕྱོགས་ལ་རྒྱབ་སྐྱོར་བྱས་པར་ངོས་འཛིན་བྱས་ཚེ་ཁྱེད་ལ་ཉེན་ཁ་བཟོ་སྲིད།  ཕྱོགས་མཚུངས་གལ་ཏེ་ཁྱེད་ཀྱིས་རྒྱུས་མངའ་མེད་པའི་ཚོགས་མི་ཧ་ཅང་མང་པོ་ཡོད་པའི་ཚོགས་པ་ཤིག་ནང་འཛུལ་ཚེ། ཁ་བྱང་བརྒྱུད་ནས་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་ཕྱི་གྱར་འགྲོ་སྲིད། དེར་བརྟེན་ཚོགས་པའི་ནང་འཛུལ་ཞུགས་མ་བྱས་གོང་ཁྱེད་ཀྱིས་མི་གཞན་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱིར་གྱར་བྱ་རྒྱུ་ཡིན་པ་དེར་བསམ་གཞིགས་བྱེད་དགོས། ཁྱེད་ཀྱིས་མི་གསར་པ་དེར་མིང་དང་འདྲ་པར་ངོ་མ་བསྟན་ནས་ངོ་ཤེས་འཇུག་རྒྱུ་ཡིན་ནམ།</p>\n\n<p>དེ་ལས་ལྡོག་སྟེ་གལ་ཏེ་ཁྱེད་ཀྱིས་སྒྲིག་འཛུགས་སམ་ཚོགས་པ་གསར་འཛུགས་བྱས་པ་དེར་མི་གཞན་གྱིས་འཛུལ་ཞུགས་བྱས་པ་ཡིན་ན། འཛུལ་མཁན་གང་ཟག་དེས་ཁོང་རང་གི་སྐོར་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱིར་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། དཔེར་ན། ཁྱེད་ཀྱིས་རིགས་མཐུན་འཁྲིག་སྤྱོད་ཀྱི་ཚོགས་པ་ཞིག་བཙུགས་ནས་སྤྱི་ཚོགས་ཀྱི་ལས་དོན་བྱེད་སྐབས།ཚོགས་པ་དེར་མི་གཞན་སུ་འཛུལ་རུང་རང་ཉིད་རིགས་མཐུན་འཁྲིག་སྤྱོད་པ་ཡིན་པའི་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། དེས་ཁོང་ཚོ་སྒེར་གྱི་མི་ཚེའི་ནང་དཀའ་ངལ་དང་ཉེན་ཚབས་བཟོ་སྲིད།</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Hands-on: Get started with the</strong> <a href=\"/en/social_networking_tools\"><strong><em>Social networking tools: Facebook, Twitter, YouTube and others</em></strong></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "སྤྱི་ཚོགས་དྲ་རྒྱ་སྟངས་འཛིན་པ་ཚོས་ཁྱེད་དང་མི་གཞན་དབར་འབྲེལ་ལམ་བྱ་རྒྱུ་སྟབས་བདེ་ཡོང་ཆེད།སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་རྩད་གཅོད་བྱ་རྒྱུ་ཡིན། དེར་བརྟེན་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་མཁན་ཚོར་ཉེན་ཁ་ཆེ་ཤོས་ཤིག་ནི་དེང་སྐབས་དར་ཁྱབ་ཧ་ཅང་ཆེ་རུ་འགྲོ་བཞིན་པའི་ངོས་འཛིན་རྐུ་མ་བརྒྱབ་ནས་ངོ་བརྫུ་བྱ་རྒྱུ་དེ་ཡིན། ལྷག་པར་ཁྱེད་ཀྱིས་ཇི་ཙམ་དྲ་རྒྱའི་ཐོག་སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་བཀོད་པ་དེ་ཚོད་ཀྱིས་སྲིད་གཞུང་དབང་འཛིན་པ་ཚོས་ཁྱེད་རྩད་གཅོད་བྱ་བདེ་བ་ཙམ་མ་ཟད། ཁྱེད་ཀྱི་ལས་དོན་ཐོག་སྟངས་འཛིན་བྱ་རྒྱུ་ལས་སླ་རུ་འགྲོ་རྒྱུ་ཡིན། ཕྱིའི་རྒྱལ་ཁབ་ནང་བཙན་བྱོལ་དུ་གནས་ཏེ་དྲ་རྒྱའི་ཐོག་ལས་དོན་སྤེལ་མཁན་གྱི་ལས་འགུལ་བ་དེ་ཚོའི་ནང་མི་རྣམས་ལ་གཞུང་གིས་སུན་གཙེར་བཟོ་བཞིན་ཡོད།  \r\n\r\nགཤམ་གྱི་གནས་ཚུལ་རྣམས་དྲ་རྒྱར་གཏོང་དགོས་མིན་ཐད་སོ་སོར་དྲི་བ་ཐོངས་དང།\r\n\r\n- སྐྱེས་ཚེས། \r\n- འབྲེལ་མཐུད་ཁ་པར་ཨང་།\r\n- ཁ་བྱང་།\r\n- ནང་མིའི་སྐོར་གནས་ཚུལ་ཞིབ་ཕྲ།\r\n- རྟགས།\r\n- སློབ་སྦྱོང་དང་ལས་ཀའི་རྒྱབ་ལྗོངས།\r\n\r\n\r\n## གྲོགས་པོ་དང་རྗེས་འཇུག་པ། དེ་བཞིན་འབྲེལ་ཡོད། ##\r\n\r\nསྤྱི་ཚོགས་དྲ་རྒྱ་གང་དྲ་ཞིག་ནང་ཁ་བྱང་གསར་བཟོ་ཆེད་དྲ་བཀོལ་སྤྱོད་ནང་སྒེར་གྱི་གནས་ཚུལ་ཞིབ་ཕྲ་བཀང་རྗེས་ཐོག་མར་ཁྱེད་ཀྱིས་དྲ་ཐོག་ཏུ་ཡོད་པའི་རང་གི་ངོ་ཤེས་སུ་རུང་ཞིག་དང་ལམ་སེང་འབྲེལ་བ་བཟོ་དགོས། དུས་མཚུངས་ཁྱེད་ཀྱིས་ངོ་མི་ཤེས་མཁན་དེ་འདྲའང་དྲ་རྒྱའི་སྤྱི་ཚོགས་ནང་ཡོད་པ་ཁོང་ཚོ་དང་འབྲེལ་བ་ཆགས་སྲིད། དེར་བརྟེན་ཁོང་ཚོས་ཁྱེད་ཀྱི་གནས་ཚུལ་གང་དང་གང་ལ་ལྟ་ཐུབ་མིན་ཤེས་དགོས་པ་འདི་ཁྱེད་རང་ལ་ཧ་ཅང་གལ་ཆེན་པོ་ཆགས་ཡོད།  \r\n\r\nཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་མང་པོ་འཁོད་པའི་ངོ་དེབ་ལྟ་བུ་སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས། རང་གི་ངོས་ཤེས་མི་སྣ་ཁོ་ན་དང་ལྷན་འབྲེལ་བ་བཟོ་དགོས། \r\n\r\n## གནས་བབ་ཁ་སྐོང་། ##\r\n\r\nཊུཝི་ཊར་དང་ངོ་དེབ། དེ་བཞིན་སྤྱི་ཚོགས་དྲ་རྒྱ་གཞན་གྱི་ཐོག་སོ་སོའི་གནས་བབ་དང་ད་ལྟ་གང་བྱེད་མིན་གྱི་གནས་སྟངས་སོགས་གསལ་བཤད་བྱེད་བཞིན་ཡོད།དེར་བརྟེན་ཁྱེད་ཀྱི་གནས་ཚུལ་རྣམས་སུས་ལྟ་གྱི་ཡོད་མེད་ཤེས་རྒྱུ་དེ་གལ་ཆེ་ཤོས་ཆགས་ཡོད། སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་ཆེ་བའི་ནང་རང་འགུལ་རང་སྤྱོད་སྒྲིག་ཤོམ་ལ་བརྟེན་ནས་སོ་སོའི་གནས་བབ་་རྣམས་དྲ་རྒྱའི་ནང་ཡོད་མཁན་སུས་ཀྱང་མཐོང་ཐུབ། དེ་ལྟར་མི་འདོད་ན།ཁྱེད་ཀྱིས་གནས་བབ་རྣམས་གཞན་གྱིས་ལྟ་མི་ཐུབ་པ་བཟོ་རོགས་ཞེས། སྤྱི་ཚོགས་དྲ་རྒྱའི་འགེངས་ཤོག་ནང་བརྗོད་དགོས། \r\n\r\nཊུའི་ཊར་ནང་གསར་འཇོག་སྲུང་སྐྱོབ་བྱེད་དགོས་ན། ཁྱེད་ཀྱི་ཊུཝི་ཊི་སྲུང་སྐྱོབ་བྱོས། ཞེས་པར་ལྟ་དགོས། གལ་ཏེ་ངོ་དེབ་ནང་གསར་འཇོག་སྲུང་སྐྱོབ་བྱེད་དགོས་ན། གྲོགས་པོ་ཁོ་ནའི་ཆེད།ཞེས་པའི་ཡིག་ཆུང་དེ་བདམས་ཏེ་སྣུན་དགོས། ཁྱེད་ཀྱི་དེ་ལྟར་བྱས་རྗེས་སུའང་ཁྱེད་ཀྱི་གསར་འཇོག་རྣམས་མི་གཞན་དང་གྲོགས་པོ་ཚོས་ཧ་ཅང་ལས་སླ་པོའི་ཐོག་ནས་གཞན་ལ་ཁྱབ་སྤེལ་བྱེད་ཐུབ།  ཁྱེད་ཀྱི་སྤྱི་ཚོགས་དྲ་རྒྱའི་གནས་ཚུལ་བརྒྱུད་བསྒྲགས་བྱ་རྒྱུའི་ཐབས་ལམ་དེར་གྲོགས་པོས་མོས་མཐུན་ཡོད་པ་ཞིག་དགོས། དེ་ལྟར་མིན་ཚེ་སྐབས་རེ་གྲོགས་པོས་མི་འདོད་བཞིན་དུ་ཁྱེད་ཀྱིས་གྲོགས་པོའི་གནས་ཚུལ་རྣམས་བརྒྱུད་བསྒྲགས་བྱས་སྲིད།དེར་ངེས་པར་དུ་དོགས་ཟོན་གནང་དགོས།དེ་མཚུངས་གཞན་ལའང་ཁྱེད་ཀྱི་གནས་ཚུལ་བརྒྱུད་བསྒྲགས་བྱ་རྒྱུར་དོགས་ཟོན་དགོས་པ་གསལ་བཤད་གནང་དགོས། \r\n\r\nགནས་བབ་ནང་འཁོད་པའི་གནས་ཚུལ་རྣམས་མི་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་ནས་དོ་དག་ལ་གནོད་པ་བསྐྱལ་བའི་གནས་ཚུལ་མང་པོ་བྱུང་ཡོད། ཨ་རིའི་ནང་དགེ་རྒན་འགའ་ཤས་ཀྱིས་རང་གི་སློབ་ཕྲུག་ཚོར་མཐོང་ཕྱོགས་ཇི་འདྲ་ཡོད་མེད་ཀྱི་གནས་ཚུལ་གསར་འཇོག་བྱས་པ་རྣམས་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་པར་བརྟེན་དགེ་རྒན་དེ་དག་ལས་ཀ་ནས་ཕྱིར་འབུད་བཏང་བ་དེ་འདྲ་བྱུང་ཡོད། ཕྱོགས་མཚུངས་ལས་བྱེད་པ་འགས་རང་གི་སྦྱིན་བདག་སྐོར་གནས་བབ་་ནང་བྲིས་པ་དེ་དག་གཞན་གྱིས་བེད་སྤྱོད་ལོག་པ་བྱས་ནས་གནས་དབྱུང་བཏང་བ་དེ་འདྲའང་བྱུང་ཡོད། དེར་བརྟེན་གནད་དོན་དེར་ཚང་མས་ཡིད་གཟབ་གནང་དགོས། \r\n\r\n## དྲ་རྒྱའི་གནས་ཚུལ་མཉམ་སྤྱོད། ##\r\n\r\nཁྱེད་ཀྱིས་གྲོགས་པོའི་པར་གནས་གང་རུང་མཉམ་སྤྱོད་བྱས་ཏེ་གྲོགས་པོས་དོ་སྣང་སྤྲོད་ཐུབ་པ་བཟོ་རྒྱུ་ལས་སླ་ནའང།  ཁྱེད་ཀྱིས་མཉམ་སྤྱོད་བྱས་པའི་པར་གནས་དེར་མི་གཞན་ནས་ཀྱང་མཐོང་ཐུབ་པར་བརྟེན། ཁོང་ཚོར་ཚོར་སྣང་ཇི་འདྲ་ཞིག་སྐྱེ། དཔེར་ན།  སྲིད་གཞུང་ཧ་ཅང་གདུག་རྩུབ་ཅན་ལ་ངོ་རྒོལ་བྱས་པའི་པར་རིགས་ཤིག་ཡོད་པ་དེར།  ཁྱེད་ཀྱིས་ལེགས་བརྡའམ་བསྔགས་བརྗོད་ཀྱི་མཛུབ་བརྡ་སྟོན་པ་ཡིན་ན།སྲིད་གཞུང་དེས་ཁྱེད་ལ་ལམ་སེང་ཉན་ཁར་རྩིས་ཏེ་དམིགས་རྟགས་རྒྱབ་སྲིད་པའི་ཉན་ཁ་ཡོད། \r\n\r\nགལ་ཏེ་ཁྱེད་ཀྱིས་དྲ་རྒྱའི་ཐོག་ལས་ཀ་ཇི་འདྲ་ཞིག་བྱས་པ་དེ་དག་ཉེ་འབྲེལ་གཅིག་པུས་མ་གཏོགས་ལྟ་མི་ཐུབ་པ་ཞིག་བཟོ་དགོས་ཚེ། སྒེར་གྱི་གནས་ཚུལ་ཉར་རྒྱུའི་ཚན་པ་དེར་ཞིབ་ལྟ་གནང་དགོས། \r\n\r\n## རང་ཉིད་གང་དུ་ཡོད་པའི་ས་ཆ་གསལ་སྟོན། ##\r\n\r\nས་གནས་གང་ནས་དྲ་རྒྱ་ལྟ་གི་ཡོད་མེད་རྩད་གཅོད་བྱེད་མཁན་འཕྲུལ་ཆས་ཀྱི་ཆ་རྐྱེན་ལྡན་པའི་སྤྱི་ཚོགས་དྲ་རྒྱ་ཕལ་མོ་ཆེས་རང་ཉིད་གང་དུ་གནས་ས་གསལ་སྟོན་བྱ་རྒྱུ་ཡིན། བྱེད་ལས་དེ་ནི་ལག་ཐོགས་ཁ་པར་ནང་ལམ་སྟོན་བྱེད་མཁན་གྱི་འཕྲུལ་ཆས་ (GPS) དེས་བྱེད་བཞིན་ཡོད། དེར་བརྟེན་ལག་ཐོགས་ཁ་པར་ནས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ནང་འཛུལ་སྐབས་ས་གནས་གསལ་སྟོན་བྱེད་ཀྱི་ཡོད།ལག་ཐོགས་ཁ་པར་ཐོག་ནས་སྤྱི་ཚོགས་དྲ་རྒྱ་བརྒྱུད་ན་མ་གཏོགས་ས་གནས་གསལ་སྟོན་བྱ་མི་ཐུབ་བསམ་ན་ནོར་བ་རེད། ཁྱེད་ཀྱི་གློག་ཀླད་དེ་དྲ་རྒྱར་མཐུད་སྐབས་སུའང་དྲ་རྒྱ་དེས་ས་གནས་གསལ་སྟོན་བྱ་རྒྱུའི་མཐུན་རྐྱེན་སྤྲད་སྲིད། དེར་བརྟེན་ཐབས་ལམ་བཙན་ཤོས་ནི་ཚན་པ་ལ་ཞིབ་ཚགས་དཔྱད་པ་བྱེད་དགོས། \r\n\r\nལྷག་པར་པར་རིགས་དང་བརྙན་པར་འཇོག་སའི་ཚན་པ་ལ་དོ་སྣང་བྱེད་དགོས། ཚན་པ་དེས་ཁྱེད་ཀྱིས་སྤྱི་ཚོགས་དྲ་རྒྱའི་ཐོག་བཅུག་པའི་པར་རིགས་དང་བརྙན་འཕྲིན་གྱི་ས་གནས་གསལ་སྟོན་བྱ་རྒྱུ་མ་རེད་བསམ་མི་རུང། བརྟག་དཔྱད་ཐེངས་གཉིས་བྱེད་དགོས། \r\n\r\n[ས་གནས་གསང་ཉར་བྱེད་སའི་ཁ་བྱང་ནི་](https://www.eff.org/wp/locational-privacy) འདི་ཡིན། ཁ་བྱང་འདི་ནི་གློག་ཆས་དྲ་རྒྱ་ (Electronic Frontier Foundation) ཞེས་པ་དེ་ནས་ལེན་ཐུབ། \r\n\r\n## པར་རིགས་དང་བརྙན་འཕྲིན་མཉམ་སྤྱོད། ##\r\n\r\nཔར་རིགས་དང་བརྙན་འཕྲིན་སོགས་ཀྱིས་ངོ་ཤེས་ལས་སླ་པོར་བཟོ་ཐུབ། དེར་བརྟེན་པར་རིགས་དང་བརྙན་འཕྲིན་དྲ་རྒྱའི་ཐོག་མ་བཅུག་གོང་པར་རིགས་དང་བརྙན་འཕྲིན་དེ་དག་ནང་ཡོད་པའི་མི་དེར་སྐད་ཆ་འདྲི་དགོས། གནས་སྟངས་དེ་འདྲ་ལ་གཟབ་དགོས། ཁྱེད་ཀྱིས་མི་གཞན་གྱི་གསང་བ་ཕྱིར་གྱར་བྱས་པ་དེ་འདྲ་ཡོང་སྲིད། དེར་བརྟེན་མི་གཞན་གྱིས་འདོད་མོད་མེད་པར་ཁོང་ཚོའི་པར་རིགས་དང་བརྙན་པར་དྲ་རྒྱའི་ནང་འཇུག་རྒྱུར་འཛེམས་ཟོན་ངེས་པར་དུ་གནང་དགོས། \r\n\r\nཕྱོགས་མཚུངས་པར་རིགས་དང་བརྙན་འཕྲིན་སོགས་ཀྱི་གནས་ཚུལ་མང་པོ་ཞིག་བསམ་བཞིན་དུ་མིན་པའི་ཐོག་ནས་ཕྱིར་གྱར་བྱེད་ཐུབ། པར་ཆས་མང་པོའི་ནང་ཚེས་གྲངས་དང་དུས་ཚོད། ས་གནས་སོགས་གསལ་སྟོན་བྱ་རྒྱུའི་འཕྲུལ་ཆས་ལྡན་ཡོད།པར་རིགས་དང་བརྙན་འཕྲིན་མཉམ་སྤྱོད་བྱེད་ས་དེར་ཁྱེད་ཀྱིས་འཇུག་སྐབས་ས་གནས་སོགས་གསལ་སྟོན་བྱེད་སྲིད། \r\n\r\n## མྱུར་གླེང་། ##\r\n\r\nསྤྱི་ཚོགས་དྲ་རྒྱ་མང་པོ་ཞིག་ནང་གྲོགས་པོ་དང་ལྷན་དུས་ཐོག་གླེང་མོལ་བྱ་རྒྱུའི་ཆ་རྐྱེན་ཡོད། དྲ་རྒྱའི་ཐོག་བརྡ་འཕྲིན་མྱུར་པོ་གཏོང་རྒྱུ་སོགས་ནི་གསང་བ་ཕྱིར་གྱར་རྒྱུའི་ཉེན་ཁ་ཆེ་ཤོས་ཡིན། གང་ཡིན་བརྗོད་ན་བརྒྱུད་ལམ་དེས་ཁྱེད་སུ་ཡིན་མིན་དང། སུ་དང་འབྲེལ་བ་བྱེད་བཞིན་ཡོད་མེད། གནད་དོན་གང་གི་ཐོག་འབྲེལ་བ་བྱེད་བཞིན་ཡོད་པ་སོགས་ཤེས་ཐུབ།  \r\n\r\nགླེང་མོལ་བྱེད་སྐབས་ཉུང་མཐར་ (HTTPS) བརྒྱུད་ནས་འགྲོ་དགོས།དེ་འདྲ་བྱུང་ན་གསང་བ་མི་ཤོར་བའི་ཁྱད་པར་ཡོད། འོན་ཀྱང་དུས་ནམ་ཡང་གསང་བ་མི་ཤོར་བའི་ངེས་པ་གང་ཡང་མེད། དཔེར་ན། ངོ་དེབ་ནང་གླེང་མོལ་ཆེད་ (HTTPS) ལ་མཐུད་སྐབས་བརྒྱུད་ལམ་གཞན་ཞིག་ཐོག་ནས་མཐུད་བཞིན་ཡོད། དེར་བརྟེན་ཕྱིར་གྱར་འགྲོ་རྒྱུའི་ཉེན་ཁ་ཆེ་བ་ཡོད།  \r\n\r\nཁྱེད་ཀྱིས་གླེང་མོལ་བྱེད་སྐབས་ (Pidgin) བེད་སྤྱོད་བྱེད་ཚེ་བརྟན་པ་ཡོད།  (Pidgin) དེ་བེད་སྤྱོད་བྱེད་སྐབས་བསད་ནས་བྱེད་དགོས།  (Pidgin) གསང་ཚིག་བེད་སྤྱོད་བྱེད་ཀྱི་ཡོད། \r\n\r\n## འཛུལ། ཚོགས་པ་གསར་གསོ། འདུ་འཛོམས་གོ་སྒྲིག སྒྲིག་འཛུགས་གསར་འཛུགས། ##\r\n\r\nགལ་ཏེ་ཁྱེད་ཀྱིས་ཚོགས་པའམ་སྒྲིག་འཛུགས་ཤིག་ནང་འཛུལ་ཞུགས་བྱས་ཚེ་རང་ཉིད་སྐོར་གྱི་གནས་ཚུལ་ཇི་འདྲ་ཞིག་གཞན་ལ་སྤྲོད་བཞིན་ཡོད། གནས་ཚུལ་དེས་ཁྱེད་ཀྱི་སྐོར་ལ་འགྲེལ་བརྗོད་ཇི་ལྟར་བྱེད། དེ་ལས་ལྡོག་སྟེ་ཁྱེད་ཀྱིས་བཙུགས་པའི་ཚོགས་པའམ་སྒྲིག་འཛུགས་དེར་འཛུལ་མཁན་གང་ཟག་དེས་ཁོང་རང་གི་སྐོར་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱི་རུ་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། ཁྱེད་ཀྱིས་མི་གཞན་ལ་ཉེན་ཁ་ཇི་ལྟར་བཟོ་བཞིན་ཡོད། \r\n\r\nཁྱེད་ཀྱིས་དྲ་རྒྱ་བརྒྱུད་ཚོགས་པའམ་སྒྲིག་འཛུགས་ཤིག་ནང་འཛུལ་ཞུགས་བྱེད་སྐབས་མི་གཞན་གྱིས་ཁྱེད་ཀྱི་སྐོར་ཤེས་རྟོགས་ཡོང་བཞིན་ཡོད། སྒྲིག་འཛུགས་ཀྱི་ལས་དོན་དང་བསམ་ཚུལ་ལ་ཁྱེད་ཀྱིས་རྒྱབ་སྐྱོར་བྱེད་ཀྱི་ཡོད་པ་མི་ཚོས་ངོས་འཛིན་བྱ་རྒྱུ་ཡིན། དེར་བརྟེན་གལ་ཏེ་ཁྱེད་ཀྱིས་ཆབ་སྲིད་ཚོགས་པ་བྱེ་བྲག་པ་ཞིག་གི་ཕྱོགས་ལ་རྒྱབ་སྐྱོར་བྱས་པར་ངོས་འཛིན་བྱས་ཚེ་ཁྱེད་ལ་ཉེན་ཁ་བཟོ་སྲིད།  ཕྱོགས་མཚུངས་གལ་ཏེ་ཁྱེད་ཀྱིས་རྒྱུས་མངའ་མེད་པའི་ཚོགས་མི་ཧ་ཅང་མང་པོ་ཡོད་པའི་ཚོགས་པ་ཤིག་ནང་འཛུལ་ཚེ། ཁ་བྱང་བརྒྱུད་ནས་ཁྱེད་རང་སྒེར་གྱི་གནས་ཚུལ་ཕྱི་གྱར་འགྲོ་སྲིད། དེར་བརྟེན་ཚོགས་པའི་ནང་འཛུལ་ཞུགས་མ་བྱས་གོང་ཁྱེད་ཀྱིས་མི་གཞན་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱིར་གྱར་བྱ་རྒྱུ་ཡིན་པ་དེར་བསམ་གཞིགས་བྱེད་དགོས། ཁྱེད་ཀྱིས་མི་གསར་པ་དེར་མིང་དང་འདྲ་པར་ངོ་མ་བསྟན་ནས་ངོ་ཤེས་འཇུག་རྒྱུ་ཡིན་ནམ། \r\n\r\nདེ་ལས་ལྡོག་སྟེ་གལ་ཏེ་ཁྱེད་ཀྱིས་སྒྲིག་འཛུགས་སམ་ཚོགས་པ་གསར་འཛུགས་བྱས་པ་དེར་མི་གཞན་གྱིས་འཛུལ་ཞུགས་བྱས་པ་ཡིན་ན། འཛུལ་མཁན་གང་ཟག་དེས་ཁོང་རང་གི་སྐོར་ལ་གནས་ཚུལ་ཇི་འདྲ་ཞིག་ཕྱིར་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། དཔེར་ན། ཁྱེད་ཀྱིས་རིགས་མཐུན་འཁྲིག་སྤྱོད་ཀྱི་ཚོགས་པ་ཞིག་བཙུགས་ནས་སྤྱི་ཚོགས་ཀྱི་ལས་དོན་བྱེད་སྐབས།ཚོགས་པ་དེར་མི་གཞན་སུ་འཛུལ་རུང་རང་ཉིད་རིགས་མཐུན་འཁྲིག་སྤྱོད་པ་ཡིན་པའི་ཁྱབ་བསྒྲགས་བྱེད་བཞིན་ཡོད། དེས་ཁོང་ཚོ་སྒེར་གྱི་མི་ཚེའི་ནང་དཀའ་ངལ་དང་ཉེན་ཚབས་བཟོ་སྲིད། \r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Hands-on: Get started with the** [***Social networking tools: Facebook, Twitter, YouTube and others***](/en/social_networking_tools)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "དྲ་ཐོག་ཏུ་སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་བཀོད་པ། ", 
                        "value": "དྲ་ཐོག་ཏུ་སྒེར་གྱི་ལོ་རྒྱུས་ཞིབ་ཕྲ་བཀོད་པ། "
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {}
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "bo": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "bo": [
            {
                "format": null, 
                "safe_value": "9. སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་དོ་དག་རང་ཉིད་དང་ཡིག་ཆ་ཁག་སྲུང་སྐྱོབ་ཇི་ལྟར་གནང་དགོས།", 
                "value": "9. སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་དོ་དག་རང་ཉིད་དང་ཡིག་ཆ་ཁག་སྲུང་སྐྱོབ་ཇི་ལྟར་གནང་དགོས།"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "bo": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "bo": [
            {
                "format": null, 
                "safe_value": "9. སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་དོ་དག་རང་ཉིད་དང་ཡིག་ཆ་ཁག་སྲུང་སྐྱོབ་ཇི་ལྟར་གནང་དགོས།", 
                "value": "9. སྤྱི་ཚོགས་དྲ་རྒྱ་བེད་སྤྱོད་གཏོང་སྐབས་དོ་དག་རང་ཉིད་དང་ཡིག་ཆ་ཁག་སྲུང་སྐྱོབ་ཇི་ལྟར་གནང་དགོས།"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}