{
    "body": {
        "km": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ការចូលប្រើព័ត៌មាននៅក្នុងកុំព្យូទ័រ ឬឧបករណ៍ផ្ទុកទិន្នន័យចល័តរបស់លោកអ្នកដោយគ្មានការអនុញ្ញាតិ អាចត្រូវបានអនុវត្តធ្វើពីចម្ងាយ  ប្រសិនបើ'ជនឈ្លានពាន'អាចអាន ឬកែទិន្នន័យរបស់លោកអ្នកបានតាមអ៊ីនធឺណិតបាន។ ជននោះក៏អាចធ្វើដូចគ្នានេះតាមលក្ខណៈរូបវន្តបានផងដែរ  ប្រសិនបើជននោះកាន់កាប់គ្រឿងកុំព្យូទ័ររបស់លោកអ្នក។ លោកអ្នកអាចការពារខ្លួនប្រឆាំងនឹងការគំរាមកំហែងទាំងពីរប្រភេទនេះបាន ដោយពង្រឹងកម្រិតសុវត្ថិភាពផ្នែករូបវន្ត និងផ្នែកបណ្តាញកុំព្យូទ័រនៃទិន្នន័យរបស់លោកអ្នក ដូចដែលត្រូវបានពិភាក្សានៅក្នុង    <a href=\"/km/chapter-1\"><strong><em>ជំពូក ១ ៖ របៀបការពារកុំព្យូទ័ររបស់លោកអ្នកពី Malware (ម៉លវែរ) និង Hackers (ហែកឃឺ)</em></strong></a> និង <a href=\"/km/chapter-2\"><strong><em>ជំពូក ២ ៖ របៀបការពារព័ត៌មានរបស់លោកអ្នកពីការគំរាមកំហែងផ្នែករូបវន្ត</em></strong></a>។ ប៉ុន្តែ ការមានរបាំងការពារច្រើនតែងតែជាការល្អបំផុត ដូច្នោះហើយអ្នកគួរតែការពារឯកសារនោះដោយផ្ទាល់ផងដែរ។ ការធ្វើដូចនេះ ព័ត៌មានរសើបរបស់លោកអ្នកអាចនឹងនៅតែមានសុវត្ថិភាព ទោះបីជារបាំងសុវត្ថិភាពផ្សេងទៀតរបស់លោកអ្នកត្រូវបានជ្រៀតជ្រែកក៏ដោយ។</p>\n\n<p>មានវិធីសាស្ត្រទូទៅពីរ សម្រាប់ធានាសុវត្ថិភាពទិន្នន័យរបស់លោកអ្នក។ <strong>លោកអ្នកអាច<em><a href=\"/km/glossary#Encryption\">ធ្វើកូដនីយកម្ម</a></em>ឯកសាររបស់លោកអ្នក</strong> ដោយធ្វើមិនឲ្យនរណាម្នាក់អាចអានឯកសារទាំងនោះបានក្រៅពីអ្នក  ឬ<strong>លោកអ្នកអាចលាក់ឯកសារទាំងនោះ</strong> ដោយសង្ឃឹមថា ជនឈ្លានពាននឹងមិនអាចរកព័ត៌មានរសើបរបស់លោកអ្នកឃើញឡើយ។ មានកម្មវិធីមួយចំនួនដែលជួយលោកអ្នកក្នុងការប្រើមធ្យោបាយខាងលើ រួមមានកម្មវិធី <a href=\"/km/glossary#FOSS\"><em>FOSS</em></a> មួយដែលមានឈ្មោះថា <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt (ទ្រូឃ្រីប)</em></a> ដែលអាច <em><a href=\"/km/glossary#Encryption\">ធ្វើកូដនីយកម្ម</a></em> និងលាក់ឯកសាររបស់លោកអ្នកបាន។</p>\n\n<h3>សេណារីយ៉ូពីក្រោយ</h3>\n\n<div class=\"background\">\n\n<p>ក្លូដ្យា និងប៉ាប្លូ ធ្វើការជាមួយអង្គការសិទ្ធិមនុស្សក្រៅរដ្ឋាភិបាល នៅក្នុងប្រទេសមួយនៃទ្វីបអាមេរិកខាងត្បូង។ ពួកគេបានចំណាយពេលបីបួនខែ ដើម្បីធ្វើការប្រមូលសក្ខីភាពពីសាក្សី អំពីបញ្ហារំលោភសិទ្ធិមនុស្ស ដែលត្រូវប្រព្រឹត្តដោយយោធានៅក្នុងតំបន់របស់ពួកគេ។ ប្រសិនបើព័ត៌មានលម្អិតរបស់អ្នកដែលបានផ្តល់សក្ខីភាពទាំងនេះត្រូវបានគេដឹងនោះ វាអាចនឹងនាំឲ្យមានគ្រោះថ្នាក់ដល់ទាំងប្រជាជនដែលហ៊ានផ្តល់សក្ខីភាពទាំងនេះ និងអង្គការនៅក្នុងតំបន់នោះផងដែរ។ បច្ចុប្បន្ននេះ ព័ត៌មាននេះត្រូវបានរក្សាទុកនៅក្នុងតារាងទិន្នន័យមួយ នៅក្នុងកុំព្យូទ័រប្រើWindows XPរបស់អង្គការ ដែលមានភ្ជាប់សេវាអ៊ីនធឺណិត។ ដោយគិតអំពីសុវត្ថិភាព ក្លូដ្យាបានថតចម្លងទិន្នន័យទាំងអស់នោះទុកនៅក្នុងCDមួយ ហើយរក្សាទុកនៅក្រៅការិយាល័យ។</p>\n\n</div>\n\n<h3>អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ</h3>\n\n<ul><li>របៀប<a href=\"/km/glossary#Encryption\"><em>ធ្វើកូដនីយកម្ម</em></a>ព័ត៌មាន នៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក</li>\n<li>ហានិភ័យដែលលោកអ្នកអាចនឹងប្រឈម ចំពោះការរក្សាទុកទិន្នន័យរបស់លោកអ្នក ដែលត្រូវបានធ្វើ<a href=\"/km/glossary#Encryption\">កូដនីយកម្ម</a> </li>\n<li>របៀបការពារទិន្នន័យនៅក្នុងអង្គចងចាំUSB  ក្នុងករណីដែលវាត្រូវបានបាត់ឬលួច</li>\n<li>វិធានការដែលលោកអ្នកអាចអនុវត្ត ដើម្បីលាក់ព័ត៌មានពីជនឈ្លានពាន ដែលត្រួតត្រាកុំព្យូទ័រជាលក្ខណៈរូបវន្ត ឬពីចម្ងាយ។</li>\n</ul>", 
                "summary": "", 
                "value": "ការចូលប្រើព័ត៌មាននៅក្នុងកុំព្យូទ័រ ឬឧបករណ៍ផ្ទុកទិន្នន័យចល័តរបស់លោកអ្នកដោយគ្មានការអនុញ្ញាតិ អាចត្រូវបានអនុវត្តធ្វើពីចម្ងាយ  ប្រសិនបើ'ជនឈ្លានពាន'អាចអាន ឬកែទិន្នន័យរបស់លោកអ្នកបានតាមអ៊ីនធឺណិតបាន។ ជននោះក៏អាចធ្វើដូចគ្នានេះតាមលក្ខណៈរូបវន្តបានផងដែរ  ប្រសិនបើជននោះកាន់កាប់គ្រឿងកុំព្យូទ័ររបស់លោកអ្នក។ លោកអ្នកអាចការពារខ្លួនប្រឆាំងនឹងការគំរាមកំហែងទាំងពីរប្រភេទនេះបាន ដោយពង្រឹងកម្រិតសុវត្ថិភាពផ្នែករូបវន្ត និងផ្នែកបណ្តាញកុំព្យូទ័រនៃទិន្នន័យរបស់លោកអ្នក ដូចដែលត្រូវបានពិភាក្សានៅក្នុង    [***ជំពូក ១ ៖ របៀបការពារកុំព្យូទ័ររបស់លោកអ្នកពី Malware (ម៉លវែរ) និង Hackers (ហែកឃឺ)***](/km/chapter-1) និង [***ជំពូក ២ ៖ របៀបការពារព័ត៌មានរបស់លោកអ្នកពីការគំរាមកំហែងផ្នែករូបវន្ត***](/km/chapter-2)។ ប៉ុន្តែ ការមានរបាំងការពារច្រើនតែងតែជាការល្អបំផុត ដូច្នោះហើយអ្នកគួរតែការពារឯកសារនោះដោយផ្ទាល់ផងដែរ។ ការធ្វើដូចនេះ ព័ត៌មានរសើបរបស់លោកអ្នកអាចនឹងនៅតែមានសុវត្ថិភាព ទោះបីជារបាំងសុវត្ថិភាពផ្សេងទៀតរបស់លោកអ្នកត្រូវបានជ្រៀតជ្រែកក៏ដោយ។\r\n\r\n\r\nមានវិធីសាស្ត្រទូទៅពីរ សម្រាប់ធានាសុវត្ថិភាពទិន្នន័យរបស់លោកអ្នក។ **លោកអ្នកអាច*[ធ្វើកូដនីយកម្ម](/km/glossary#Encryption)*ឯកសាររបស់លោកអ្នក** ដោយធ្វើមិនឲ្យនរណាម្នាក់អាចអានឯកសារទាំងនោះបានក្រៅពីអ្នក  ឬ**លោកអ្នកអាចលាក់ឯកសារទាំងនោះ** ដោយសង្ឃឹមថា ជនឈ្លានពាននឹងមិនអាចរកព័ត៌មានរសើបរបស់លោកអ្នកឃើញឡើយ។ មានកម្មវិធីមួយចំនួនដែលជួយលោកអ្នកក្នុងការប្រើមធ្យោបាយខាងលើ រួមមានកម្មវិធី [*FOSS*](/km/glossary#FOSS) មួយដែលមានឈ្មោះថា [*TrueCrypt (ទ្រូឃ្រីប)*](/km/glossary#TrueCrypt) ដែលអាច *[ធ្វើកូដនីយកម្ម](/km/glossary#Encryption)* និងលាក់ឯកសាររបស់លោកអ្នកបាន។\r\n\r\n\r\n\r\n### សេណារីយ៉ូពីក្រោយ ###\r\n<div class=\"background\" markdown=\"1\">\r\nក្លូដ្យា និងប៉ាប្លូ ធ្វើការជាមួយអង្គការសិទ្ធិមនុស្សក្រៅរដ្ឋាភិបាល នៅក្នុងប្រទេសមួយនៃទ្វីបអាមេរិកខាងត្បូង។ ពួកគេបានចំណាយពេលបីបួនខែ ដើម្បីធ្វើការប្រមូលសក្ខីភាពពីសាក្សី អំពីបញ្ហារំលោភសិទ្ធិមនុស្ស ដែលត្រូវប្រព្រឹត្តដោយយោធានៅក្នុងតំបន់របស់ពួកគេ។ ប្រសិនបើព័ត៌មានលម្អិតរបស់អ្នកដែលបានផ្តល់សក្ខីភាពទាំងនេះត្រូវបានគេដឹងនោះ វាអាចនឹងនាំឲ្យមានគ្រោះថ្នាក់ដល់ទាំងប្រជាជនដែលហ៊ានផ្តល់សក្ខីភាពទាំងនេះ និងអង្គការនៅក្នុងតំបន់នោះផងដែរ។ បច្ចុប្បន្ននេះ ព័ត៌មាននេះត្រូវបានរក្សាទុកនៅក្នុងតារាងទិន្នន័យមួយ នៅក្នុងកុំព្យូទ័រប្រើWindows XPរបស់អង្គការ ដែលមានភ្ជាប់សេវាអ៊ីនធឺណិត។ ដោយគិតអំពីសុវត្ថិភាព ក្លូដ្យាបានថតចម្លងទិន្នន័យទាំងអស់នោះទុកនៅក្នុងCDមួយ ហើយរក្សាទុកនៅក្រៅការិយាល័យ។\r\n</div>\r\n\r\n\r\n\r\n\r\n### អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ### \r\n\r\n- របៀប[*ធ្វើកូដនីយកម្ម*](/km/glossary#Encryption)ព័ត៌មាន នៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក\r\n- ហានិភ័យដែលលោកអ្នកអាចនឹងប្រឈម ចំពោះការរក្សាទុកទិន្នន័យរបស់លោកអ្នក ដែលត្រូវបានធ្វើ[កូដនីយកម្ម](/km/glossary#Encryption) \r\n- របៀបការពារទិន្នន័យនៅក្នុងអង្គចងចាំUSB  ក្នុងករណីដែលវាត្រូវបានបាត់ឬលួច\r\n- វិធានការដែលលោកអ្នកអាចអនុវត្ត ដើម្បីលាក់ព័ត៌មានពីជនឈ្លានពាន ដែលត្រួតត្រាកុំព្យូទ័រជាលក្ខណៈរូបវន្ត ឬពីចម្ងាយ។\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p>ប៉ាប្លូ៖ ប៉ុន្តែ កុំព្យូទ័ររបស់ខ្ញុំត្រូវបានការពារដោយពាក្យសម្ងាត់គណនីរបស់Windowsរួចហើយ! តើវានៅមិនទាន់គ្រប់គ្រាន់ទេមែនទេ?</p>\n\n<p>ក្លូដ្យា៖ តាមពិត ពាក្យសម្ងាត់គណនីរបស់Windows ជាធម្មតាងាយស្រួលបំបែកណាស់។ ជាងនេះទៅទៀត បើអ្នកដែលប្រើកុំព្យូទ័ររបស់អ្នកក្នុងរយៈពេលវែងគ្រប់គ្រាន់ អាចបើកដំណើរការកុំព្យូទ័រអ្នកសាឡើងវិញដោយប្រើLiveCD ហើយអាចចម្លងទិន្នន័យរបស់អ្នកដោយមិនចាំបាច់ខ្វល់ខ្វាយពីពាក្យសម្ងាត់ឡើយអ្វីឡើយ។ ប្រសិនបើជននោះអាចយកកុំព្យូទ័រអ្នកទៅប្រើបានមួយរយៈទៀតនោះ នោះហានិភ័យនឹងកាន់តែធ្ងន់ធ្ងរហើយ។ ម្យ៉ាងទៀត វាមិនមែនមានតែពាក្យសម្ងាត់របស់Windowsប៉ុណ្ណោះទេ ដែលអ្នកត្រូវព្រួយបារម្ភនោះ អ្នកមិនគួរទុកចិត្តលើពាក្យសម្ងាត់របស់កម្មវិធី Microsoft Word ឬ Adobe Acrobat ដូចគ្នា។</p>\n\n</div>\n\n<p><a href=\"/km/glossary#Encryption\"><em>ការធ្វើកូដនីកម្ម</em></a> ព័ត៌មានរបស់លោកអ្នក មានលក្ខណៈដូចគ្នាទៅនឹង   ការរក្សាព័ត៌មានរបស់លោកអ្នកនៅក្នុងទូដែកចាក់សោរមួយ។ មានតែអ្នកដែលមានកូនសោ ឬស្គាល់បន្សំកូដសម្ងាត់របស់សោរ (ក្នុងករណីនេះ សំដៅលើកូនសោរ<a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> ឬពាក្យសម្ងាត់)ប៉ុណ្ណោះ ដែលអាចបើកចូលយកបាន។ ការប្រៀបធៀបនេះ មានលក្ខណៈសមស្របពិសេសសម្រាប់កម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> និងកម្មវិធីដែលមានលក្ខណៈដូចវា។ កម្មវិធីទាំងនេះ បង្កើតប្រអប់សុវត្ថិភាពដែលមានឈ្មោះថា'Encrypted Volumes' (ប្រអប់សម្ងាត់) ជាជាងការការពារឯកសារមួយៗដោយឡែកពីគ្នា។ លោកអ្នកអាចដាក់ចំនួនឯកសារបានច្រើនទៅក្នុង <a href=\"/km/glossary#Encryption\"><em>ថតកូដនិយកម្ម</em></a> មួយបាន ប៉ុន្តែកម្មវិធីទាំងនេះនឹងមិនការពារអ្វីដែលរក្សាទុកនៅកន្លែងផ្សេងនៅក្នុងកុំព្យូទ័រ ឬអង្គចងចាំ USB របស់លោកអ្នកឡើយ។</p>\n\n<div class=\"getstarted\">\n\n<p><strong>អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ</strong> <a href=\"/km/truecrypt_main\"><strong><em>កម្មវិធី TrueCrypt  - មគ្គុទ្ទេសក៍ណែនាំអំពី ការរក្សាទុកឯកសារដោយសុវត្ថិភាព</em></strong></a></p>\n\n</div>\n\n<p>មានកម្មវិធីផ្សេងទៀត ដែលផ្តល់សេវា<em><a href=\"/km/glossary#Encryption\">កូដនីយកម្ម</a></em>ស្រដៀងគ្នានេះដែរ ប៉ុន្តែកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> មានលក្ខណៈពិសេសមួយចំនួន ដែលអាចឲ្យលោកអ្នកអាចរៀបចំយុទ្ធសាស្ត្រសុវត្ថិភាពព័ត៌មានរបស់ខ្លួនបាន។ វាផ្តល់លទ្ធភាព<strong>កូដនីយកម្មជាអចិន្ត្រៃយ៍ដល់ថាសផ្ទុកទិន្នន័យកុំព្យូទ័រទាំងមូលរបស់លោកអ្នក</strong> ដែលរាប់បញ្ចូលទាំងគ្រប់ឯកសារទាំងអស់របស់អ្នក ឯកសារបណ្តោះអាសន្នទាំងអស់ដែលបង្កើតក្នុងអំឡុងពេលអ្នកធ្វើការ គ្រប់កម្មវិធីទាំងអស់ដែលអ្នកបានបញ្ចូល និងគ្រប់ឯកសាររបស់ប្រព័ន្ធប្រតិបត្តិការ Windows ទាំងអស់។ កម្មវិធីTrueCrypt អាចប្រើដើម្បីធ្វើ<em><a href=\"/km/glossary#Encryption\">កូដនីយកម្ម</a></em> នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យចល័តបានផងដែរ។ វាផ្តល់មុខងារ'ការពា'ពិសេសដែលមានបរិយាយនៅក្នុងផ្នែក <a href=\"/km/chapter_4_2\"><strong><em>ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក</em></strong></a> ខាងក្រោម។ លើសពីនេះទៅទៀត TrueCrypt គឺជាកម្មវិធី <a href=\"/km/glossary#FOSS\"><em>ឥតគិតថ្លៃនិងបើកចំហ</em></a> មួយ។</p>\n\n<div class=\"background\">\n\n<p>ប៉ាប្លូ៖ ត្រូវហើយ ឥឡូវនេះឯងបានធ្វើឲ្យខ្ញុំបារម្ភហើយ។ ចុះអ្នកប្រើប្រាស់ផ្សេងៗទៀតដែលប្រើកុំព្យូទ័រតែមួយ? តើនេះមានន័យថា ពួកគេសុទ្ធតែអាចចូលអានឯកសារដែលមាននៅក្នុងថតឯកសារក្នុង'My Documents (ម៉ាយដកឃ្យូមិន)' មែនទេ?</p>\n\n<p>ក្លូដ្យា៖ ខ្ញុំចូលចិត្តចំពោះរបៀបនៃការគិតរបស់ឯងនេះណាស់! ប្រសិនបើពាក្យសម្ងាត់របស់Windowsមិនអាចការពារឯងពីជនឈ្លានពានបានផងនោះ តើវាអាចការពារឯងពីអ្នកដទៃទៀតដែលមានគណនីនៅក្នុងកុំព្យូទ័រតែមួយបានដោយរបៀបណា? តាមពិត ថតឯកសារ My Documents របស់ឯង ជាធម្មតានរណាក៏អាចមើលឃើញដែរ ដូច្នេះហើយ អ្នកប្រើប្រាស់ផ្សេងទៀតប្រហែលជាមិនពិបាកអ្វីសោះឡើយ ក្នុងការចូលអានឯកសាររបស់ឯងនោះ។ ឯងគិតត្រូវហើយ ទោះបីថតឯកសារត្រូវបានបង្កើតឡើងក្នុងលក្ខណៈ'ឯកជន'ក៏ដោយ  ប្រសិនបើឯងមិនប្រើកម្មវិធីកូដនីយកម្មណាមួយទេ នោះឯងនៅមិនទាន់មានសុវត្ថិភាពឡើយ</p>\n\n</div>\n\n<h3>ដំបូន្មានអំពី ការប្រើប្រាស់ឯកសារកូដនីយកម្មដោយសុវត្ថិភាព</h3>\n\n<p>ការរក្សាទុកទិន្នន័យសម្ងាត់ អាចជាហានិភ័យមួយសម្រាប់អ្នក និងមនុស្សដែលអ្នកធ្វើការជាមួយ។ <em><a href=\"/km/glossary#Encryption\">កូដនីយកម្ម</a></em> អាចកាត់បន្ថយហានិភ័យនេះបាន ប៉ុន្តែមិនអាចលុបបំបាត់វាបានទាំងស្រុងនោះទេ។ ជំហានទីមួយចំពោះការការពារព័ត៌មានរសើប គឺត្រូវកាត់បន្ថយវាមកត្រឹមកម្រិតដែលលោកអ្នកអាចរក្សាទុកជាប់ខ្លួនបាន។ ប្រសិនបើលោកអ្នកមិនមានហេតុផល ក្នុងការរក្សាទុកឯកសារពិសេសណាមួយ ឬប្រភេទព័ត៌មានពិសេសណាមួយទេនោះ លោកអ្នកគួរតែលុបវាចោល (សូមមើល<a href=\"/km/chapter-6\"><strong><em>ជំពូក ៦ ៖ របៀបបំផ្លាញព័ត៌មានរសើប</em></strong></a> សម្រាប់ព័ត៌មានបន្ថែម អំពីរបៀបលុបឯកសារដោយសុវត្ថិភាព។ ជំហានទីពីរ គឺត្រូវប្រើកម្មវិធី <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a>ល្អមួយ ដែលមានដូចជាកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ជាដើម។</p>\n\n<div class=\"background\">\n\n<p>ក្លូដ្យា៖ អញ្ចឹង ប្រហែលជាយើងមិនចាំបាច់ត្រូវរក្សាទុកព័ត៌មាន ដែលអាចកំណត់អត្តសញ្ញាណអ្នកផ្តល់សក្ខីភាពទាំងនេះទេ។ តើឯងគិតយ៉ាងម៉េចដែរ?</p>\n\n<p>ប៉ាប្លូ៖ មែនហើយ។ យើងគួរតែកត់ត្រាវាតិចបំផុតតាមដែលអាចធ្វើទៅបាន។ បន្ថែមពីលើនេះ យើងគួរបង្កើតកូដសាមញ្ញមួយ ដែលយើងអាចប្រើដើម្បីការពារឈ្មោះ និងទីតាំង ដែលយើងត្រូវការកត់ត្រាជាចាំបាច់ ។</p>\n\n</div>\n\n<p>ត្រឡប់មកការប្រៀបធៀបជាមួយទូដែកចាក់សោវិញ មានកិច្ចការពីរបីដែលលោកអ្នកគួរចងចាំជានិច្ច នៅពេលប្រើកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> និងកម្មវិធីដែលមានលក្ខណៈដូចគ្នានេះ។ មិនថាទូដែករបស់លោកអ្នករឹងមាំកម្រិតណានោះទេ វានឹងមិនជួយលោកអ្នកបានឡើយ ប្រសិនបើលោកអ្នកទុកទ្វារចំហ។ នៅពេលប្រអប់ <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> របស់លោកអ្នកត្រូវបាន 'Mount (ម៉ោនថ៍)' (នៅរៀងរាល់ពេលដែលលោកអ្នកអាចចូលប្រើអ្វីៗដែលមានក្នុងនោះដោយខ្លួនឯង)  ទិន្នន័យរបស់លោកអ្នកអាចងាយរងហានិភ័យផងដែរ ដោយហេតុនេះហើយ លោកអ្នកគួររក្សាវាឲ្យបិទជាប់ជានិច្ច លើកលែងតែនៅពេលលោកអ្នកកំពុងអាន ឬកែប្រែឯកសារដែលមាននៅខាងក្នុងវាប៉ុណ្ណោះ។</p>\n\n<p>មានស្ថានភាពមួយចំនួនដែលអ្នកចាំបាច់ត្រូវចងចាំថា មិនត្រូវទុកប្រអប់<a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> របស់អ្នកឲ្យនៅ Mount ឡើយ៖</p>\n\n<ul><li>ផ្តាច់សេវាប្រអប់សម្ងាត់ទាំងនោះ នៅពេលលោកអ្នកដើរចេញពីកុំព្យូទ័រសម្រាប់រយៈពេលណាមួយ។ ទោះបីលោកអ្នកមានទម្លាប់ទុកកុំព្យូទ័ររបស់ខ្លួនឲ្យដំណើរការចោលក្នុងពេលយប់ក៏ដោយ លោកអ្នកចាំបាច់ត្រូវប្រាកដថា លោកអ្នកមិនទុកឯកសាររសើបឲ្យជនឈ្លានពានអាចចូលយកបានតាមលក្ខណៈរូបវន្ត ឬពីចម្ងាយ ខណៈដែលខ្លួនមិននៅឡើយ។</li>\n<li>ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុនពេលដាក់កុំព្យូទ័ររបស់លោកអ្នកឲ្យដេកលក់។ ចំណុចនេះអនុវត្តចំពោះទាំងមុខងារ'Suspend ឬ ព្យួរ' និង'Hibernate ឬសម្ងំស្ងៀម' ដែលជាទូទៅត្រូវបានប្រើជាមួយលែបថប ប៉ុន្តែអាចមាននៅក្នុងកុំព្យូទ័រដេសថបផងដែរ។</li>\n<li>ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុនពេលអនុញ្ញាតឲ្យនរណាម្នាក់ផ្សេងទៀតប្រើកុំព្យូទ័ររបស់លោកអ្នក។ នៅពេលយកលែបថបមួយឆ្លងកាត់កន្លែងត្រួតពិនិត្យសន្តិសុខ ឬច្រកឆ្លងកាត់ព្រំដែន វាជាការសំខាន់ណាស់ដែលលោកអ្នកត្រូវផ្តាច់សេវាប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a>ទាំងអស់ ហើយបិទដំណើរការកុំព្យូទ័ររបស់លោកអ្នកទាំងស្រុង។</li>\n<li>ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុននឹងស៊កភ្ជាប់អង្គចងចាំUSBដែលមិនគួរទុកចិត្ត ឬឧបករណ៍ផ្ទុកទិន្នន័យខាងក្រៅផ្សេងទៀត រាប់បញ្ចូលទាំងរបស់មិត្តភក្តិនិងសហសេវិកផងដែរ។</li>\n<li>ប្រសិនបើលោកអ្នករក្សាប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> មួយនៅក្នុងអង្គចងចាំUSB  ត្រូវចាំថា គ្រាន់តែដកឧបករណ៍នោះចេញពីកុំព្យូទ័រ ប្រហែលជាមិនទាន់ផ្តាច់សេវាប្រអប់នោះភ្លាមៗទេ។ ទោះបីលោកអ្នកត្រូវការប្រញាប់ធានាសុវត្ថិភាពឯកសាររបស់ខ្លួនក៏ដោយ លោកអ្នកត្រូវតែ Dismount (ឌីសម៉ោនថ៍) ប្រអប់នោះឲ្យបានត្រឹមត្រូវសិន រួចផ្តាច់សេវារបស់ឧបករណ៍ផ្ទុកទិន្នន័យខាងក្រៅឬអង្គចងចាំនោះ បន្ទាប់មកទើបដកឧបករណ៍នោះចេញពីកុំព្យូទ័រ។ លោកអ្នកប្រហែលជាត្រូវអនុវត្តន៍ រហូតដល់លោកអ្នករកឃើញមធ្យោបាយដែលលឿនបំផុត ដើម្បីធ្វើកិច្ចការទាំងអស់នេះ។</li>\n</ul><p>ប្រសិនបើ លោកអ្នកសម្រេចចិត្តរក្សាទុកប្រអប់ <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> របស់លោកអ្នកនៅក្នុងអង្គចងចាំUSBមួយ លោកអ្នកអាចរក្សាទុកសំណៅចម្លងនៃកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ជាមួយវាផងដែរ។ ធ្វើដូចនេះ នឹងអនុញ្ញាតឲ្យលោកអ្នកអាចចូលប្រើទិន្នន័យរបស់ខ្លួនបាន ដោយប្រើកុំព្យូទ័ររបស់អ្នកដទៃ។ ប៉ុន្តែ វិធានធម្មតានៅតែត្រូវអនុវត្ត៖ ប្រសិនបើលោកអ្នកមិនទុកចិត្តថា កុំព្យូទ័រនោះថាគ្មាន <a href=\"/km/glossary#Malware\"><em>Malware</em></a>ទេនោះ លោកអ្នកមិនគួរវាយបញ្ចូលពាក្យសម្ងាត់របស់ខ្លួន ឬចូលបើកទិន្នន័យរសើបរបស់ខ្លួនក្នុងកុំព្យូទ័រនោះឡើយ។</p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\nប៉ាប្លូ៖ ប៉ុន្តែ កុំព្យូទ័ររបស់ខ្ញុំត្រូវបានការពារដោយពាក្យសម្ងាត់គណនីរបស់Windowsរួចហើយ! តើវានៅមិនទាន់គ្រប់គ្រាន់ទេមែនទេ?\r\n\r\nក្លូដ្យា៖ តាមពិត ពាក្យសម្ងាត់គណនីរបស់Windows ជាធម្មតាងាយស្រួលបំបែកណាស់។ ជាងនេះទៅទៀត បើអ្នកដែលប្រើកុំព្យូទ័ររបស់អ្នកក្នុងរយៈពេលវែងគ្រប់គ្រាន់ អាចបើកដំណើរការកុំព្យូទ័រអ្នកសាឡើងវិញដោយប្រើLiveCD ហើយអាចចម្លងទិន្នន័យរបស់អ្នកដោយមិនចាំបាច់ខ្វល់ខ្វាយពីពាក្យសម្ងាត់ឡើយអ្វីឡើយ។ ប្រសិនបើជននោះអាចយកកុំព្យូទ័រអ្នកទៅប្រើបានមួយរយៈទៀតនោះ នោះហានិភ័យនឹងកាន់តែធ្ងន់ធ្ងរហើយ។ ម្យ៉ាងទៀត វាមិនមែនមានតែពាក្យសម្ងាត់របស់Windowsប៉ុណ្ណោះទេ ដែលអ្នកត្រូវព្រួយបារម្ភនោះ អ្នកមិនគួរទុកចិត្តលើពាក្យសម្ងាត់របស់កម្មវិធី Microsoft Word ឬ Adobe Acrobat ដូចគ្នា។\r\n</div>\r\n\r\n\r\n[*ការធ្វើកូដនីកម្ម*](/km/glossary#Encryption) ព័ត៌មានរបស់លោកអ្នក មានលក្ខណៈដូចគ្នាទៅនឹង   ការរក្សាព័ត៌មានរបស់លោកអ្នកនៅក្នុងទូដែកចាក់សោរមួយ។ មានតែអ្នកដែលមានកូនសោ ឬស្គាល់បន្សំកូដសម្ងាត់របស់សោរ (ក្នុងករណីនេះ សំដៅលើកូនសោរ[*កូដនីយកម្ម*](/km/glossary#Encryption) ឬពាក្យសម្ងាត់)ប៉ុណ្ណោះ ដែលអាចបើកចូលយកបាន។ ការប្រៀបធៀបនេះ មានលក្ខណៈសមស្របពិសេសសម្រាប់កម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) និងកម្មវិធីដែលមានលក្ខណៈដូចវា។ កម្មវិធីទាំងនេះ បង្កើតប្រអប់សុវត្ថិភាពដែលមានឈ្មោះថា'Encrypted Volumes' (ប្រអប់សម្ងាត់) ជាជាងការការពារឯកសារមួយៗដោយឡែកពីគ្នា។ លោកអ្នកអាចដាក់ចំនួនឯកសារបានច្រើនទៅក្នុង [*ថតកូដនិយកម្ម*](/km/glossary#Encryption) មួយបាន ប៉ុន្តែកម្មវិធីទាំងនេះនឹងមិនការពារអ្វីដែលរក្សាទុកនៅកន្លែងផ្សេងនៅក្នុងកុំព្យូទ័រ ឬអង្គចងចាំ USB របស់លោកអ្នកឡើយ។\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ** [***កម្មវិធី TrueCrypt  - មគ្គុទ្ទេសក៍ណែនាំអំពី ការរក្សាទុកឯកសារដោយសុវត្ថិភាព***](/km/truecrypt_main)\r\n</div>\r\n\r\n\r\nមានកម្មវិធីផ្សេងទៀត ដែលផ្តល់សេវា*[កូដនីយកម្ម](/km/glossary#Encryption)*ស្រដៀងគ្នានេះដែរ ប៉ុន្តែកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) មានលក្ខណៈពិសេសមួយចំនួន ដែលអាចឲ្យលោកអ្នកអាចរៀបចំយុទ្ធសាស្ត្រសុវត្ថិភាពព័ត៌មានរបស់ខ្លួនបាន។ វាផ្តល់លទ្ធភាព**កូដនីយកម្មជាអចិន្ត្រៃយ៍ដល់ថាសផ្ទុកទិន្នន័យកុំព្យូទ័រទាំងមូលរបស់លោកអ្នក** ដែលរាប់បញ្ចូលទាំងគ្រប់ឯកសារទាំងអស់របស់អ្នក ឯកសារបណ្តោះអាសន្នទាំងអស់ដែលបង្កើតក្នុងអំឡុងពេលអ្នកធ្វើការ គ្រប់កម្មវិធីទាំងអស់ដែលអ្នកបានបញ្ចូល និងគ្រប់ឯកសាររបស់ប្រព័ន្ធប្រតិបត្តិការ Windows ទាំងអស់។ កម្មវិធីTrueCrypt អាចប្រើដើម្បីធ្វើ*[កូដនីយកម្ម](/km/glossary#Encryption)* នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យចល័តបានផងដែរ។ វាផ្តល់មុខងារ'ការពា'ពិសេសដែលមានបរិយាយនៅក្នុងផ្នែក [***ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក***](/km/chapter_4_2) ខាងក្រោម។ លើសពីនេះទៅទៀត TrueCrypt គឺជាកម្មវិធី [*ឥតគិតថ្លៃនិងបើកចំហ*](/km/glossary#FOSS) មួយ។\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nប៉ាប្លូ៖ ត្រូវហើយ ឥឡូវនេះឯងបានធ្វើឲ្យខ្ញុំបារម្ភហើយ។ ចុះអ្នកប្រើប្រាស់ផ្សេងៗទៀតដែលប្រើកុំព្យូទ័រតែមួយ? តើនេះមានន័យថា ពួកគេសុទ្ធតែអាចចូលអានឯកសារដែលមាននៅក្នុងថតឯកសារក្នុង'My Documents (ម៉ាយដកឃ្យូមិន)' មែនទេ?\r\n\r\nក្លូដ្យា៖ ខ្ញុំចូលចិត្តចំពោះរបៀបនៃការគិតរបស់ឯងនេះណាស់! ប្រសិនបើពាក្យសម្ងាត់របស់Windowsមិនអាចការពារឯងពីជនឈ្លានពានបានផងនោះ តើវាអាចការពារឯងពីអ្នកដទៃទៀតដែលមានគណនីនៅក្នុងកុំព្យូទ័រតែមួយបានដោយរបៀបណា? តាមពិត ថតឯកសារ My Documents របស់ឯង ជាធម្មតានរណាក៏អាចមើលឃើញដែរ ដូច្នេះហើយ អ្នកប្រើប្រាស់ផ្សេងទៀតប្រហែលជាមិនពិបាកអ្វីសោះឡើយ ក្នុងការចូលអានឯកសាររបស់ឯងនោះ។ ឯងគិតត្រូវហើយ ទោះបីថតឯកសារត្រូវបានបង្កើតឡើងក្នុងលក្ខណៈ'ឯកជន'ក៏ដោយ  ប្រសិនបើឯងមិនប្រើកម្មវិធីកូដនីយកម្មណាមួយទេ នោះឯងនៅមិនទាន់មានសុវត្ថិភាពឡើយ</i>\r\n</div>\r\n\r\n\r\n### ដំបូន្មានអំពី ការប្រើប្រាស់ឯកសារកូដនីយកម្មដោយសុវត្ថិភាព ###\r\nការរក្សាទុកទិន្នន័យសម្ងាត់ អាចជាហានិភ័យមួយសម្រាប់អ្នក និងមនុស្សដែលអ្នកធ្វើការជាមួយ។ *[កូដនីយកម្ម](/km/glossary#Encryption)* អាចកាត់បន្ថយហានិភ័យនេះបាន ប៉ុន្តែមិនអាចលុបបំបាត់វាបានទាំងស្រុងនោះទេ។ ជំហានទីមួយចំពោះការការពារព័ត៌មានរសើប គឺត្រូវកាត់បន្ថយវាមកត្រឹមកម្រិតដែលលោកអ្នកអាចរក្សាទុកជាប់ខ្លួនបាន។ ប្រសិនបើលោកអ្នកមិនមានហេតុផល ក្នុងការរក្សាទុកឯកសារពិសេសណាមួយ ឬប្រភេទព័ត៌មានពិសេសណាមួយទេនោះ លោកអ្នកគួរតែលុបវាចោល (សូមមើល[***ជំពូក ៦ ៖ របៀបបំផ្លាញព័ត៌មានរសើប***](/km/chapter-6) សម្រាប់ព័ត៌មានបន្ថែម អំពីរបៀបលុបឯកសារដោយសុវត្ថិភាព។ ជំហានទីពីរ គឺត្រូវប្រើកម្មវិធី [*កូដនីយកម្ម*](/km/glossary#Encryption)ល្អមួយ ដែលមានដូចជាកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) ជាដើម។\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nក្លូដ្យា៖ អញ្ចឹង ប្រហែលជាយើងមិនចាំបាច់ត្រូវរក្សាទុកព័ត៌មាន ដែលអាចកំណត់អត្តសញ្ញាណអ្នកផ្តល់សក្ខីភាពទាំងនេះទេ។ តើឯងគិតយ៉ាងម៉េចដែរ?\r\n\r\nប៉ាប្លូ៖ មែនហើយ។ យើងគួរតែកត់ត្រាវាតិចបំផុតតាមដែលអាចធ្វើទៅបាន។ បន្ថែមពីលើនេះ យើងគួរបង្កើតកូដសាមញ្ញមួយ ដែលយើងអាចប្រើដើម្បីការពារឈ្មោះ និងទីតាំង ដែលយើងត្រូវការកត់ត្រាជាចាំបាច់ ។\t\r\n</div>\r\n\r\n\r\nត្រឡប់មកការប្រៀបធៀបជាមួយទូដែកចាក់សោវិញ មានកិច្ចការពីរបីដែលលោកអ្នកគួរចងចាំជានិច្ច នៅពេលប្រើកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) និងកម្មវិធីដែលមានលក្ខណៈដូចគ្នានេះ។ មិនថាទូដែករបស់លោកអ្នករឹងមាំកម្រិតណានោះទេ វានឹងមិនជួយលោកអ្នកបានឡើយ ប្រសិនបើលោកអ្នកទុកទ្វារចំហ។ នៅពេលប្រអប់ [*TrueCrypt*](/km/glossary#TrueCrypt) របស់លោកអ្នកត្រូវបាន 'Mount (ម៉ោនថ៍)' (នៅរៀងរាល់ពេលដែលលោកអ្នកអាចចូលប្រើអ្វីៗដែលមានក្នុងនោះដោយខ្លួនឯង)  ទិន្នន័យរបស់លោកអ្នកអាចងាយរងហានិភ័យផងដែរ ដោយហេតុនេះហើយ លោកអ្នកគួររក្សាវាឲ្យបិទជាប់ជានិច្ច លើកលែងតែនៅពេលលោកអ្នកកំពុងអាន ឬកែប្រែឯកសារដែលមាននៅខាងក្នុងវាប៉ុណ្ណោះ។\r\n\r\n\r\nមានស្ថានភាពមួយចំនួនដែលអ្នកចាំបាច់ត្រូវចងចាំថា មិនត្រូវទុកប្រអប់[*កូដនីយកម្ម*](/km/glossary#Encryption) របស់អ្នកឲ្យនៅ Mount ឡើយ៖\r\n\r\n- ផ្តាច់សេវាប្រអប់សម្ងាត់ទាំងនោះ នៅពេលលោកអ្នកដើរចេញពីកុំព្យូទ័រសម្រាប់រយៈពេលណាមួយ។ ទោះបីលោកអ្នកមានទម្លាប់ទុកកុំព្យូទ័ររបស់ខ្លួនឲ្យដំណើរការចោលក្នុងពេលយប់ក៏ដោយ លោកអ្នកចាំបាច់ត្រូវប្រាកដថា លោកអ្នកមិនទុកឯកសាររសើបឲ្យជនឈ្លានពានអាចចូលយកបានតាមលក្ខណៈរូបវន្ត ឬពីចម្ងាយ ខណៈដែលខ្លួនមិននៅឡើយ។\r\n- ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុនពេលដាក់កុំព្យូទ័ររបស់លោកអ្នកឲ្យដេកលក់។ ចំណុចនេះអនុវត្តចំពោះទាំងមុខងារ'Suspend ឬ ព្យួរ' និង'Hibernate ឬសម្ងំស្ងៀម' ដែលជាទូទៅត្រូវបានប្រើជាមួយលែបថប ប៉ុន្តែអាចមាននៅក្នុងកុំព្យូទ័រដេសថបផងដែរ។\r\n- ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុនពេលអនុញ្ញាតឲ្យនរណាម្នាក់ផ្សេងទៀតប្រើកុំព្យូទ័ររបស់លោកអ្នក។ នៅពេលយកលែបថបមួយឆ្លងកាត់កន្លែងត្រួតពិនិត្យសន្តិសុខ ឬច្រកឆ្លងកាត់ព្រំដែន វាជាការសំខាន់ណាស់ដែលលោកអ្នកត្រូវផ្តាច់សេវាប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption)ទាំងអស់ ហើយបិទដំណើរការកុំព្យូទ័ររបស់លោកអ្នកទាំងស្រុង។\r\n- ផ្តាច់សេវាប្រអប់កូដនីយកម្មទាំងនោះ មុននឹងស៊កភ្ជាប់អង្គចងចាំUSBដែលមិនគួរទុកចិត្ត ឬឧបករណ៍ផ្ទុកទិន្នន័យខាងក្រៅផ្សេងទៀត រាប់បញ្ចូលទាំងរបស់មិត្តភក្តិនិងសហសេវិកផងដែរ។\r\n- ប្រសិនបើលោកអ្នករក្សាប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption) មួយនៅក្នុងអង្គចងចាំUSB  ត្រូវចាំថា គ្រាន់តែដកឧបករណ៍នោះចេញពីកុំព្យូទ័រ ប្រហែលជាមិនទាន់ផ្តាច់សេវាប្រអប់នោះភ្លាមៗទេ។ ទោះបីលោកអ្នកត្រូវការប្រញាប់ធានាសុវត្ថិភាពឯកសាររបស់ខ្លួនក៏ដោយ លោកអ្នកត្រូវតែ Dismount (ឌីសម៉ោនថ៍) ប្រអប់នោះឲ្យបានត្រឹមត្រូវសិន រួចផ្តាច់សេវារបស់ឧបករណ៍ផ្ទុកទិន្នន័យខាងក្រៅឬអង្គចងចាំនោះ បន្ទាប់មកទើបដកឧបករណ៍នោះចេញពីកុំព្យូទ័រ។ លោកអ្នកប្រហែលជាត្រូវអនុវត្តន៍ រហូតដល់លោកអ្នករកឃើញមធ្យោបាយដែលលឿនបំផុត ដើម្បីធ្វើកិច្ចការទាំងអស់នេះ។\r\n\t\r\nប្រសិនបើ លោកអ្នកសម្រេចចិត្តរក្សាទុកប្រអប់ [*TrueCrypt*](/km/glossary#TrueCrypt) របស់លោកអ្នកនៅក្នុងអង្គចងចាំUSBមួយ លោកអ្នកអាចរក្សាទុកសំណៅចម្លងនៃកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) ជាមួយវាផងដែរ។ ធ្វើដូចនេះ នឹងអនុញ្ញាតឲ្យលោកអ្នកអាចចូលប្រើទិន្នន័យរបស់ខ្លួនបាន ដោយប្រើកុំព្យូទ័ររបស់អ្នកដទៃ។ ប៉ុន្តែ វិធានធម្មតានៅតែត្រូវអនុវត្ត៖ ប្រសិនបើលោកអ្នកមិនទុកចិត្តថា កុំព្យូទ័រនោះថាគ្មាន [*Malware*](/km/glossary#Malware)ទេនោះ លោកអ្នកមិនគួរវាយបញ្ចូលពាក្យសម្ងាត់របស់ខ្លួន ឬចូលបើកទិន្នន័យរសើបរបស់ខ្លួនក្នុងកុំព្យូទ័រនោះឡើយ។\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_1", 
                        "value": "chapter_4_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                        "value": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>បញ្ហាមួយនៃការទុកទូដែកមួយនៅក្នុងផ្ទះ ឬក្នុងការិយាល័យរបស់លោកអ្នកគឺថា វាត្រូវបានគេមើលឃើញយ៉ាងច្បាស់។ មនុស្សជាច្រើនមានក្តីបារម្ភសមហេតុផល អំពីការធ្វើពិរុទ្ធកម្មខ្លួនឯង តាមរយៈការប្រើវិធីសាស្ត្រ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a>។ ទោះបីជាហេតុផលស្របច្បាប់ដើម្បីធ្វើ<a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> មានចំនួនច្រើនជាងហេតុផលមិនស្របច្បាប់ក៏ដោយ ក៏វាមិនអាចធ្វើឲ្យការគំរាមកំហែងនេះថយចុះដែរ។ ជាសំខាន់ មានហេតុផលពីរដែលលោកអ្នកប្រហែលជាលែងចង់ប្រើកម្មវិធីដូចជា <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> នេះទៀត៖ គឺហានិភ័យនៃការធ្វើពិរុទ្ធកម្មខ្លួនឯង និងហានិភ័យនៃការឲ្យគេរកឃើញទីតាំងយ៉ាងច្បាស់នៃព័ត៌មានរសើបបំផុតរបស់លោកអ្នក។</p>\n\n<h3>ការពិចារណាអំពីហានិភ័យនៃការធ្វើពីរិទ្ធកម្មខ្លួនឯង</h3>\n\n<p><a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> គឺខុសច្បាប់នៅក្នុងប្រទេសមួយចំនួន ដែលមានន័យថា ការដោនឡូត ការបញ្ចូល ឬការប្រើកម្មវិធីកុំព្យូទ័រប្រភេទនេះ អាចជាបទឧក្រិដ្ឋមួយ។ ហើយ ប្រសិនបើអង្គភាពនគរបាល អង្គភាពយោធា ឬអង្គភាពស៊ើបការណ៍បានបន្លំខ្លួននៅក្នុងចំណោមក្រុមមនុស្សដែលលោកអ្នកកំពុងសុំឲ្យជួយការពារព័ត៌មានរបស់លោកអ្នកនោះ នោះការរំលោភច្បាប់ទាំងនេះអាចផ្តល់ជាលេសមួយ ដែលសកម្មភាពរបស់លោកអ្នកអាចនឹងត្រូវបានស៊ើបអង្កេត ឬអង្គការរបស់លោកអ្នកអាចនឹងត្រូវបានធ្វើទុក្ខបុកម្នេញ។ ប៉ុន្តែ តាមពិត ការគំរាមកំហែងដូចនេះ អាចនឹងមិនមានពាក់ព័ន្ធអ្វី ជាមួយនីត្យានុកូលភាពរបស់កម្មវិធីនេះឡើយ។ ការដែលជាប់ទាក់ទងជាមួយកម្មវិធី <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> អាចជាលេសគ្រប់គ្រាន់ដើម្បីចោទប្រកាន់អ្នកអំពីសកកម្មភាពឧក្រិដ្ឋ ឬចារកម្មមួយ(ដោយមិនគិតពីអ្វីដែលមានជាក់ស្តែងនៅក្នុងប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a>របស់លោកអ្នកឡើយ)រួចទៅហើយ  ដូច្នេះអ្នកត្រូវតែគិតឲ្យបានច្បាស់លាស់ថា តើកម្មវិធីបែបនេះសមស្របសម្រាប់ស្ថានភាពរបស់លោកអ្នកដែរឬទេ។</p>\n\n<p>ប្រសិនបើមានករណីនោះមែន លោកអ្នកមានជម្រើសមួយចំនួនដូចខាងក្រោម៖</p>\n\n<ul><li>លោកអ្នកអាចជៀសវាងប្រើប្រាស់ទាំងស្រុង នូវកម្មវិធីរក្សាសុវត្ថិភាពទិន្នន័យ ដែលប្រហែលនឹងតម្រូវឲ្យលោកអ្នករក្សាទុកតែព័ត៌មានមិនសម្ងាត់ ឬ ច្នៃបង្កើតប្រព័ន្ធពាក្យកូដមួយដើម្បីការពារធាតុគន្លឹះនៃឯកសាររសើបរបស់លោកអ្នក។</li>\n<li>លោកអ្នកអាចពឹងផ្អែកទៅលើបច្ចេកទេសមួយដែលមានឈ្មោះថា <a href=\"/km/glossary#Steganography\"><em>Steganography (ស្តែហ្គាណូហ្គ្រាហ្វី)</em></a> ដើម្បីលាក់ព័ត៌មានរសើបរបស់លោកអ្នក ជាជាងធ្វើកូដនីយកម្មវា។ មានកម្មវិធីជាច្រើនដែលអាចជួយធ្វើការនេះបាន ប៉ុន្តែការប្រើកម្មវិធីទាំងនេះឲ្យបានត្រឹមត្រូវ តម្រូវឲ្យមានការរៀបចំដោយប្រុងប្រយ័ត្នបំផុតជាមុន ប៉ុន្តែលោកអ្នកនៅតែមានហានិភ័យធ្វើពិរុទ្ធកម្មខ្លួនឯងនៅក្នុងភ្នែករបស់អ្នកដែលស្គាល់កម្មវិធីដែលលោកអ្នកបានប្រើដដែល។</li>\n<li>លោកអ្នកអាចសាកល្បងរក្សាទុកព័ត៌មានរសើបទាំងអស់របស់លោកអ្នក នៅក្នុងគណនីវែបមែលមានសុវត្ថិភាពមួយ ប៉ុន្តែការនេះតម្រូវឲ្យមានការភ្ជាប់បណ្តាញមួយដែលអាចទុកចិត្តបាន និងការយល់ដឹងលម្អិតគួរសមមួយអំពីកុំព្យូទ័រ និងសេវាអ៊ីនធើរណែត។ បច្ចេកទេសនេះសន្មតផងដែរថា <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> កម្រិតបណ្តាញកុំព្យូទ័រ បង្ករពិរុទ្ធកម្មតិចជាង <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a>កម្រិតឯកសារ ហើយលោកអ្នកអាចជៀសវាងបាននូវការចម្លងទិន្នន័យរសើបដោយចៃដន្យទៅក្នុង Hard Drive និងទុកទិន្នន័យចោលនៅទីនោះផងដែរ។</li>\n<li>លោកអ្នកអាចរក្សាព័ត៌មានរសើបនៅក្រៅកុំព្យូទ័រ ដោយទុកវានៅក្នុងអង្គចងចាំUSB ឬ Hard Driveចល័ត។ ប៉ុន្តែ ឧបករណ៍បែបនេះ ជាទូទៅមានហានិភ័យជាងកុំព្យូទ័រក្នុងការបាត់បង់ និងការរឹបអូស។ ដូច្នេះ យកតាមខ្លួននូវព័ត៌មានរសើប និងការមិនធ្វើកូដនីយកម្មពួកវារបៀបនេះ ជាទូទៅមិនមែនជាយោបល់ល្អឡើយ។</li>\n</ul><p>ប្រសិនបើចាំបាច់ លោកអ្នកអាចប្រើស្នៀតយុទ្ធសាស្ត្រទាំងនេះបាន។ ប៉ុន្តែ បើទោះជានៅក្នុងកាលៈទេសៈដែលលោកអ្នកបារម្ភអំពីការធ្វើពិរុទ្ធកម្មខ្លួនឯងក៏ដោយ ការប្រើកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> អាចនឹងមានសុវត្ថិភាពបំផុតផងដែរ បើសិនជាលោកអ្នកអាចលាក់បាំងប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> របស់លោកអ្នកបានល្អបំផុតនោះ។</p>\n\n<p>ប្រសិនបើចង់ធ្វើឲ្យប្រអប់កូដនីយកម្មរបស់លោកអ្នកមិនសូវមានភាពសង្ស័យ លោកអ្នកអាចកែឈ្មោះវាឲ្យមើលទៅដូចជាប្រភេទឯកសារផ្សេងទៀតបាន។ ការប្រើកន្ទុយពាក្យសម្គាល់ប្រភេទឯកសារ'.iso' ដើម្បីបន្លំវាជារូបភាពCDមួយ គឺជាជម្រើសដែលល្អសម្រាប់ទំហំប្រអប់ទិន្នន័យប្រមាណ៧០០មេហ្គាបៃផងដែរ។ កន្ទុយពាក្យសម្គាល់ប្រភេទឯកសារផ្សេងៗទៀត អាចនឹងប្រើបានសមរម្យសម្រាប់ប្រអប់ទិន្នន័យដែលទំហំតូចជាងនេះ។ ការធ្វើដូចនេះ គឺមានប្រៀបដូចជាការលាក់ទូដែក នៅខាងក្រោយផ្ទាំងគំនូរដែលព្យួរនៅលើជញ្ជាំងការិយាល័យរបស់អ្នក។ វាប្រហែលជាមិនអាចលាក់បានពីការត្រួតពិនិត្យល្អិតល្អន់នោះទេ ប៉ុន្តែវាអាចផ្តល់នូវការការពារបានខ្លះ។ ដូចគ្នានេះផងដែរ លោកអ្នកអាចផ្លាស់ប្តូរឈ្មោះកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ហើយរក្សាវាទុកដូចជាឯកសារធម្មតាមួយ នៅក្នុង Hard Drive ឬអង្គចងចាំUSBរបស់លោកអ្នក ជាជាងបញ្ចូលវាក្នុងលក្ខណៈជាកម្មវិធីមួយ។ <a href=\"/km/truecrypt_main\"><strong><em>មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធីTrueCrypt</em></strong></a> មានពន្យល់អំពីរបៀបធ្វើការនេះ។</p>\n\n<h3>ការពិចារណាអំពីហានិភ័យ នៃការរកឃើញព័ត៌មានរសើបរបស់លោកអ្នក</h3>\n\n<p>ជាញឹកញាប់ លោកអ្នកប្រហែលជាមិនសូវបារម្ភច្រើន អំពីផលវិបាកនៃ'ការដែលត្រូវបានចាប់ខ្លួន' ដោយសារកម្មវិធី <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> នៅក្នុងកុំព្យូទ័រ ឬអង្គចងចាំUSB របស់លោកអ្នក ច្រើនដូចការព្រួយបារម្ភអំពីការបង្ហាញពីទីកន្លែងដែលលោកអ្នករក្សាទុកព័ត៌មានដែលលោកអ្នកចង់ការពារបំផុតនោះឡើយ។ វាអាចជាការពិតដែលថាមិនមាននរណាម្នាក់ផ្សេងទៀតអាចអានវាបាននោះទេ ប៉ុន្តែជនឈ្លានពាននឹងដឹងថាវានៅកន្លែងណា នឹងដឹងថាលោកអ្នកបានចាត់វិធានការដើម្បីការពារវា។ ចំណុចនេះធ្វើឲ្យលោកអ្នកប្រឈមទៅនឹងហានិភ័យមួយចំនួន ដែលក្នុងនោះ ជនឈ្លាមពានអាចនឹងព្យាយាមចូលយកឲ្យព័ត៌មានឲ្យបានតាមមធ្យោបាយដូចជាការបំភិតបំភ័យ ការគំរាមហែកកេរ្តិ៍ ការសួរចម្លើយ និងការធ្វើទារុណកម្មជាដើម។ នៅក្នុងបរិបទនេះហើយ ដែលមុខងារ‘Deniability’របស់កម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ដែលនឹងយកពិភាក្សាលម្អិតបន្ថែមនៅខាងក្រោមនេះ នឹងត្រូវដើរតួសំខាន់។</p>\n\n<p>មុខងារ ‘Deniability’ របស់កម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt's</em></a> គឺជាវិធីសាស្ត្រមួយក្នុងចំណោមវិធីសាស្ត្រទាំងឡាយ ដែលលើសពីអ្វីដែលកម្មវិធី <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> ទូទៅអាចផ្តល់ឲ្យ។ មុខងារនេះ អាចត្រូវបានគិតថា ជាទម្រង់ពិសេសមួយរបស់ <a href=\"/km/glossary#Steganography\"><em>Steganography</em></a> ដែលបន្លំព័ត៌មានរសើបបំផុតរបស់លោកអ្នក ទៅជាទិន្នន័យដែលមានលក្ខណៈរសើបតិច និងលាក់កំបាំង។ វាស្រដៀងគ្នាទៅនឹងការបញ្ឆោត'បាតក្លែងក្លាយ'នៅក្នុងទូដែកនៃការិយាល័យរបស់អ្នកយ៉ាងដូច្នោះដែរ។ ប្រសិនបើជនអាក្រក់លួចយកកូនសោររបស់លោកអ្នក ឬសម្លុតលោកអ្នកឲ្យផ្តល់លេខសម្ងាត់ទូដែក ជននោះនឹងរកឃើញតែសម្ភារៈ'បញ្ឆោត'តែប៉ុណ្ណោះ ប៉ុន្តែមិនអាចឃើញព័ត៌មានដែលលោកអ្នកកំពុងព្យាយាមការពារពិតប្រាកដនោះទេ។</p>\n\n<p>មានតែលោកអ្នកប៉ុណ្ណោះដែលដឹងថា ក្នុងទូដែករបស់ខ្លួនមានថតសម្ងាត់មួយនៅខាងក្រោយ។ ចំណុចនេះ អាចឲ្យលោកអ្នក'បដិសេធ'បានថា លោកអ្នកមិនមានរក្សាការសម្ងាត់លើសពីអ្វីដែលលោកអ្នកបានបង្ហាញនោះទេ ហើយប្រហែលជាអាចជួយការពារលោកអ្នក នៅក្នុងស្ថានភាពដែលលោកអ្នកត្រូវបានបង្ខំឲ្យផ្តល់ពាក្យសម្ងាត់សម្រាប់ហេតុផលណាមួយផងដែរ។ ហេតុផលទាំងនោះ អាចរួមមានដូចជាការគំរាមកំហែងផ្នែកច្បាប់ ឬរូបវន្ត ចំពោះសុវត្ថិភាពផ្ទាល់របស់លោកអ្នក ឬសុវត្ថិភាពរបស់សហសេវិក សហការី មិត្តភក្តិ និងសមាជិកគ្រួសាររបស់លោកអ្នកជាដើម។ គោលបំណងរបស់មុខងារ'Deniability' គឺផ្តល់ឲ្យលោកអ្នកនូវឱកាសគេចផុតពីស្ថានភាពគ្រោះថ្នាក់ខ្លាំងខ្លាមួយ ទោះបីលោកអ្នកជ្រើសរើសបន្តការពារទិន្នន័យរបស់ខ្លួនក៏ដោយ។ ប៉ុន្តែ ដូចដែលត្រូវបានពិភាក្សានៅក្នុងផ្នែក <a href=\"#Considering_the_risk_of_self-incrimination\"><strong><em>ការពិចារណាអំពីហានិភ័យធ្វើពិរុទ្ធកម្មខ្លួនឯង</em></strong></a> មុខងារពិសេសនេះមិនសូវជាមានប្រយោជន៍នោះទេ ប្រសិនបើការគ្រាន់តែមានទូដែកមួយក្នុងការិយាល័យរបស់លោកអ្នក គ្រប់គ្រាន់នឹងនាំផលវិបាកដែលមិនអាចទទួលយកបានមួយដល់អ្នកហើយនោះ។</p>\n\n<p>មុខងារ'Deniability'របស់កម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt's</em></a> ធ្វើការ ដោយរក្សាទុក'ប្រអប់កំបាំង'មួយនៅខាងក្នុងប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> ធម្មតារបស់លោកអ្នក។ លោកអ្នកបើកប្រអប់កំបាំងនេះ ដោយប្រើនូវពាក្យសម្ងាត់មួយផ្សេងពីពាក្យសម្ងាត់ដែលលោកអ្នកប្រើប្រាស់តាមធម្មតា។ ទោះបីជនអាក្រក់ដែលមានភាពល្អិតល្អន់ខាងបច្ចេកទេសណាម្នាក់ អាចចូលទៅក្នុងប្រអប់ស្តង់ដារបានក៏ដោយ ក៏ជននោះនឹងមិនអាចរកឃើញថា មានប្រអប់សម្ងាត់លាក់កំបាំងមួយនៅក្នុងនោះដែរ។ ពិតណាស់ ជននោះអាចដឹងយ៉ាងច្បាស់ថា  កម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a> មានសមត្ថភាពអាចលាក់ព័ត៌មានតាមមធ្យោបាយនេះ ដែលដោយហេតុនេះហើយ ការគំរាមកំហែងនេះមិនធានាថា ត្រូវបានបញ្ចប់ភ្លាមៗ បន្ទាប់ពីលោកអ្នកបើកបង្ហាញពាក្យសម្ងាត់បញ្ឆោតរបស់លោកអ្នកឡើយ។ ប៉ុន្តែ មនុស្សជាច្រើនប្រើកម្មវិធី <a href=\"/km/glossary#TrueCrypt\"><em>TrueCrypt</em></a>  ដោយមិនបើកដំណើរការមុខងារ'Deniability'នេះឡើយ ហើយជាទូទៅ  គេក៏មិនអាចកំណត់ ឬវិភាគបានថា តើប្រអប់ <a href=\"/km/glossary#Encryption\"><em>កូដនីយកម្ម</em></a> មួយមាន'បាតបញ្ឆោត'ប្រភេទនេះដែរឬអត់នោះឡើយ។ វាគឺជាការងាររបស់លោកអ្នក ដែលត្រូវប្រាកដថា លោកអ្នកមិនលាតត្រដាងប្រអប់កំបាំងរបស់លោក អ្នកតាមរយៈមធ្យោបាយមិនសូវមានបច្ចេកទេសឡើយ ដូចជាការទុកឲ្យវាបើកចំហចោល ឬអនុញ្ញាតឲ្យកម្មវិធីផ្សេងទៀតបង្កើត Shortcut (ស្ហតខាត់) សម្រាប់ឯកសារដែលមាននៅក្នុងវាជាដើម។ ផ្នែក <a href=\"/km/chapter_4_3\"><strong><em>សេចក្តីសម្រាប់អានបន្ថែម</em></strong></a>ខាងក្រោមនេះ អាចចង្អុលបង្ហាញលោកអ្នកនូវព័ត៌មានបន្ថែមអំពីបញ្ហានេះ។</p>\n\n<div class=\"background\">\n\n<p>ក្លូដ្យា៖ ត្រូវហើយ ដូច្នេះតោះយើងដាក់ឯកសារមិនបានការខ្លះទៅក្នុងប្រអប់ស្តង់ដារ ហើយបន្ទាប់មក យើងអាចយកឯកសារសក្ខីភាពទាំងអស់របស់យើងទៅដាក់ក្នុងប្រអប់កំបាំង។ តើឯងមានឯកសារPDFsចាស់ៗខ្លះ ឬអ្វីមួយដែលយើងអាចប្រើបានឬទេ?</p>\n\n<p>ប៉ាប្លូ៖ ល្អ ខ្ញុំកំពុងតែគិតអំពីរឿងនេះដែរ។ ខ្ញុំមានន័យថា គំនិតសម្រាប់យើងគឺ លះបង់ពាក្យសម្ងាត់បញ្ឆោត     ប្រសិនបើយើងគ្មានជម្រើសផ្សេង តើត្រូវទេ? ប៉ុន្តែ ដើម្បីធ្វើឲ្យគេជឿជាក់លើរឿងនេះ យើងចាំបាច់ត្រូវធ្វើឲ្យឯកសារទាំងនោះមើលទៅដូចជាឯកសារសំខាន់អញ្ចឹង តើឯងគិតអញ្ចឹងទេ? បើមិនអញ្ចឹងទេ ហេតុអ្វីយើងចាំបាច់ខ្វល់ខ្វាយអំពីការធ្វើកូដនីយកម្មពួកវា? ប្រហែលយើងគួរប្រើឯកសារហិរញ្ញវត្ថុមិនសំខាន់មួយចំនួន ឬបញ្ជីពាក្យសម្ងាត់គេហទំព័រមួយ ឬអ្វីមួយហើយ។</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "បញ្ហាមួយនៃការទុកទូដែកមួយនៅក្នុងផ្ទះ ឬក្នុងការិយាល័យរបស់លោកអ្នកគឺថា វាត្រូវបានគេមើលឃើញយ៉ាងច្បាស់។ មនុស្សជាច្រើនមានក្តីបារម្ភសមហេតុផល អំពីការធ្វើពិរុទ្ធកម្មខ្លួនឯង តាមរយៈការប្រើវិធីសាស្ត្រ [*កូដនីយកម្ម*](/km/glossary#Encryption)។ ទោះបីជាហេតុផលស្របច្បាប់ដើម្បីធ្វើ[*កូដនីយកម្ម*](/km/glossary#Encryption) មានចំនួនច្រើនជាងហេតុផលមិនស្របច្បាប់ក៏ដោយ ក៏វាមិនអាចធ្វើឲ្យការគំរាមកំហែងនេះថយចុះដែរ។ ជាសំខាន់ មានហេតុផលពីរដែលលោកអ្នកប្រហែលជាលែងចង់ប្រើកម្មវិធីដូចជា [*TrueCrypt*](/km/glossary#TrueCrypt) នេះទៀត៖ គឺហានិភ័យនៃការធ្វើពិរុទ្ធកម្មខ្លួនឯង និងហានិភ័យនៃការឲ្យគេរកឃើញទីតាំងយ៉ាងច្បាស់នៃព័ត៌មានរសើបបំផុតរបស់លោកអ្នក។\r\n\r\n### ការពិចារណាអំពីហានិភ័យនៃការធ្វើពីរិទ្ធកម្មខ្លួនឯង ###\r\n[*កូដនីយកម្ម*](/km/glossary#Encryption) គឺខុសច្បាប់នៅក្នុងប្រទេសមួយចំនួន ដែលមានន័យថា ការដោនឡូត ការបញ្ចូល ឬការប្រើកម្មវិធីកុំព្យូទ័រប្រភេទនេះ អាចជាបទឧក្រិដ្ឋមួយ។ ហើយ ប្រសិនបើអង្គភាពនគរបាល អង្គភាពយោធា ឬអង្គភាពស៊ើបការណ៍បានបន្លំខ្លួននៅក្នុងចំណោមក្រុមមនុស្សដែលលោកអ្នកកំពុងសុំឲ្យជួយការពារព័ត៌មានរបស់លោកអ្នកនោះ នោះការរំលោភច្បាប់ទាំងនេះអាចផ្តល់ជាលេសមួយ ដែលសកម្មភាពរបស់លោកអ្នកអាចនឹងត្រូវបានស៊ើបអង្កេត ឬអង្គការរបស់លោកអ្នកអាចនឹងត្រូវបានធ្វើទុក្ខបុកម្នេញ។ ប៉ុន្តែ តាមពិត ការគំរាមកំហែងដូចនេះ អាចនឹងមិនមានពាក់ព័ន្ធអ្វី ជាមួយនីត្យានុកូលភាពរបស់កម្មវិធីនេះឡើយ។ ការដែលជាប់ទាក់ទងជាមួយកម្មវិធី [*កូដនីយកម្ម*](/km/glossary#Encryption) អាចជាលេសគ្រប់គ្រាន់ដើម្បីចោទប្រកាន់អ្នកអំពីសកកម្មភាពឧក្រិដ្ឋ ឬចារកម្មមួយ(ដោយមិនគិតពីអ្វីដែលមានជាក់ស្តែងនៅក្នុងប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption)របស់លោកអ្នកឡើយ)រួចទៅហើយ  ដូច្នេះអ្នកត្រូវតែគិតឲ្យបានច្បាស់លាស់ថា តើកម្មវិធីបែបនេះសមស្របសម្រាប់ស្ថានភាពរបស់លោកអ្នកដែរឬទេ។\r\n\r\nប្រសិនបើមានករណីនោះមែន លោកអ្នកមានជម្រើសមួយចំនួនដូចខាងក្រោម៖\r\n\r\n- លោកអ្នកអាចជៀសវាងប្រើប្រាស់ទាំងស្រុង នូវកម្មវិធីរក្សាសុវត្ថិភាពទិន្នន័យ ដែលប្រហែលនឹងតម្រូវឲ្យលោកអ្នករក្សាទុកតែព័ត៌មានមិនសម្ងាត់ ឬ ច្នៃបង្កើតប្រព័ន្ធពាក្យកូដមួយដើម្បីការពារធាតុគន្លឹះនៃឯកសាររសើបរបស់លោកអ្នក។\r\n- លោកអ្នកអាចពឹងផ្អែកទៅលើបច្ចេកទេសមួយដែលមានឈ្មោះថា [*Steganography (ស្តែហ្គាណូហ្គ្រាហ្វី)*](/km/glossary#Steganography) ដើម្បីលាក់ព័ត៌មានរសើបរបស់លោកអ្នក ជាជាងធ្វើកូដនីយកម្មវា។ មានកម្មវិធីជាច្រើនដែលអាចជួយធ្វើការនេះបាន ប៉ុន្តែការប្រើកម្មវិធីទាំងនេះឲ្យបានត្រឹមត្រូវ តម្រូវឲ្យមានការរៀបចំដោយប្រុងប្រយ័ត្នបំផុតជាមុន ប៉ុន្តែលោកអ្នកនៅតែមានហានិភ័យធ្វើពិរុទ្ធកម្មខ្លួនឯងនៅក្នុងភ្នែករបស់អ្នកដែលស្គាល់កម្មវិធីដែលលោកអ្នកបានប្រើដដែល។\r\n- លោកអ្នកអាចសាកល្បងរក្សាទុកព័ត៌មានរសើបទាំងអស់របស់លោកអ្នក នៅក្នុងគណនីវែបមែលមានសុវត្ថិភាពមួយ ប៉ុន្តែការនេះតម្រូវឲ្យមានការភ្ជាប់បណ្តាញមួយដែលអាចទុកចិត្តបាន និងការយល់ដឹងលម្អិតគួរសមមួយអំពីកុំព្យូទ័រ និងសេវាអ៊ីនធើរណែត។ បច្ចេកទេសនេះសន្មតផងដែរថា [*កូដនីយកម្ម*](/km/glossary#Encryption) កម្រិតបណ្តាញកុំព្យូទ័រ បង្ករពិរុទ្ធកម្មតិចជាង [*កូដនីយកម្ម*](/km/glossary#Encryption)កម្រិតឯកសារ ហើយលោកអ្នកអាចជៀសវាងបាននូវការចម្លងទិន្នន័យរសើបដោយចៃដន្យទៅក្នុង Hard Drive និងទុកទិន្នន័យចោលនៅទីនោះផងដែរ។\r\n- លោកអ្នកអាចរក្សាព័ត៌មានរសើបនៅក្រៅកុំព្យូទ័រ ដោយទុកវានៅក្នុងអង្គចងចាំUSB ឬ Hard Driveចល័ត។ ប៉ុន្តែ ឧបករណ៍បែបនេះ ជាទូទៅមានហានិភ័យជាងកុំព្យូទ័រក្នុងការបាត់បង់ និងការរឹបអូស។ ដូច្នេះ យកតាមខ្លួននូវព័ត៌មានរសើប និងការមិនធ្វើកូដនីយកម្មពួកវារបៀបនេះ ជាទូទៅមិនមែនជាយោបល់ល្អឡើយ។\r\n\r\n\t\r\nប្រសិនបើចាំបាច់ លោកអ្នកអាចប្រើស្នៀតយុទ្ធសាស្ត្រទាំងនេះបាន។ ប៉ុន្តែ បើទោះជានៅក្នុងកាលៈទេសៈដែលលោកអ្នកបារម្ភអំពីការធ្វើពិរុទ្ធកម្មខ្លួនឯងក៏ដោយ ការប្រើកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) អាចនឹងមានសុវត្ថិភាពបំផុតផងដែរ បើសិនជាលោកអ្នកអាចលាក់បាំងប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption) របស់លោកអ្នកបានល្អបំផុតនោះ។\r\n\r\nប្រសិនបើចង់ធ្វើឲ្យប្រអប់កូដនីយកម្មរបស់លោកអ្នកមិនសូវមានភាពសង្ស័យ លោកអ្នកអាចកែឈ្មោះវាឲ្យមើលទៅដូចជាប្រភេទឯកសារផ្សេងទៀតបាន។ ការប្រើកន្ទុយពាក្យសម្គាល់ប្រភេទឯកសារ'.iso' ដើម្បីបន្លំវាជារូបភាពCDមួយ គឺជាជម្រើសដែលល្អសម្រាប់ទំហំប្រអប់ទិន្នន័យប្រមាណ៧០០មេហ្គាបៃផងដែរ។ កន្ទុយពាក្យសម្គាល់ប្រភេទឯកសារផ្សេងៗទៀត អាចនឹងប្រើបានសមរម្យសម្រាប់ប្រអប់ទិន្នន័យដែលទំហំតូចជាងនេះ។ ការធ្វើដូចនេះ គឺមានប្រៀបដូចជាការលាក់ទូដែក នៅខាងក្រោយផ្ទាំងគំនូរដែលព្យួរនៅលើជញ្ជាំងការិយាល័យរបស់អ្នក។ វាប្រហែលជាមិនអាចលាក់បានពីការត្រួតពិនិត្យល្អិតល្អន់នោះទេ ប៉ុន្តែវាអាចផ្តល់នូវការការពារបានខ្លះ។ ដូចគ្នានេះផងដែរ លោកអ្នកអាចផ្លាស់ប្តូរឈ្មោះកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) ហើយរក្សាវាទុកដូចជាឯកសារធម្មតាមួយ នៅក្នុង Hard Drive ឬអង្គចងចាំUSBរបស់លោកអ្នក ជាជាងបញ្ចូលវាក្នុងលក្ខណៈជាកម្មវិធីមួយ។ [***មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធីTrueCrypt***](/km/truecrypt_main) មានពន្យល់អំពីរបៀបធ្វើការនេះ។\r\n\r\n\r\n### ការពិចារណាអំពីហានិភ័យ នៃការរកឃើញព័ត៌មានរសើបរបស់លោកអ្នក ###\r\nជាញឹកញាប់ លោកអ្នកប្រហែលជាមិនសូវបារម្ភច្រើន អំពីផលវិបាកនៃ'ការដែលត្រូវបានចាប់ខ្លួន' ដោយសារកម្មវិធី [*កូដនីយកម្ម*](/km/glossary#Encryption) នៅក្នុងកុំព្យូទ័រ ឬអង្គចងចាំUSB របស់លោកអ្នក ច្រើនដូចការព្រួយបារម្ភអំពីការបង្ហាញពីទីកន្លែងដែលលោកអ្នករក្សាទុកព័ត៌មានដែលលោកអ្នកចង់ការពារបំផុតនោះឡើយ។ វាអាចជាការពិតដែលថាមិនមាននរណាម្នាក់ផ្សេងទៀតអាចអានវាបាននោះទេ ប៉ុន្តែជនឈ្លានពាននឹងដឹងថាវានៅកន្លែងណា នឹងដឹងថាលោកអ្នកបានចាត់វិធានការដើម្បីការពារវា។ ចំណុចនេះធ្វើឲ្យលោកអ្នកប្រឈមទៅនឹងហានិភ័យមួយចំនួន ដែលក្នុងនោះ ជនឈ្លាមពានអាចនឹងព្យាយាមចូលយកឲ្យព័ត៌មានឲ្យបានតាមមធ្យោបាយដូចជាការបំភិតបំភ័យ ការគំរាមហែកកេរ្តិ៍ ការសួរចម្លើយ និងការធ្វើទារុណកម្មជាដើម។ នៅក្នុងបរិបទនេះហើយ ដែលមុខងារ‘Deniability’របស់កម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) ដែលនឹងយកពិភាក្សាលម្អិតបន្ថែមនៅខាងក្រោមនេះ នឹងត្រូវដើរតួសំខាន់។ \r\n\r\n\r\nមុខងារ ‘Deniability’ របស់កម្មវិធី [*TrueCrypt's*](/km/glossary#TrueCrypt) គឺជាវិធីសាស្ត្រមួយក្នុងចំណោមវិធីសាស្ត្រទាំងឡាយ ដែលលើសពីអ្វីដែលកម្មវិធី [*កូដនីយកម្ម*](/km/glossary#Encryption) ទូទៅអាចផ្តល់ឲ្យ។ មុខងារនេះ អាចត្រូវបានគិតថា ជាទម្រង់ពិសេសមួយរបស់ [*Steganography*](/km/glossary#Steganography) ដែលបន្លំព័ត៌មានរសើបបំផុតរបស់លោកអ្នក ទៅជាទិន្នន័យដែលមានលក្ខណៈរសើបតិច និងលាក់កំបាំង។ វាស្រដៀងគ្នាទៅនឹងការបញ្ឆោត'បាតក្លែងក្លាយ'នៅក្នុងទូដែកនៃការិយាល័យរបស់អ្នកយ៉ាងដូច្នោះដែរ។ ប្រសិនបើជនអាក្រក់លួចយកកូនសោររបស់លោកអ្នក ឬសម្លុតលោកអ្នកឲ្យផ្តល់លេខសម្ងាត់ទូដែក ជននោះនឹងរកឃើញតែសម្ភារៈ'បញ្ឆោត'តែប៉ុណ្ណោះ ប៉ុន្តែមិនអាចឃើញព័ត៌មានដែលលោកអ្នកកំពុងព្យាយាមការពារពិតប្រាកដនោះទេ។\r\n\r\nមានតែលោកអ្នកប៉ុណ្ណោះដែលដឹងថា ក្នុងទូដែករបស់ខ្លួនមានថតសម្ងាត់មួយនៅខាងក្រោយ។ ចំណុចនេះ អាចឲ្យលោកអ្នក'បដិសេធ'បានថា លោកអ្នកមិនមានរក្សាការសម្ងាត់លើសពីអ្វីដែលលោកអ្នកបានបង្ហាញនោះទេ ហើយប្រហែលជាអាចជួយការពារលោកអ្នក នៅក្នុងស្ថានភាពដែលលោកអ្នកត្រូវបានបង្ខំឲ្យផ្តល់ពាក្យសម្ងាត់សម្រាប់ហេតុផលណាមួយផងដែរ។ ហេតុផលទាំងនោះ អាចរួមមានដូចជាការគំរាមកំហែងផ្នែកច្បាប់ ឬរូបវន្ត ចំពោះសុវត្ថិភាពផ្ទាល់របស់លោកអ្នក ឬសុវត្ថិភាពរបស់សហសេវិក សហការី មិត្តភក្តិ និងសមាជិកគ្រួសាររបស់លោកអ្នកជាដើម។ គោលបំណងរបស់មុខងារ'Deniability' គឺផ្តល់ឲ្យលោកអ្នកនូវឱកាសគេចផុតពីស្ថានភាពគ្រោះថ្នាក់ខ្លាំងខ្លាមួយ ទោះបីលោកអ្នកជ្រើសរើសបន្តការពារទិន្នន័យរបស់ខ្លួនក៏ដោយ។ ប៉ុន្តែ ដូចដែលត្រូវបានពិភាក្សានៅក្នុងផ្នែក [***ការពិចារណាអំពីហានិភ័យធ្វើពិរុទ្ធកម្មខ្លួនឯង***](#Considering_the_risk_of_self-incrimination) មុខងារពិសេសនេះមិនសូវជាមានប្រយោជន៍នោះទេ ប្រសិនបើការគ្រាន់តែមានទូដែកមួយក្នុងការិយាល័យរបស់លោកអ្នក គ្រប់គ្រាន់នឹងនាំផលវិបាកដែលមិនអាចទទួលយកបានមួយដល់អ្នកហើយនោះ។\r\n\r\n\r\nមុខងារ'Deniability'របស់កម្មវិធី [*TrueCrypt's*](/km/glossary#TrueCrypt) ធ្វើការ ដោយរក្សាទុក'ប្រអប់កំបាំង'មួយនៅខាងក្នុងប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption) ធម្មតារបស់លោកអ្នក។ លោកអ្នកបើកប្រអប់កំបាំងនេះ ដោយប្រើនូវពាក្យសម្ងាត់មួយផ្សេងពីពាក្យសម្ងាត់ដែលលោកអ្នកប្រើប្រាស់តាមធម្មតា។ ទោះបីជនអាក្រក់ដែលមានភាពល្អិតល្អន់ខាងបច្ចេកទេសណាម្នាក់ អាចចូលទៅក្នុងប្រអប់ស្តង់ដារបានក៏ដោយ ក៏ជននោះនឹងមិនអាចរកឃើញថា មានប្រអប់សម្ងាត់លាក់កំបាំងមួយនៅក្នុងនោះដែរ។ ពិតណាស់ ជននោះអាចដឹងយ៉ាងច្បាស់ថា  កម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt) មានសមត្ថភាពអាចលាក់ព័ត៌មានតាមមធ្យោបាយនេះ ដែលដោយហេតុនេះហើយ ការគំរាមកំហែងនេះមិនធានាថា ត្រូវបានបញ្ចប់ភ្លាមៗ បន្ទាប់ពីលោកអ្នកបើកបង្ហាញពាក្យសម្ងាត់បញ្ឆោតរបស់លោកអ្នកឡើយ។ ប៉ុន្តែ មនុស្សជាច្រើនប្រើកម្មវិធី [*TrueCrypt*](/km/glossary#TrueCrypt)  ដោយមិនបើកដំណើរការមុខងារ'Deniability'នេះឡើយ ហើយជាទូទៅ  គេក៏មិនអាចកំណត់ ឬវិភាគបានថា តើប្រអប់ [*កូដនីយកម្ម*](/km/glossary#Encryption) មួយមាន'បាតបញ្ឆោត'ប្រភេទនេះដែរឬអត់នោះឡើយ។ វាគឺជាការងាររបស់លោកអ្នក ដែលត្រូវប្រាកដថា លោកអ្នកមិនលាតត្រដាងប្រអប់កំបាំងរបស់លោក អ្នកតាមរយៈមធ្យោបាយមិនសូវមានបច្ចេកទេសឡើយ ដូចជាការទុកឲ្យវាបើកចំហចោល ឬអនុញ្ញាតឲ្យកម្មវិធីផ្សេងទៀតបង្កើត Shortcut (ស្ហតខាត់) សម្រាប់ឯកសារដែលមាននៅក្នុងវាជាដើម។ ផ្នែក [***សេចក្តីសម្រាប់អានបន្ថែម***](/km/chapter_4_3)ខាងក្រោមនេះ អាចចង្អុលបង្ហាញលោកអ្នកនូវព័ត៌មានបន្ថែមអំពីបញ្ហានេះ។\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nក្លូដ្យា៖ ត្រូវហើយ ដូច្នេះតោះយើងដាក់ឯកសារមិនបានការខ្លះទៅក្នុងប្រអប់ស្តង់ដារ ហើយបន្ទាប់មក យើងអាចយកឯកសារសក្ខីភាពទាំងអស់របស់យើងទៅដាក់ក្នុងប្រអប់កំបាំង។ តើឯងមានឯកសារPDFsចាស់ៗខ្លះ ឬអ្វីមួយដែលយើងអាចប្រើបានឬទេ?\r\n\r\nប៉ាប្លូ៖ ល្អ ខ្ញុំកំពុងតែគិតអំពីរឿងនេះដែរ។ ខ្ញុំមានន័យថា គំនិតសម្រាប់យើងគឺ លះបង់ពាក្យសម្ងាត់បញ្ឆោត     ប្រសិនបើយើងគ្មានជម្រើសផ្សេង តើត្រូវទេ? ប៉ុន្តែ ដើម្បីធ្វើឲ្យគេជឿជាក់លើរឿងនេះ យើងចាំបាច់ត្រូវធ្វើឲ្យឯកសារទាំងនោះមើលទៅដូចជាឯកសារសំខាន់អញ្ចឹង តើឯងគិតអញ្ចឹងទេ? បើមិនអញ្ចឹងទេ ហេតុអ្វីយើងចាំបាច់ខ្វល់ខ្វាយអំពីការធ្វើកូដនីយកម្មពួកវា? ប្រហែលយើងគួរប្រើឯកសារហិរញ្ញវត្ថុមិនសំខាន់មួយចំនួន ឬបញ្ជីពាក្យសម្ងាត់គេហទំព័រមួយ ឬអ្វីមួយហើយ។\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                        "value": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>សម្រាប់ព័ត៌មានបន្ថែមអំពី ការធានាសុវត្ថិភាពឯកសាររបស់លោកអ្នក សូមមើលជំពូក 2.4 Cryptology chapter, the 2.8 Steganography Chapter and 4.2 Case Study 3 នៅក្នុងសៀវភៅ <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human Rights Defenders</a>។</li>\n<li><a href=\"http://andryou.com/truecrypt/docs/index.php\">សំណុំឯកសាររបស់កម្មវិធីTrueCrypt</a> ពិភាក្សាលម្អិតអំពីទិដ្ឋភាពជាច្រើននៃការធ្វើកូដនីយកម្ម និង<a href=\"http://andryou.com/truecrypt/faq.php\">សំណួរដែលសួរញឹកញាប់ អំពីកម្មវិធីTrueCrypt</a> ផ្តល់ជូនចម្លើយចំពោះសំណួរទូទៅមួយចំនួនអំពីកម្មវិធីTrueCryptនេះ។</li>\n</ul>", 
                        "summary": "", 
                        "value": "- សម្រាប់ព័ត៌មានបន្ថែមអំពី ការធានាសុវត្ថិភាពឯកសាររបស់លោកអ្នក សូមមើលជំពូក 2.4 Cryptology chapter, the 2.8 Steganography Chapter and 4.2 Case Study 3 នៅក្នុងសៀវភៅ [Digital Security and Privacy for Human Rights Defenders](http://www.frontlinedefenders.org/esecman)។\r\n- [សំណុំឯកសាររបស់កម្មវិធីTrueCrypt](http://andryou.com/truecrypt/docs/index.php) ពិភាក្សាលម្អិតអំពីទិដ្ឋភាពជាច្រើននៃការធ្វើកូដនីយកម្ម និង[សំណួរដែលសួរញឹកញាប់ អំពីកម្មវិធីTrueCrypt](http://andryou.com/truecrypt/faq.php) ផ្តល់ជូនចម្លើយចំពោះសំណួរទូទៅមួយចំនួនអំពីកម្មវិធីTrueCryptនេះ។"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "សេចក្តីសម្រាប់អានបន្ថែម", 
                        "value": "សេចក្តីសម្រាប់អានបន្ថែម"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "km": [
            {
                "format": null, 
                "safe_value": "4. How to protect the sensitive files on", 
                "value": "4. How to protect the sensitive files on"
            }
        ]
    }, 
    "field_menu_title_long": {
        "km": [
            {
                "format": null, 
                "safe_value": "៤. របៀប​ការពារ​ឯកសារ​រសើប​នៅក្នុង​កុំព្យូទ័រ​របស់​លោកអ្នក", 
                "value": "៤. របៀប​ការពារ​ឯកសារ​រសើប​នៅក្នុង​កុំព្យូទ័រ​របស់​លោកអ្នក"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "km": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "km": [
            {
                "format": null, 
                "safe_value": "៤. របៀប​ការពារ​ឯកសារ​រសើប​នៅក្នុង​កុំព្យូទ័រ​របស់​លោកអ្នក", 
                "value": "៤. របៀប​ការពារ​ឯកសារ​រសើប​នៅក្នុង​កុំព្យូទ័រ​របស់​លោកអ្នក"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}