{
    "body": {
        "km": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ជំពូកមុនៗ បានពិភាក្សាអំពីកម្មវិធី និងទម្លាប់មួយចំនួន ដែលអាចជួយការពារទិន្នន័យរបស់លោកអ្នក ប៉ុន្តែ តើមានអ្វីខ្លះកើតឡើង នៅពេលលោកអ្នកសម្រេចចិត្តថាលែងត្រូវការរក្សាទុកទិន្នន័យណាមួយទៀតហើយនោះ? ឧទា. ប្រសិនបើ​លោកអ្នក​សម្រេចថា លោកអ្នក​មាន​សំណៅថតចម្លងគ្រប់គ្រាន់នៃឯកសារពិសេសណាមួយ ដែលត្រូវបានបម្លែងជាទម្រង់សម្ងាត់រួចត្រឹមត្រូវហើយនោះ ហើយលោកអ្នកចង់លុបចោលសំណៅមេនៃឯកសារនោះ តើមានវិធីល្អបំផុតអ្វីខ្លះ? ចម្លើយសម្រាប់សំណួរនេះ គឺមានលក្ខណៈស្មុគស្មាញជាងអ្វីដែលលោកអ្នកអាចនឹងគិតឃើញ។ នៅពេលលោកអ្នកលុបចោលឯកសារមួយ ទោះនៅក្រោយពេលលោកអ្នកសម្អាត<strong>ធុងសម្រាម</strong>(Recycle Bin)ហើយក៏ដោយ  អ្វីដែលមាននៅក្នុងឯកសារនោះគឺនៅតែស្ថិតនៅក្នុងថាសរឹងរបស់លោកអ្នកដដែល ហើយអាចត្រូវទាញយកមកវិញបានដោយអ្នកដែលមានកម្មវិធីត្រឹមត្រូវមួយ និងសំណាងតូចមួយ។</p>\n\n<p>ដើម្បីធានាថា ព័ត៌មានដែលបានលុបចោលរួចមិនធ្លាក់ទៅក្នុងដៃមនុស្សអាក្រក់ លោកអ្នកត្រូវពឹងផ្អែកទៅលើកម្មវិធីពិសេស ដែលអាចលុបទិន្នន័យបានដោយសុវត្ថិភាពនិងជាអចិន្ត្រៃយ៍។ <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> គឺជាកម្មវិធីមួយសម្រាប់ធ្វើការងារប្រភេទនេះ ហើយត្រូវបានពិភាក្សានៅខាងក្រោម។ ការប្រើកម្មវិធី<a href=\"/km/glossary#Eraser\"><em>Eraser</em></a>  មានលក្ខណៈដូចជាការកាត់ច្រៀកក្រដាសឯកសារ ជាជាងការគ្រាន់តែបោះវាចោលទៅក្នុងធុងសម្រាមដោយសង្ឃឹមថាគ្មាននរណារកឃើញវា។ ជាការពិតណាស់ ការលុបឯកសារ  គឺជាឧទាហរណ៍តែមួយគត់អំពីស្ថានភាពមួយ ដែលលោកអ្នកប្រហែលត្រូវការបំផ្លាញទិន្នន័យរសើប។ ប្រសិនបើលោកអ្នកពិចារណាដោយលម្អិតថា មាននរណាម្នាក់(ជាពិសេស គូប្រឆាំងមានអំណាច ផ្នែកនយោបាយ )អាចដឹងអំពីលោកអ្នកឬអង្គភាពរបស់លោកអ្នក ដោយការអានឯកសារមួយចំនួនដែលលោកអ្នកគិតថាបានលុបចោលហើយនោះ  លោកអ្នកនឹងទំនងជាត្រូវគិតអំពីគំរូទិន្នន័យបន្ថែមពីរបីទៀត ដែលលោកអ្នកចង់លុបចោលជាអចិន្ត្រៃយ៍ ឧទា.ដូចជា ត្រូវបំផ្លាញចោល     សំណៅថតចម្លងដែលហួសសម័យ  <a href=\"/km/glossary#Wiping\"><em>ជូតលុប</em></a>ថាសរឹងចាស់ៗមុននឹងបោះពួកវាចោល  លុបចោលគណនីអ្នកប្រើប្រាស់ចាស់ៗ និងសម្អាតប្រវត្តិទំព័រអ៊ីនធើរណែតដែលបានបើកមើលជាដើម។ កម្មវិធី <a href=\"/km/glossary#CCleaner\"><em>CCleaner</em></a> និងកម្មវិធីផ្សេងទៀតដែលបរិយាយនៅក្នុងជំពូកនេះ អាចជួយលោកអ្នកប្រឈមដោះស្រាយបញ្ហានៃការលុបចោលឯកសារបណ្តោះអាសន្នជាច្រើន ដែលប្រព័ន្ធប្រតិបត្តិការនិងកម្មវិធីរបស់លោកអ្នកបានបង្កើតនៅរៀងរាល់ពេលដែលលោកអ្នកប្រើឯកសារទាំងនោះ។</p>\n\n<h3>សេណារីយ៉ូផ្ទៃខាងក្រោយ</h3>\n\n<div class=\"background\">\n\n<p>អេលេណា គឺជាអ្នកបរិស្ថានមួយរូប នៅក្នុងប្រទេសនិយាយភាសារូស៊ីមួយ ដែលនៅទីនោះគាត់ថែទាំគេហទំព័រដែលកាន់តែមានប្រជាប្រិយមួយ ដែលគូសបង្ហាញអំពីវិសាលភាពនៃការកាប់ព្រៃឈើខុសច្បាប់នៅក្នុងតំបន់នោះ។ គាត់បានបង្កើតសំណៅថតចម្លងមួយរបស់ព័ត៌មានដែលប្រើដើម្បីបង្កើតគេហទំព័រនោះ ហើយគាត់រក្សាសំណៅចម្លងនោះនៅផ្ទះ នៅក្នុងការិយាល័យ និងនៅក្នុងឡេបថប់ថ្មីរបស់គាត់។ ថ្មីៗនេះ គាត់បានចាប់ផ្តើមរក្សាទុកផងដែរ នូវសំណៅកំណត់ត្រាភ្ញៀវចូលមើលគេហទំព័រ និងឃ្លាំងផ្ទុកទិន្នន័យដែលមានព័ត៌មានទាក់ទងវេទិកាអ្នកប្រើប្រាស់របស់គាត់។ ក្នុងពេលឆាប់ៗនេះ គាត់នឹងត្រូវធ្វើដំណើរទៅក្រៅប្រទេស ដើម្បីចូលរួមក្នុងសន្និសីទសកម្មជនបរិស្ថានសកលលោកធំមួយ។ អ្នកចូលរួមមួយចំនួនធ្លាប់បានរាយការណ៍ថា  ឡេបថប់របស់ខ្លួនត្រូវបានគេដកយកអស់រយៈពេលជាងមួយម៉ោងនៅច្រកឆ្លងកាត់ព្រំដែន។ ដើម្បីការពារព័ត៌មានរសើបរបស់ខ្លួន និងសុវត្ថិភាពរបស់អ្នកចូលរួមវេទិកានយោបាយរបស់ខ្លួន គាត់បានផ្លាស់ប្តូរសំណៅថតចម្លងដែលនៅផ្ទះនិងការិយាល័យទៅដាក់ក្នុងប្រអប់ទិន្នន័យមួយរបស់កម្មវិធីTrueCrypt  ហើយបានលុបចោលសំណៅថតចម្លងនៅក្នុងឡេបថប់របស់គាត់។ គាត់បានសួរយោបល់ទៅក្មួយប្រុសរបស់គាត់ឈ្មោះ នីកូឡាយ។ ក្មួយប្រុសរបស់គាត់បានផ្តល់យោបល់ប្រាប់គាត់ថា គាត់ចាំបាច់ត្រូវធ្វើការងារជាច្រើនផ្សេងទៀត ក្រៅពីការគ្រាន់តែលុបចោលសំណៅថតចម្លងចាស់របស់គាត់ ប្រសិនបើគាត់បារម្ភថាកុំព្យូទ័ររបស់គាត់ត្រូវបានចាប់យកដោយមន្ត្រីព្រំដែន។</p>\n\n</div>\n\n<h3>អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ</h3>\n\n<ul><li>របៀបលុបចោលព័ត៌មានរសើបចេញពីកុំព្យូទ័ររបស់លោកអ្នកជាអចិន្ត្រៃយ៍</li>\n<li>របៀបលុបចោលព័ត៌មានដែលរក្សាទុកនៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យចល័ត ដូចជា CD និង អង្គចងចាំUSB ជាដើម</li>\n<li>របៀបបង្ការមិនឱ្យនរណាម្នាក់ដឹងអំពីឯកសារ ដែលលោកអ្នកធ្លាប់បានបើកមើលនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក</li>\n<li>របៀបរក្សាកុំព្យូទ័ររបស់លោកអ្នក មិនឱ្យឯកសារដែលលុបចោលរួច អាចទាញយកវិញបាននៅពេលក្រោយ</li>\n</ul>", 
                "summary": "", 
                "value": "ជំពូកមុនៗ បានពិភាក្សាអំពីកម្មវិធី និងទម្លាប់មួយចំនួន ដែលអាចជួយការពារទិន្នន័យរបស់លោកអ្នក ប៉ុន្តែ តើមានអ្វីខ្លះកើតឡើង នៅពេលលោកអ្នកសម្រេចចិត្តថាលែងត្រូវការរក្សាទុកទិន្នន័យណាមួយទៀតហើយនោះ? ឧទា. ប្រសិនបើ​លោកអ្នក​សម្រេចថា លោកអ្នក​មាន​សំណៅថតចម្លងគ្រប់គ្រាន់នៃឯកសារពិសេសណាមួយ ដែលត្រូវបានបម្លែងជាទម្រង់សម្ងាត់រួចត្រឹមត្រូវហើយនោះ ហើយលោកអ្នកចង់លុបចោលសំណៅមេនៃឯកសារនោះ តើមានវិធីល្អបំផុតអ្វីខ្លះ? ចម្លើយសម្រាប់សំណួរនេះ គឺមានលក្ខណៈស្មុគស្មាញជាងអ្វីដែលលោកអ្នកអាចនឹងគិតឃើញ។ នៅពេលលោកអ្នកលុបចោលឯកសារមួយ ទោះនៅក្រោយពេលលោកអ្នកសម្អាត**ធុងសម្រាម**(Recycle Bin)ហើយក៏ដោយ  អ្វីដែលមាននៅក្នុងឯកសារនោះគឺនៅតែស្ថិតនៅក្នុងថាសរឹងរបស់លោកអ្នកដដែល ហើយអាចត្រូវទាញយកមកវិញបានដោយអ្នកដែលមានកម្មវិធីត្រឹមត្រូវមួយ និងសំណាងតូចមួយ។\r\n\r\nដើម្បីធានាថា ព័ត៌មានដែលបានលុបចោលរួចមិនធ្លាក់ទៅក្នុងដៃមនុស្សអាក្រក់ លោកអ្នកត្រូវពឹងផ្អែកទៅលើកម្មវិធីពិសេស ដែលអាចលុបទិន្នន័យបានដោយសុវត្ថិភាពនិងជាអចិន្ត្រៃយ៍។ [*Eraser*](/km/glossary#Eraser) គឺជាកម្មវិធីមួយសម្រាប់ធ្វើការងារប្រភេទនេះ ហើយត្រូវបានពិភាក្សានៅខាងក្រោម។ ការប្រើកម្មវិធី[*Eraser*](/km/glossary#Eraser)  មានលក្ខណៈដូចជាការកាត់ច្រៀកក្រដាសឯកសារ ជាជាងការគ្រាន់តែបោះវាចោលទៅក្នុងធុងសម្រាមដោយសង្ឃឹមថាគ្មាននរណារកឃើញវា។ ជាការពិតណាស់ ការលុបឯកសារ  គឺជាឧទាហរណ៍តែមួយគត់អំពីស្ថានភាពមួយ ដែលលោកអ្នកប្រហែលត្រូវការបំផ្លាញទិន្នន័យរសើប។ ប្រសិនបើលោកអ្នកពិចារណាដោយលម្អិតថា មាននរណាម្នាក់(ជាពិសេស គូប្រឆាំងមានអំណាច ផ្នែកនយោបាយ )អាចដឹងអំពីលោកអ្នកឬអង្គភាពរបស់លោកអ្នក ដោយការអានឯកសារមួយចំនួនដែលលោកអ្នកគិតថាបានលុបចោលហើយនោះ  លោកអ្នកនឹងទំនងជាត្រូវគិតអំពីគំរូទិន្នន័យបន្ថែមពីរបីទៀត ដែលលោកអ្នកចង់លុបចោលជាអចិន្ត្រៃយ៍ ឧទា.ដូចជា ត្រូវបំផ្លាញចោល     សំណៅថតចម្លងដែលហួសសម័យ  [*ជូតលុប*](/km/glossary#Wiping)ថាសរឹងចាស់ៗមុននឹងបោះពួកវាចោល  លុបចោលគណនីអ្នកប្រើប្រាស់ចាស់ៗ និងសម្អាតប្រវត្តិទំព័រអ៊ីនធើរណែតដែលបានបើកមើលជាដើម។ កម្មវិធី [*CCleaner*](/km/glossary#CCleaner) និងកម្មវិធីផ្សេងទៀតដែលបរិយាយនៅក្នុងជំពូកនេះ អាចជួយលោកអ្នកប្រឈមដោះស្រាយបញ្ហានៃការលុបចោលឯកសារបណ្តោះអាសន្នជាច្រើន ដែលប្រព័ន្ធប្រតិបត្តិការនិងកម្មវិធីរបស់លោកអ្នកបានបង្កើតនៅរៀងរាល់ពេលដែលលោកអ្នកប្រើឯកសារទាំងនោះ។\r\n\r\n\r\n### សេណារីយ៉ូផ្ទៃខាងក្រោយ ### \r\n<div class=\"background\" markdown=\"1\">\r\nអេលេណា គឺជាអ្នកបរិស្ថានមួយរូប នៅក្នុងប្រទេសនិយាយភាសារូស៊ីមួយ ដែលនៅទីនោះគាត់ថែទាំគេហទំព័រដែលកាន់តែមានប្រជាប្រិយមួយ ដែលគូសបង្ហាញអំពីវិសាលភាពនៃការកាប់ព្រៃឈើខុសច្បាប់នៅក្នុងតំបន់នោះ។ គាត់បានបង្កើតសំណៅថតចម្លងមួយរបស់ព័ត៌មានដែលប្រើដើម្បីបង្កើតគេហទំព័រនោះ ហើយគាត់រក្សាសំណៅចម្លងនោះនៅផ្ទះ នៅក្នុងការិយាល័យ និងនៅក្នុងឡេបថប់ថ្មីរបស់គាត់។ ថ្មីៗនេះ គាត់បានចាប់ផ្តើមរក្សាទុកផងដែរ នូវសំណៅកំណត់ត្រាភ្ញៀវចូលមើលគេហទំព័រ និងឃ្លាំងផ្ទុកទិន្នន័យដែលមានព័ត៌មានទាក់ទងវេទិកាអ្នកប្រើប្រាស់របស់គាត់។ ក្នុងពេលឆាប់ៗនេះ គាត់នឹងត្រូវធ្វើដំណើរទៅក្រៅប្រទេស ដើម្បីចូលរួមក្នុងសន្និសីទសកម្មជនបរិស្ថានសកលលោកធំមួយ។ អ្នកចូលរួមមួយចំនួនធ្លាប់បានរាយការណ៍ថា  ឡេបថប់របស់ខ្លួនត្រូវបានគេដកយកអស់រយៈពេលជាងមួយម៉ោងនៅច្រកឆ្លងកាត់ព្រំដែន។ ដើម្បីការពារព័ត៌មានរសើបរបស់ខ្លួន និងសុវត្ថិភាពរបស់អ្នកចូលរួមវេទិកានយោបាយរបស់ខ្លួន គាត់បានផ្លាស់ប្តូរសំណៅថតចម្លងដែលនៅផ្ទះនិងការិយាល័យទៅដាក់ក្នុងប្រអប់ទិន្នន័យមួយរបស់កម្មវិធីTrueCrypt  ហើយបានលុបចោលសំណៅថតចម្លងនៅក្នុងឡេបថប់របស់គាត់។ គាត់បានសួរយោបល់ទៅក្មួយប្រុសរបស់គាត់ឈ្មោះ នីកូឡាយ។ ក្មួយប្រុសរបស់គាត់បានផ្តល់យោបល់ប្រាប់គាត់ថា គាត់ចាំបាច់ត្រូវធ្វើការងារជាច្រើនផ្សេងទៀត ក្រៅពីការគ្រាន់តែលុបចោលសំណៅថតចម្លងចាស់របស់គាត់ ប្រសិនបើគាត់បារម្ភថាកុំព្យូទ័ររបស់គាត់ត្រូវបានចាប់យកដោយមន្ត្រីព្រំដែន។\r\n</div>\r\n\r\n\r\n### អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ ###\r\n- របៀបលុបចោលព័ត៌មានរសើបចេញពីកុំព្យូទ័ររបស់លោកអ្នកជាអចិន្ត្រៃយ៍\r\n- របៀបលុបចោលព័ត៌មានដែលរក្សាទុកនៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យចល័ត ដូចជា CD និង អង្គចងចាំUSB ជាដើម\r\n- របៀបបង្ការមិនឱ្យនរណាម្នាក់ដឹងអំពីឯកសារ ដែលលោកអ្នកធ្លាប់បានបើកមើលនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក\r\n- របៀបរក្សាកុំព្យូទ័ររបស់លោកអ្នក មិនឱ្យឯកសារដែលលុបចោលរួច អាចទាញយកវិញបាននៅពេលក្រោយ\r\n\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1950", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1950", 
        "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "menu_name": "book-toc-1925", 
        "mlid": "5095", 
        "module": "book", 
        "nid": "1950", 
        "options": [], 
        "p1": "5030", 
        "p2": "5095", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "updated": "0", 
        "weight": "6"
    }, 
    "book_children": [
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>បើគិតតាមទស្សនៈបច្ចេកទេសសុទ្ធសាធ មិនមានអ្វីមួយដែលមានមុខងារលុបចោលនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នកទេ។ ជាការពិត លោកអ្នកអាចទាញអូសឯកសារមួយទៅដាក់ក្នុងធុងសម្រាម ហើយសម្អាតធុងសម្រាមនោះ។ ប៉ុន្តែ អ្វីដែលកើតឡើងពិតប្រាកដ គឺវាសម្អាតiconរបស់ឯកសារនោះ លុបចោលឈ្មោះឯកសារនោះចេញពីលិបិក្រមកំបាំង(hidden index)អំពីគ្រប់អ្វីៗដែលមាននៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក   ហើយប្រាប់Windowsថាអាចប្រើកន្លែងរបស់ឯកសារនោះសម្រាប់អ្វីធ្វើមួយផ្សេងទៀត។ ដូច្នេះ ដរាបណាកន្លែងឯកសារនោះមិនទាន់ត្រូវបានប្រើដោយពិតប្រាកដទេនោះ កន្លែងឯកសារនោះនឹងមានខ្លឹមសារនៃព័ត៌មានដែលបានលុបហើយនោះដដែល ពោលគឺប្រៀបដូចជាទូឯកសារមួយដែលគេយកស្លាកសម្គាល់ឯកសារទាំងអស់ចេញ ប៉ុន្តែខាងក្នុងនៅមានឯកសារដើមនៅឡើយ។ នេះគឺជាមូលហេតុដែល៖ ប្រសិនបើលោកអ្នកមានកម្មវិធីត្រឹមត្រូវនិងរួសរាន់ធ្វើបានទាន់ពេលវេលា លោកអ្នកនឹងអាចស្តារយកមកវិញបាននូវព័ត៌មានដែលបានលុបចោលដោយចៃដន្យ ដូចដែលបានពិភាក្សានៅក្នុង<a href=\"/km/chapter-5\"><strong><em>ជំពូក ៥ ៖ របៀបស្តារយកមកវិញនូវព័ត៌មានដែលបាត់បង់</em></strong></a>.</p>\n\n<p>លោកអ្នកគួរកុំភ្លេចផងដែរថា ឯកសារត្រូវបានបង្កើតនិងលុបចោលដោយគ្មានសុវត្ថិភាព ដោយលោកអ្នកមិនបានដឹង នៅរៀងរាល់ពេលដែលលោកអ្នកប្រើកុំព្យូទ័ររបស់ខ្លួន។ ឧទា. ឧបមាថា លោកអ្នកកំពុងសរសេររបាយការណ៍ធំមួយ។ លោកអ្នកប្រហែលត្រូវចំណាយពេលមួយសប្តាហ៍ និងធ្វើការច្រើនម៉ោងជារៀងរាល់ថ្ងៃ ហើយនៅរាល់ពេលដែលឯកសាររបាយការណ៍នោះត្រូវបានថតទុក Windowsនឹងបង្កើតសំណៅឯកសារថ្មីមួយហើយរក្សាវាទុកនៅក្នុងថាសរឹងកុំព្យូទ័ររបស់លោកអ្នក។ បន្ទាប់ពីពីរបីថ្ងៃមក លោកអ្នកប្រហែលជាបានថតទុកដោយមិនដឹងខ្លួននូវសំណៅជាច្រើននៃឯកសាររបាយការណ៍នោះ ដែលមានដំណាក់កាលបញ្ចប់ឯកសារខុសៗគ្នា។</p>\n\n<p>ជាការពិត ជាទូទៅ Windowsលុបចោលសំណៅចាស់ៗរបស់ឯកសារមួយ ប៉ុន្តែវាមិនស្វែងរកទីតាំងពិតប្រាកដរបស់ឯកសារដើម ដើម្បីសរសេរជាន់ពីលើដោយសុវត្ថិភាពនៅពេលសំណៅថ្មីត្រូវបានបង្កើតនោះទេ។ ជំនួសឱ្យការធ្វើរបៀបនេះ វាគ្រាន់តែដាក់សំណៅចុងក្រោយបំផុតទៅក្នុងផ្នែកថ្មីមួយនៃទូឯកសារប្រៀបធៀបដែលលើកឡើងបញ្ជាក់ខាងលើ ហើយប្តូរស្លាកសម្គាល់ពីផ្នែកចាស់ទៅផ្នែកថ្មី និងទុកឱ្យសំណៅចាស់នៅកន្លែងចាស់ដដែលរហូតដល់កម្មវិធីផ្សេងទៀតត្រូវការប្រើកន្លែងចាស់នោះ។ នេះបង្ហាញយ៉ាងច្បាស់ថា ប្រសិនបើលោកអ្នកពិតជាចង់បំផ្លាញគ្រប់ស្លាកស្នាមទាំងអស់របស់ឯកសារនោះចេញពីទូឯកសាររបស់លោកអ្នក ការលុបចោលសំណៅចុងក្រោយបំផុតនឹងមិនគ្រប់គ្រាន់ឡើយ ហើយការដែលគ្រាន់តែបោះចោលស្លាកសម្គាល់នោះអាចនឹងរឹតតែមានផលអាក្រក់ថែមទៀត។</p>\n\n<p>ត្រូវកុំភ្លេចផងដែរថា មិនមែនមានតែថាសរឹងរបស់កុំព្យូទ័រប៉ុណ្ណោះទេដែលរក្សាទុកព័ត៌មានឌីជីតថល។ CD DVD អង្គចងចាំUSB ថាសទន់  មេម៉ូរីកាតរបស់ទូរស័ព្ទចល័ត និងថាសរឹងដែលអាចដោះចេញបាន សុទ្ធតែមានបញ្ហានេះដូចគ្នា ដូច្នេះ លោកអ្នកមិនគួរទុកចិត្តលើប្រតិបត្តិការលុប ឬសរសេរឡើងវិញធម្មតាមួយ ក្នុងការលុបចោលព័ត៌មានរសើបចេញពីឧបករណ៍ទាំងនេះឡើយ។</p>\n", 
                        "summary": "", 
                        "value": "បើគិតតាមទស្សនៈបច្ចេកទេសសុទ្ធសាធ មិនមានអ្វីមួយដែលមានមុខងារលុបចោលនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នកទេ។ ជាការពិត លោកអ្នកអាចទាញអូសឯកសារមួយទៅដាក់ក្នុងធុងសម្រាម ហើយសម្អាតធុងសម្រាមនោះ។ ប៉ុន្តែ អ្វីដែលកើតឡើងពិតប្រាកដ គឺវាសម្អាតiconរបស់ឯកសារនោះ លុបចោលឈ្មោះឯកសារនោះចេញពីលិបិក្រមកំបាំង(hidden index)អំពីគ្រប់អ្វីៗដែលមាននៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក   ហើយប្រាប់Windowsថាអាចប្រើកន្លែងរបស់ឯកសារនោះសម្រាប់អ្វីធ្វើមួយផ្សេងទៀត។ ដូច្នេះ ដរាបណាកន្លែងឯកសារនោះមិនទាន់ត្រូវបានប្រើដោយពិតប្រាកដទេនោះ កន្លែងឯកសារនោះនឹងមានខ្លឹមសារនៃព័ត៌មានដែលបានលុបហើយនោះដដែល ពោលគឺប្រៀបដូចជាទូឯកសារមួយដែលគេយកស្លាកសម្គាល់ឯកសារទាំងអស់ចេញ ប៉ុន្តែខាងក្នុងនៅមានឯកសារដើមនៅឡើយ។ នេះគឺជាមូលហេតុដែល៖ ប្រសិនបើលោកអ្នកមានកម្មវិធីត្រឹមត្រូវនិងរួសរាន់ធ្វើបានទាន់ពេលវេលា លោកអ្នកនឹងអាចស្តារយកមកវិញបាននូវព័ត៌មានដែលបានលុបចោលដោយចៃដន្យ ដូចដែលបានពិភាក្សានៅក្នុង[***ជំពូក ៥ ៖ របៀបស្តារយកមកវិញនូវព័ត៌មានដែលបាត់បង់***](/km/chapter-5).\r\n\r\nលោកអ្នកគួរកុំភ្លេចផងដែរថា ឯកសារត្រូវបានបង្កើតនិងលុបចោលដោយគ្មានសុវត្ថិភាព ដោយលោកអ្នកមិនបានដឹង នៅរៀងរាល់ពេលដែលលោកអ្នកប្រើកុំព្យូទ័ររបស់ខ្លួន។ ឧទា. ឧបមាថា លោកអ្នកកំពុងសរសេររបាយការណ៍ធំមួយ។ លោកអ្នកប្រហែលត្រូវចំណាយពេលមួយសប្តាហ៍ និងធ្វើការច្រើនម៉ោងជារៀងរាល់ថ្ងៃ ហើយនៅរាល់ពេលដែលឯកសាររបាយការណ៍នោះត្រូវបានថតទុក Windowsនឹងបង្កើតសំណៅឯកសារថ្មីមួយហើយរក្សាវាទុកនៅក្នុងថាសរឹងកុំព្យូទ័ររបស់លោកអ្នក។ បន្ទាប់ពីពីរបីថ្ងៃមក លោកអ្នកប្រហែលជាបានថតទុកដោយមិនដឹងខ្លួននូវសំណៅជាច្រើននៃឯកសាររបាយការណ៍នោះ ដែលមានដំណាក់កាលបញ្ចប់ឯកសារខុសៗគ្នា។\r\n\r\nជាការពិត ជាទូទៅ Windowsលុបចោលសំណៅចាស់ៗរបស់ឯកសារមួយ ប៉ុន្តែវាមិនស្វែងរកទីតាំងពិតប្រាកដរបស់ឯកសារដើម ដើម្បីសរសេរជាន់ពីលើដោយសុវត្ថិភាពនៅពេលសំណៅថ្មីត្រូវបានបង្កើតនោះទេ។ ជំនួសឱ្យការធ្វើរបៀបនេះ វាគ្រាន់តែដាក់សំណៅចុងក្រោយបំផុតទៅក្នុងផ្នែកថ្មីមួយនៃទូឯកសារប្រៀបធៀបដែលលើកឡើងបញ្ជាក់ខាងលើ ហើយប្តូរស្លាកសម្គាល់ពីផ្នែកចាស់ទៅផ្នែកថ្មី និងទុកឱ្យសំណៅចាស់នៅកន្លែងចាស់ដដែលរហូតដល់កម្មវិធីផ្សេងទៀតត្រូវការប្រើកន្លែងចាស់នោះ។ នេះបង្ហាញយ៉ាងច្បាស់ថា ប្រសិនបើលោកអ្នកពិតជាចង់បំផ្លាញគ្រប់ស្លាកស្នាមទាំងអស់របស់ឯកសារនោះចេញពីទូឯកសាររបស់លោកអ្នក ការលុបចោលសំណៅចុងក្រោយបំផុតនឹងមិនគ្រប់គ្រាន់ឡើយ ហើយការដែលគ្រាន់តែបោះចោលស្លាកសម្គាល់នោះអាចនឹងរឹតតែមានផលអាក្រក់ថែមទៀត។\r\n\r\nត្រូវកុំភ្លេចផងដែរថា មិនមែនមានតែថាសរឹងរបស់កុំព្យូទ័រប៉ុណ្ណោះទេដែលរក្សាទុកព័ត៌មានឌីជីតថល។ CD DVD អង្គចងចាំUSB ថាសទន់  មេម៉ូរីកាតរបស់ទូរស័ព្ទចល័ត និងថាសរឹងដែលអាចដោះចេញបាន សុទ្ធតែមានបញ្ហានេះដូចគ្នា ដូច្នេះ លោកអ្នកមិនគួរទុកចិត្តលើប្រតិបត្តិការលុប ឬសរសេរឡើងវិញធម្មតាមួយ ក្នុងការលុបចោលព័ត៌មានរសើបចេញពីឧបករណ៍ទាំងនេះឡើយ។\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1951", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1951", 
                "link_title": "ការលុបចោលព័ត៌មាន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5096", 
                "module": "book", 
                "nid": "1951", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5096", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបចោលព័ត៌មាន", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452605239", 
            "comment": "0", 
            "created": "1441104182", 
            "current_revision_id": "12792", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_1", 
                        "value": "chapter_6_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5096": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1951", 
                    "link_title": "ការលុបចោលព័ត៌មាន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5096", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5096", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1951", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1951", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605239", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ការលុបចោលព័ត៌មាន", 
                        "value": "ការលុបចោលព័ត៌មាន"
                    }
                ]
            }, 
            "title_original": "Deleting information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916537", 
                        "created": "1442916537", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227343", 
                        "created": "1441806113", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096262", 
                        "created": "1443096262", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412827", 
                        "created": "1442412827", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207342", 
                        "created": "1441207342", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447107990", 
                        "created": "1442761307", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705733", 
                        "created": "1443705733", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605239", 
                        "created": "1452605239", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456615", 
                        "created": "1443456615", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115364", 
                        "created": "1441115364", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443798708", 
                        "created": "1443798708", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444395696", 
                        "created": "1444395696", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100564", 
                        "created": "1443100564", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092863", 
                        "created": "1443092863", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485531", 
                        "created": "1441104182", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578190", 
                        "created": "1443623099", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5f71dd11-df03-45b8-83b4-4d0b0a834a5f", 
            "vid": "12792", 
            "vuuid": "f777d71f-60e2-432f-8870-b3682e20b8b8"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ពេលលោកអ្នកប្រើកម្មវិធីលុបឯកសារមួយដែលមានសុវត្ថិភាព ដូចជាកម្មវិធីដែលណែនាំនៅក្នុងជំពូកនេះជាដើម វាអាចនឹងត្រឹមត្រូវជាក់លាក់ជាងមុនក្នុងការនិយាយថា លោកអ្នកកំពុងជំនួសឬ'សរសេរជាន់ពីលើ'ព័ត៌មានរសើបរបស់លោកអ្នក ជាជាងនិយាយថាលោកអ្នកកំពុងលុបវាចោលធម្មតា។ ប្រសិនបើលោកអ្នកស្រមៃគិតថា ឯកសារដែលរក្សាទុកនៅក្នុងទូឯកសារប្រៀបធៀបដែលបានពិភាក្សាខាងលើនេះ ត្រូវបានសរសេរដោយខ្មៅដៃ បន្ទាប់មក កម្មវិធីលុបមានសុវត្ថិភាពមិនត្រឹមតែលុបអ្វីដែលមាននៅក្នុងនោះទេ ប៉ុន្តែវាគូសវាសពីលើគ្រប់ពាក្យនីមួយ។  ដូចជាស្នូលខ្មៅដៃដូច្នោះដែរ ព័ត៌មានឌីជីតថលនៅអាចអានបាន(ទោះបីលំបាកអានក៏ដោយ)  ទាំងនៅពេលបន្ទាប់ពីវាត្រូវបានលុប ហើយអ្វីមួយត្រូវបានសរសេរពីលើវាក៏ដោយ។ ដោយសារហេតុនេះហើយ កម្មវិធីដែលណែនាំនៅក្នុងជំពូកនេះ សរសេរជាន់ពីលើឯកសារដោយប្រើទិន្នន័យចៃដន្យជាច្រើនដង។ ដំណើរការនេះត្រូវបានហៅថា<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> ព្រោះព័ត៌មានត្រូវបានសរសេរជាន់ពីលើកាន់តែច្រើនដង វាកាន់តែពិបាកសម្រាប់អ្នកដែលចង់ទាញយកខ្លឹមសារដើមរបស់វាមកវិញ។ អ្នកជំនាញទូទៅឯកភាពថា គួរធ្វើការសរសេរជាន់ពីលើឱ្យបានបីដងឬច្រើនជាងនេះ។ ហើយ មានស្តង់ដារមួយចំនួនណែនាំឱ្យធ្វើ៧ដងឬច្រើនជាងនេះ។ កម្មវិធី<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> ធ្វើការសរសេរជាន់ពីលើក្នុងចំនួនដងសមស្របមួយ ប៉ុន្តែលោកអ្នកអាចផ្លាស់ប្តូរចំនួនដងបាន ទៅតាមការចង់បានរបស់លោកអ្នក។</p>\n\n<h3>ការលុប​ជំរះឯកសារ</h3>\n\n<p>មានមធ្យោបាយទូទៅពីរ ដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុប​ជំរះ</em></a>ទិន្នន័យរសើបពីថាសរឹង ឬឧបករណ៍ផ្ទុកទិន្នន័យរបស់លោកអ្នក។ លោកអ្នកអាច<a href=\"/km/glossary#Wiping\"><em>លុប​ជំរះ</em></a>ឯកសារតែមួយ ឬលោកអ្នកអាច​ <a href=\"/km/glossary#Wiping\"><em>លុប​ជំរះ</em></a>គ្រប់កន្លែង'ដែលមិនបានលៃទុក'('unallocated' space)នៅលើឧបករណ៍ផ្ទុកទិន្នន័យទាំងនោះ។ ពេលធ្វើការសម្រេចចិត្ត  វាអាចនឹងមាន    ប្រយោជន៍ដែលត្រូវគិតអំពីឧទាហរណ៍ឧបមាផ្សេងទៀតដែលលើកឡើងមុននេះ -- របាយការណ៍វែងនោះ ប្រហែលជាបានទុកសំណៅឯកសារមិនទាន់ចប់ជាច្រើនរាយប៉ាយនៅក្នុងថាសរឹងរបស់លោកអ្នក ទោះបីមានសំណៅឯកសារតែមួយដែលអាចមើលឃើញក៏ដោយ។ ប្រសិនបើលោកអ្នក<a href=\"/km/glossary#Wiping\"><em>លុប​ជំរះ</em></a>ឯកសារនេះ លោកអ្នកធានាថា សំណៅឯកសារនេះត្រូវបានលុបចោលទាំងស្រុង ប៉ុន្តែលោកអ្នកបន្សល់ទុកសំណៅចាស់របស់វាផ្សេងៗទៀតនៅតាមទីកន្លែងរបស់ពួកវា។ តាមពិត គ្មានមធ្យោបាយណាមួយដែលផ្តោតគោលដៅដោយផ្ទាល់ទៅសំណៅឯកសារទាំងនោះទេ  ព្រោះលោកអ្នកមិនអាចមើលឃើញវាបានឡើយប្រសិនបើគ្មានកម្មវិធីពិសេស។ ប៉ុន្តែ ដោយ<a href=\"/km/glossary#Wiping\"><em>លុប​ជំរះ</em></a>គ្រប់កន្លែងទំនេរទាំងអស់ដែលមាននៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យរបស់លោកអ្នក លោកអ្នកធានាបានថា គ្រប់ព័ត៌មានដែលលុបរួចពីមុនទាំងអស់ត្រូវបានបំផ្លាញ។ បើនិយាយអំពីការប្រៀបធៀបអំពីទូឯកសារដែលមានស្លាកសម្គាល់មិនច្បាស់នោះវិញ នីតិវិធីនេះអាចប្រៀបដូចជាការឆែករកពេញទូឯកសារនោះ បន្ទាប់មកលុប និងគូសវាសម្តងហើយម្តងទៀតលើឯកសារដែលមានស្លាកសម្គាល់ថាត្រូវបានលុប។</p>\n\n<p>កម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a>  គឺជាកម្មវិធីលុបឯកសារប្រកបដោយសុវត្ថិភាពមានលក្ខណៈសេរីនិងបើកចំហមួយ ដែលមានលក្ខណៈងាយស្រួលប្រើជាទីបំផុត។ លោកអ្នកអាច<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ឯកសារដោយប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ក្នុង៣របៀបផ្សេងគ្នា៖ ដោយជ្រើសរើសយកឯកសារទោលមួយ ដោយជ្រើសរើសយកអ្វីទាំងអស់ដែលមាននៅក្នុង <strong>ធុងសម្រាម</strong> ឬដោយ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>គ្រប់កន្លែងមិនទាន់លៃទុកទាំងអស់ នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យ។ កម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> អាច<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ផងដែរ នូវអ្វីៗទាំងអស់ដែលមាននៅក្នុង <a href=\"/km/glossary#Swap_file\"><em>swap file</em></a>របស់Windows ដែលនឹងត្រូវបានពិភាក្សាបន្ថែមនៅខាងក្រោម។</p>\n\n<div class=\"getstarted\">\n\n<p>អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ <a href=\"/km/eraser_main\"><em>មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធី Eraser - ការលុបឯកសារដោយសុវត្ថិភាព</em></a></p>\n\n</div>\n\n<p>ទោះបីជាកម្មវិធីលុបឯកសារដោយសុវត្ថិភាព នឹងមិនធ្វើឱ្យខូចខាតដល់ឯកសារមើលឃើញណាមួយ ប្រសិនបើលោកអ្នកមិន<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>វាដោយជាក់ច្បាស់ក៏ដោយ  វានៅតែជាការសំខាន់ដែលត្រូវប្រុងប្រយ័ត្នចំពោះកម្មវិធីបែបនេះ។ ទីបំផុត មានហេតុចៃដន្យកើតឡើង ដែលជាមូលហេតុធ្វើឱ្យគេយល់ឃើញថា<strong>ធុងសម្រាម</strong>និងកម្មវិធីស្តារយកទិន្នន័យមកវិញគឺមានប្រយោជន៍យ៉ាងខ្លាំង។ ប្រសិនបើលោកអ្នកទម្លាប់<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ទិន្នន័យនៅរៀងរាល់ពេលលោកអ្នកលុបអ្វីមួយ លោកអ្នកអាចនឹងអស់មធ្យោបាយក្នុងការជួសជុលកំហុសសាមញ្ញមួយ។ លោកអ្នកជានិច្ចកាលត្រូវប្រាកដថា លោកអ្នកមានសំណៅថតចម្លងមានសុវត្ថិភាពមួយ មុននឹង<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>បរិមាណទិន្នន័យដ៏ច្រើនចេញពីកុំព្យូទ័ររបស់ខ្លួន។</p>\n\n<div class=\"background\">\n\n<p>អេលេណា៖ មីងដឹងថា កម្មវិធីប្រភេទ Word Processing ដូចជា Microsoft Word និង Open Office ជាដើម ពេលខ្លះបង្កើតសំណៅចម្លងបណ្តោះអាសន្នរបស់ឯកសារមួយ ពេលកំពុងធ្វើការលើឯកសារនោះ។ តើកម្មវិធីផ្សេងៗទៀតដំណើរការដូចគ្នានេះដែរឬទេ? ឬ ភាគច្រើនមីងគួរគ្រាន់តែបារម្ភអំពីឯកសារដែលមីងបង្កើត និងលុបចោលដោយខ្លួនឯង?\nនីកូឡាយ៖ ជាក់ស្តែង មានកន្លែងច្រើននៅក្នុងកុំព្យូទ័ររបស់មីង ដែលកម្មវិធីបន្សល់ទុកស្លាកស្នាមអំពីព័ត៌មានផ្ទាល់ខ្លួន និង   សកម្មភាពតាមអ៊ីនធើរណែតរបស់មីង។ ខ្ញុំកំពុងនិយាយអំពីគេហទំព័រដែលមីងបានចូលមើល អ៊ីមែលព្រាងដែលមីងបានធ្វើការនាពេលថ្មីៗនេះ និងអ្វីៗដូចនោះផ្សេងទៀត។ គ្រប់អ្វីៗទាំងអស់នេះ អាចនឹងមានលក្ខណៈរសើប ដោយអាស្រ័យទៅលើថាតើមីងប្រើកុំព្យូទ័រនោះញឹកញាប់កម្រិតណា។</p>\n\n</div>\n\n<h3>ការជូតសម្អាតទិន្នន័យបណ្តោះអាសន្ន</h3>\n\n<p>លក្ខណៈពិសេសដែលអនុញ្ញាតឱ្យកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> អាច <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> គ្រប់កន្លែងដែលមិនទាន់លៃទុកនោះ មិនមានហានិភ័យដូចការនឹកស្មាននៅពេលបានស្តាប់ឮពាក្យនេះនោះទេ ព្រោះវា <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> តែអ្វីដែលត្រូវបានលុបពីមុនហើយតែប៉ុណ្ណោះ។ ឯកសារធម្មតា និងឯកសារដែលអាចមើលឃើញ នឹងមិនរងផលប៉ះពាល់ឡើយ។ ម្យ៉ាងទៀត ការពិតនេះប្រើដើម្បីគូសបង្ហាញអំពីបញ្ហាមួយផ្សេងទៀត៖ កម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> មិនអាចជួយលោកអ្នកលុបសម្អាតព័ត៌មានរសើបដែលមិនទាន់ត្រូវបានលុប និងព័ត៌មានរសើបដែលអាចត្រូវបានលាក់កំបាំងបំផុតឡើយ។ ឯកសារដែលមានទិន្នន័យកំបាំងបែបនេះ អាចនឹងត្រូវបានញាត់បញ្ចូលទៅក្នុងឧទា.ថតឯកសារកំបាំង ឬត្រូវបានរក្សាទុកជាមួយឈ្មោះឯកសារដែលគ្មានន័យ។ នេះមិនមែនជាបញ្ហាចម្បងមួយសម្រាប់ឯកសារអេឡិកត្រូនិកទេ ប៉ុន្តែអាចមានសារៈសំខាន់ខ្លាំងសម្រាប់ព័ត៌មានដែលត្រូវបានប្រមូលដោយស្វ័យប្រវត្តិ នៅគ្រប់ពេលដែលលោកអ្នកប្រើកុំព្យូទ័ររបស់ខ្លួន។ ឧទាហរណ៍រួមមានដូចជា៖</p>\n\n<ul><li>ទិន្នន័យបណ្តោះអាសន្នដែលកត់ត្រាដោយកម្មវិធីបើកអ៊ីនធើរណែតរបស់លោកអ្នក ខណៈដែលកំពុងបើកទំព័រអ៊ីនធើរណែត ដែលរួមមានដូចជាអត្ថបទ រូបភាព <a href=\"/km/glossary#Cookie\"><em>cookies</em></a> ព័ត៌មានអំពីគណនី ទិន្នន័យផ្ទាល់ខ្លួនដែលប្រើដើម្បីបំពេញទម្រង់បែបបទតាមអ៊ីនធើរណែត និងប្រវត្តិទំព័រអ៊ីនធើរណែតដែលលោកអ្នកធ្លាប់បានបើកមើលជាដើម។</li>\n<li>ឯកសារបណ្តោះអាសន្ន ដែលថតទុកដោយកម្មវិធីផ្សេងៗ ដើម្បីជួយលោកអ្នកទាញយកឯកសារមកវិញ ប្រសិនបើកុំព្យូទ័ររបស់លោកអ្នកខូច ឬមុនពេលលោកអ្នកអាចថតទុកការងាររបស់លោកអ្នក។ ឯកសារទាំងនេះ អាចមានជាទម្រង់អត្ថបទ រូបភាព តារាងទិន្នន័យ និងឈ្មោះរបស់ឯកសារផ្សេងៗទៀត ដោយអមជាមួយព័ត៌មានរសើបជាសក្តានុពលផ្សេងទៀត។</li>\n<li>ឯកសារ និងតំណភ្ជាប់ (Links) ដែលរក្សាទុកដោយWindows សម្រាប់ភាពងាយស្រួលក្នុងការប្រើប្រាស់ ដែលមានដូចជា Shortcutsសម្រាប់បើកកម្មវិធីដែលលោកអ្នកទើបប្រើរួចថ្មីៗ ពាក្យភ្ជាប់ទៅកាន់ថតឯកសារដែលលោកអ្នកចង់រក្សាឱ្យវាលាក់កំបាំង និងអ្វីៗដែលមាននៅក្នុងធុងសម្រាម របស់លោកអ្នកជាដើមនោះ  បើលោកអ្នកភ្លេចសម្អាតវាចោល។</li>\n<li><a href=\"/km/glossary#Swap_file\"><em>swap file</em></a> របស់Windows។ ពេលអង្គចងចាំរបស់កុំព្យូទ័រពេញចំណុះ ឧទា.ពេលលោកអ្នកកំពុងដំណើរការកម្មវិធីច្រើនក្នុងពេលតែមួយនៅក្នុងកុំព្យូទ័រចាស់មួយ  Windowsពេលខ្លះនឹងចម្លងទិន្នន័យដែលលោកអ្នកកំពុងប្រើ ចូលទៅក្នុងឯកសារទោលធំមួយដែលមានឈ្មោះថា<a href=\"/km/glossary#Swap_file\"><em>swap file</em></a>។ ជាលទ្ធផល ឯកសារនេះអាចនឹងមានស្ទើរតែគ្រប់អ្វីៗទាំងអស់ រួមទាំងទំព័រអ៊ីនធើរណែត ខ្លឹមសារឯកសារ ពាក្យសម្ងាត់ ឬកូនសោរអក្សសម្ងាត់។ សូម្បីតែពេលលោកអ្នកបិទកុំព្យូទ័ររបស់ខ្លួនក៏ដោយ  <a href=\"/km/glossary#Swap_file\"><em>swap file</em></a>មិនត្រូវបានលុបឡើយ ដែលដោយហេតុនេះហើយ លោកអ្នកត្រូវតែជូតលុបវាចោលដោយដៃ។</li>\n</ul><p>ដើម្បីលុបឯកសារបណ្តោះអាសន្នទូទៅចេញពីកុំព្យូទ័ររបស់លោកអ្នក លោកអ្នកអាចប្រើឧបករណ៍កម្មវិធីសេរីមួយ ដែលមានឈ្មោះថា <a href=\"/km/glossary#CCleaner\"><em>CCleaner</em></a> ដែលត្រូវបានរចនាឡើងដើម្បីសម្អាតកម្មវិធីកុំព្យូទ័រដូចជា Internet Explorer, Mozilla <a href=\"/km/glossary#Firefox\"><em>Firefox</em></a> និងសំណុំកម្មវិធី Microsoft Office (ដែលកម្មវិធីទាំងអស់នេះ ត្រូវបានគេដឹងថា ដាក់   ព័ត៌មានរសើបឱ្យប្រឈមនឹងហានិភ័យយ៉ាងខ្លាំង) និងដើម្បីសម្អាតប្រព័ន្ធប្រតិបត្តិការ Windowsខ្លួនឯងផ្ទាល់ផងដែរ។ <a href=\"/km/glossary#CCleaner\"><em>CCleaner</em></a> មានសមត្ថភាពលុបឯកសារបានដោយសុវត្ថិភាព ដែលជួយសន្សំសំចៃលោកអ្នកពីការត្រូវ <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> ផ្ទៃថាសដែលមិនទាន់លៃទុក ដោយប្រើ <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> នៅរៀងរាល់ពេលបន្ទាប់ពីលោកអ្នកដំណើរការវា។</p>\n\n<div class=\"getstarted\">\n\n<p>អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយកម្មវិធី <a href=\"/km/ccleaner_main\"><em>CCleaner - មគ្គុទ្ទេសក៍ណែនាំអំពី ការលុបឯកសារ និងការជូតលុបSessionការងារដោយមានសុវត្ថិភាព</em></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "ពេលលោកអ្នកប្រើកម្មវិធីលុបឯកសារមួយដែលមានសុវត្ថិភាព ដូចជាកម្មវិធីដែលណែនាំនៅក្នុងជំពូកនេះជាដើម វាអាចនឹងត្រឹមត្រូវជាក់លាក់ជាងមុនក្នុងការនិយាយថា លោកអ្នកកំពុងជំនួសឬ'សរសេរជាន់ពីលើ'ព័ត៌មានរសើបរបស់លោកអ្នក ជាជាងនិយាយថាលោកអ្នកកំពុងលុបវាចោលធម្មតា។ ប្រសិនបើលោកអ្នកស្រមៃគិតថា ឯកសារដែលរក្សាទុកនៅក្នុងទូឯកសារប្រៀបធៀបដែលបានពិភាក្សាខាងលើនេះ ត្រូវបានសរសេរដោយខ្មៅដៃ បន្ទាប់មក កម្មវិធីលុបមានសុវត្ថិភាពមិនត្រឹមតែលុបអ្វីដែលមាននៅក្នុងនោះទេ ប៉ុន្តែវាគូសវាសពីលើគ្រប់ពាក្យនីមួយ។  ដូចជាស្នូលខ្មៅដៃដូច្នោះដែរ ព័ត៌មានឌីជីតថលនៅអាចអានបាន(ទោះបីលំបាកអានក៏ដោយ)  ទាំងនៅពេលបន្ទាប់ពីវាត្រូវបានលុប ហើយអ្វីមួយត្រូវបានសរសេរពីលើវាក៏ដោយ។ ដោយសារហេតុនេះហើយ កម្មវិធីដែលណែនាំនៅក្នុងជំពូកនេះ សរសេរជាន់ពីលើឯកសារដោយប្រើទិន្នន័យចៃដន្យជាច្រើនដង។ ដំណើរការនេះត្រូវបានហៅថា[*លុបជំរះ*](/km/glossary#Wiping) ព្រោះព័ត៌មានត្រូវបានសរសេរជាន់ពីលើកាន់តែច្រើនដង វាកាន់តែពិបាកសម្រាប់អ្នកដែលចង់ទាញយកខ្លឹមសារដើមរបស់វាមកវិញ។ អ្នកជំនាញទូទៅឯកភាពថា គួរធ្វើការសរសេរជាន់ពីលើឱ្យបានបីដងឬច្រើនជាងនេះ។ ហើយ មានស្តង់ដារមួយចំនួនណែនាំឱ្យធ្វើ៧ដងឬច្រើនជាងនេះ។ កម្មវិធី[*លុបជំរះ*](/km/glossary#Wiping) ធ្វើការសរសេរជាន់ពីលើក្នុងចំនួនដងសមស្របមួយ ប៉ុន្តែលោកអ្នកអាចផ្លាស់ប្តូរចំនួនដងបាន ទៅតាមការចង់បានរបស់លោកអ្នក។\r\n\r\n### ការលុប​ជំរះឯកសារ ### \r\n\r\nមានមធ្យោបាយទូទៅពីរ ដើម្បី [*លុប​ជំរះ*](/km/glossary#Wiping)ទិន្នន័យរសើបពីថាសរឹង ឬឧបករណ៍ផ្ទុកទិន្នន័យរបស់លោកអ្នក។ លោកអ្នកអាច[*លុប​ជំរះ*](/km/glossary#Wiping)ឯកសារតែមួយ ឬលោកអ្នកអាច​ [*លុប​ជំរះ*](/km/glossary#Wiping)គ្រប់កន្លែង'ដែលមិនបានលៃទុក'('unallocated' space)នៅលើឧបករណ៍ផ្ទុកទិន្នន័យទាំងនោះ។ ពេលធ្វើការសម្រេចចិត្ត  វាអាចនឹងមាន    ប្រយោជន៍ដែលត្រូវគិតអំពីឧទាហរណ៍ឧបមាផ្សេងទៀតដែលលើកឡើងមុននេះ -- របាយការណ៍វែងនោះ ប្រហែលជាបានទុកសំណៅឯកសារមិនទាន់ចប់ជាច្រើនរាយប៉ាយនៅក្នុងថាសរឹងរបស់លោកអ្នក ទោះបីមានសំណៅឯកសារតែមួយដែលអាចមើលឃើញក៏ដោយ។ ប្រសិនបើលោកអ្នក[*លុប​ជំរះ*](/km/glossary#Wiping)ឯកសារនេះ លោកអ្នកធានាថា សំណៅឯកសារនេះត្រូវបានលុបចោលទាំងស្រុង ប៉ុន្តែលោកអ្នកបន្សល់ទុកសំណៅចាស់របស់វាផ្សេងៗទៀតនៅតាមទីកន្លែងរបស់ពួកវា។ តាមពិត គ្មានមធ្យោបាយណាមួយដែលផ្តោតគោលដៅដោយផ្ទាល់ទៅសំណៅឯកសារទាំងនោះទេ  ព្រោះលោកអ្នកមិនអាចមើលឃើញវាបានឡើយប្រសិនបើគ្មានកម្មវិធីពិសេស។ ប៉ុន្តែ ដោយ[*លុប​ជំរះ*](/km/glossary#Wiping)គ្រប់កន្លែងទំនេរទាំងអស់ដែលមាននៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យរបស់លោកអ្នក លោកអ្នកធានាបានថា គ្រប់ព័ត៌មានដែលលុបរួចពីមុនទាំងអស់ត្រូវបានបំផ្លាញ។ បើនិយាយអំពីការប្រៀបធៀបអំពីទូឯកសារដែលមានស្លាកសម្គាល់មិនច្បាស់នោះវិញ នីតិវិធីនេះអាចប្រៀបដូចជាការឆែករកពេញទូឯកសារនោះ បន្ទាប់មកលុប និងគូសវាសម្តងហើយម្តងទៀតលើឯកសារដែលមានស្លាកសម្គាល់ថាត្រូវបានលុប។\r\n\r\n\r\nកម្មវិធី [*Eraser*](/km/glossary#Eraser)  គឺជាកម្មវិធីលុបឯកសារប្រកបដោយសុវត្ថិភាពមានលក្ខណៈសេរីនិងបើកចំហមួយ ដែលមានលក្ខណៈងាយស្រួលប្រើជាទីបំផុត។ លោកអ្នកអាច[*លុបជំរះ*](/km/glossary#Wiping)ឯកសារដោយប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser) ក្នុង៣របៀបផ្សេងគ្នា៖ ដោយជ្រើសរើសយកឯកសារទោលមួយ ដោយជ្រើសរើសយកអ្វីទាំងអស់ដែលមាននៅក្នុង **ធុងសម្រាម** ឬដោយ[*លុបជំរះ*](/km/glossary#Wiping)គ្រប់កន្លែងមិនទាន់លៃទុកទាំងអស់ នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យ។ កម្មវិធី [*Eraser*](/km/glossary#Eraser) អាច[*លុបជំរះ*](/km/glossary#Wiping)ផងដែរ នូវអ្វីៗទាំងអស់ដែលមាននៅក្នុង [*swap file*](/km/glossary#Swap_file)របស់Windows ដែលនឹងត្រូវបានពិភាក្សាបន្ថែមនៅខាងក្រោម។\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nអនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ [*មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធី Eraser - ការលុបឯកសារដោយសុវត្ថិភាព*](/km/eraser_main)\r\n</div>\r\n\r\nទោះបីជាកម្មវិធីលុបឯកសារដោយសុវត្ថិភាព នឹងមិនធ្វើឱ្យខូចខាតដល់ឯកសារមើលឃើញណាមួយ ប្រសិនបើលោកអ្នកមិន[*លុបជំរះ*](/km/glossary#Wiping)វាដោយជាក់ច្បាស់ក៏ដោយ  វានៅតែជាការសំខាន់ដែលត្រូវប្រុងប្រយ័ត្នចំពោះកម្មវិធីបែបនេះ។ ទីបំផុត មានហេតុចៃដន្យកើតឡើង ដែលជាមូលហេតុធ្វើឱ្យគេយល់ឃើញថា**ធុងសម្រាម**និងកម្មវិធីស្តារយកទិន្នន័យមកវិញគឺមានប្រយោជន៍យ៉ាងខ្លាំង។ ប្រសិនបើលោកអ្នកទម្លាប់[*លុបជំរះ*](/km/glossary#Wiping)ទិន្នន័យនៅរៀងរាល់ពេលលោកអ្នកលុបអ្វីមួយ លោកអ្នកអាចនឹងអស់មធ្យោបាយក្នុងការជួសជុលកំហុសសាមញ្ញមួយ។ លោកអ្នកជានិច្ចកាលត្រូវប្រាកដថា លោកអ្នកមានសំណៅថតចម្លងមានសុវត្ថិភាពមួយ មុននឹង[*លុបជំរះ*](/km/glossary#Wiping)បរិមាណទិន្នន័យដ៏ច្រើនចេញពីកុំព្យូទ័ររបស់ខ្លួន។\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nអេលេណា៖ មីងដឹងថា កម្មវិធីប្រភេទ Word Processing ដូចជា Microsoft Word និង Open Office ជាដើម ពេលខ្លះបង្កើតសំណៅចម្លងបណ្តោះអាសន្នរបស់ឯកសារមួយ ពេលកំពុងធ្វើការលើឯកសារនោះ។ តើកម្មវិធីផ្សេងៗទៀតដំណើរការដូចគ្នានេះដែរឬទេ? ឬ ភាគច្រើនមីងគួរគ្រាន់តែបារម្ភអំពីឯកសារដែលមីងបង្កើត និងលុបចោលដោយខ្លួនឯង?\r\nនីកូឡាយ៖ ជាក់ស្តែង មានកន្លែងច្រើននៅក្នុងកុំព្យូទ័ររបស់មីង ដែលកម្មវិធីបន្សល់ទុកស្លាកស្នាមអំពីព័ត៌មានផ្ទាល់ខ្លួន និង   សកម្មភាពតាមអ៊ីនធើរណែតរបស់មីង។ ខ្ញុំកំពុងនិយាយអំពីគេហទំព័រដែលមីងបានចូលមើល អ៊ីមែលព្រាងដែលមីងបានធ្វើការនាពេលថ្មីៗនេះ និងអ្វីៗដូចនោះផ្សេងទៀត។ គ្រប់អ្វីៗទាំងអស់នេះ អាចនឹងមានលក្ខណៈរសើប ដោយអាស្រ័យទៅលើថាតើមីងប្រើកុំព្យូទ័រនោះញឹកញាប់កម្រិតណា។\r\n</div>\r\n\r\n\r\n### ការជូតសម្អាតទិន្នន័យបណ្តោះអាសន្ន ###\r\n\r\nលក្ខណៈពិសេសដែលអនុញ្ញាតឱ្យកម្មវិធី [*Eraser*](/km/glossary#Eraser) អាច [*លុបជំរះ*](/km/glossary#Wiping) គ្រប់កន្លែងដែលមិនទាន់លៃទុកនោះ មិនមានហានិភ័យដូចការនឹកស្មាននៅពេលបានស្តាប់ឮពាក្យនេះនោះទេ ព្រោះវា [*លុបជំរះ*](/km/glossary#Wiping) តែអ្វីដែលត្រូវបានលុបពីមុនហើយតែប៉ុណ្ណោះ។ ឯកសារធម្មតា និងឯកសារដែលអាចមើលឃើញ នឹងមិនរងផលប៉ះពាល់ឡើយ។ ម្យ៉ាងទៀត ការពិតនេះប្រើដើម្បីគូសបង្ហាញអំពីបញ្ហាមួយផ្សេងទៀត៖ កម្មវិធី [*Eraser*](/km/glossary#Eraser) មិនអាចជួយលោកអ្នកលុបសម្អាតព័ត៌មានរសើបដែលមិនទាន់ត្រូវបានលុប និងព័ត៌មានរសើបដែលអាចត្រូវបានលាក់កំបាំងបំផុតឡើយ។ ឯកសារដែលមានទិន្នន័យកំបាំងបែបនេះ អាចនឹងត្រូវបានញាត់បញ្ចូលទៅក្នុងឧទា.ថតឯកសារកំបាំង ឬត្រូវបានរក្សាទុកជាមួយឈ្មោះឯកសារដែលគ្មានន័យ។ នេះមិនមែនជាបញ្ហាចម្បងមួយសម្រាប់ឯកសារអេឡិកត្រូនិកទេ ប៉ុន្តែអាចមានសារៈសំខាន់ខ្លាំងសម្រាប់ព័ត៌មានដែលត្រូវបានប្រមូលដោយស្វ័យប្រវត្តិ នៅគ្រប់ពេលដែលលោកអ្នកប្រើកុំព្យូទ័ររបស់ខ្លួន។ ឧទាហរណ៍រួមមានដូចជា៖\r\n\r\n\r\n- ទិន្នន័យបណ្តោះអាសន្នដែលកត់ត្រាដោយកម្មវិធីបើកអ៊ីនធើរណែតរបស់លោកអ្នក ខណៈដែលកំពុងបើកទំព័រអ៊ីនធើរណែត ដែលរួមមានដូចជាអត្ថបទ រូបភាព [*cookies*](/km/glossary#Cookie) ព័ត៌មានអំពីគណនី ទិន្នន័យផ្ទាល់ខ្លួនដែលប្រើដើម្បីបំពេញទម្រង់បែបបទតាមអ៊ីនធើរណែត និងប្រវត្តិទំព័រអ៊ីនធើរណែតដែលលោកអ្នកធ្លាប់បានបើកមើលជាដើម។\r\n- ឯកសារបណ្តោះអាសន្ន ដែលថតទុកដោយកម្មវិធីផ្សេងៗ ដើម្បីជួយលោកអ្នកទាញយកឯកសារមកវិញ ប្រសិនបើកុំព្យូទ័ររបស់លោកអ្នកខូច ឬមុនពេលលោកអ្នកអាចថតទុកការងាររបស់លោកអ្នក។ ឯកសារទាំងនេះ អាចមានជាទម្រង់អត្ថបទ រូបភាព តារាងទិន្នន័យ និងឈ្មោះរបស់ឯកសារផ្សេងៗទៀត ដោយអមជាមួយព័ត៌មានរសើបជាសក្តានុពលផ្សេងទៀត។\r\n- ឯកសារ និងតំណភ្ជាប់ (Links) ដែលរក្សាទុកដោយWindows សម្រាប់ភាពងាយស្រួលក្នុងការប្រើប្រាស់ ដែលមានដូចជា Shortcutsសម្រាប់បើកកម្មវិធីដែលលោកអ្នកទើបប្រើរួចថ្មីៗ ពាក្យភ្ជាប់ទៅកាន់ថតឯកសារដែលលោកអ្នកចង់រក្សាឱ្យវាលាក់កំបាំង និងអ្វីៗដែលមាននៅក្នុង<b>ធុងសម្រាម</b> របស់លោកអ្នកជាដើមនោះ  បើលោកអ្នកភ្លេចសម្អាតវាចោល។\r\n- [*swap file*](/km/glossary#Swap_file) របស់Windows។ ពេលអង្គចងចាំរបស់កុំព្យូទ័រពេញចំណុះ ឧទា.ពេលលោកអ្នកកំពុងដំណើរការកម្មវិធីច្រើនក្នុងពេលតែមួយនៅក្នុងកុំព្យូទ័រចាស់មួយ  Windowsពេលខ្លះនឹងចម្លងទិន្នន័យដែលលោកអ្នកកំពុងប្រើ ចូលទៅក្នុងឯកសារទោលធំមួយដែលមានឈ្មោះថា[*swap file*](/km/glossary#Swap_file)។ ជាលទ្ធផល ឯកសារនេះអាចនឹងមានស្ទើរតែគ្រប់អ្វីៗទាំងអស់ រួមទាំងទំព័រអ៊ីនធើរណែត ខ្លឹមសារឯកសារ ពាក្យសម្ងាត់ ឬកូនសោរអក្សសម្ងាត់។ សូម្បីតែពេលលោកអ្នកបិទកុំព្យូទ័ររបស់ខ្លួនក៏ដោយ  [*swap file*](/km/glossary#Swap_file)មិនត្រូវបានលុបឡើយ ដែលដោយហេតុនេះហើយ លោកអ្នកត្រូវតែជូតលុបវាចោលដោយដៃ។\r\n\r\n\r\nដើម្បីលុបឯកសារបណ្តោះអាសន្នទូទៅចេញពីកុំព្យូទ័ររបស់លោកអ្នក លោកអ្នកអាចប្រើឧបករណ៍កម្មវិធីសេរីមួយ ដែលមានឈ្មោះថា [*CCleaner*](/km/glossary#CCleaner) ដែលត្រូវបានរចនាឡើងដើម្បីសម្អាតកម្មវិធីកុំព្យូទ័រដូចជា Internet Explorer, Mozilla [*Firefox*](/km/glossary#Firefox) និងសំណុំកម្មវិធី Microsoft Office (ដែលកម្មវិធីទាំងអស់នេះ ត្រូវបានគេដឹងថា ដាក់   ព័ត៌មានរសើបឱ្យប្រឈមនឹងហានិភ័យយ៉ាងខ្លាំង) និងដើម្បីសម្អាតប្រព័ន្ធប្រតិបត្តិការ Windowsខ្លួនឯងផ្ទាល់ផងដែរ។ [*CCleaner*](/km/glossary#CCleaner) មានសមត្ថភាពលុបឯកសារបានដោយសុវត្ថិភាព ដែលជួយសន្សំសំចៃលោកអ្នកពីការត្រូវ [*លុបជំរះ*](/km/glossary#Wiping) ផ្ទៃថាសដែលមិនទាន់លៃទុក ដោយប្រើ [*Eraser*](/km/glossary#Eraser) នៅរៀងរាល់ពេលបន្ទាប់ពីលោកអ្នកដំណើរការវា។\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nអនុវត្តន៍៖ ចាប់ផ្តើមជាមួយកម្មវិធី [*CCleaner - មគ្គុទ្ទេសក៍ណែនាំអំពី ការលុបឯកសារ និងការជូតលុបSessionការងារដោយមានសុវត្ថិភាព*](/km/ccleaner_main)\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1952", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1952", 
                "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5097", 
                "module": "book", 
                "nid": "1952", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5097", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452605329", 
            "comment": "0", 
            "created": "1441104235", 
            "current_revision_id": "12793", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_2", 
                        "value": "chapter_6_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5097": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1952", 
                    "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5097", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5097", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1952", 
            "num_revisions": "33", 
            "path": "https://securityinabox.org/en/node/1952", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605329", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                        "value": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព"
                    }
                ]
            }, 
            "title_original": "Wiping information with secure deletion tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916644", 
                        "created": "1442916644", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227376", 
                        "created": "1441806403", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096281", 
                        "created": "1443096281", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412970", 
                        "created": "1442412970", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452092517", 
                        "created": "1441206901", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108035", 
                        "created": "1442761333", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705750", 
                        "created": "1443705750", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605329", 
                        "created": "1452605329", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456724", 
                        "created": "1443456724", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115517", 
                        "created": "1441115517", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799458", 
                        "created": "1443799099", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396115", 
                        "created": "1444396115", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100588", 
                        "created": "1443100588", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092935", 
                        "created": "1443092935", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485336", 
                        "created": "1441104235", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578608", 
                        "created": "1443623130", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6d5954b9-7cba-4f9f-8f06-aaac55ce662a", 
            "vid": "12793", 
            "vuuid": "4f87bced-4efc-4b9b-a225-721d26fba79b"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ឥឡូវនេះ លោកអ្នកដឹងច្បាស់អំពីបៀបខ្លះៗ ដែលព័ត៌មានអាចនឹងត្រូវបានបើកបង្ហាញនៅក្នុងកុំព្យូទ័រឬឧបករណ៍ផ្ទុកទិន្នន័យរបស់ខ្លួន ទោះបីលោកអ្នកយកចិត្តទុកដាក់អំពីការលុបចោលទិន្នន័យរសើបក៏ដោយ។ លោកអ្នកក៏បានដឹងផងដែរថា កម្មវិធីអ្វីខ្លះដែលអាចប្រើដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ព័ត៌មាននោះជាអចិន្ត្រៃយ៍។ លោកអ្នកមានវិធានការសាមញ្ញខ្លះៗដែលគួរអនុវត្ត (ជាពិសេសប្រសិនបើលោកអ្នកប្រើកម្មវិធីទាំងនេះជាលើកដំបូង) ដើម្បីធានាថា ថាសរឹងរបស់លោកអ្នកត្រូវបានសម្អាតដោយមានសុវត្ថិភាព និងដោយមានប្រសិទ្ធភាព៖</p>\n\n<ul><li>ត្រូវបង្កើតសំណៅថតចម្លងជាទម្រង់សម្ងាត់នៃឯកសារសំខាន់ៗរបស់លោកអ្នក ដូចដែលបានពិភាក្សានៅក្នុង <a href=\"/km/chapter-5\"><strong><em>ជំពូក ៥ ៖ របៀបស្តារយកមកវិញនូវព័ត៌មានដែលបាត់បង់</em></strong></a>។\n\n<ul><li>ត្រូវបិទកម្មវិធីមិនចាំបាច់ទាំងអស់ ហើយផ្តាច់កុំព្យូទ័រពីសេវាអ៊ីនធើរណែត។</li>\n<li>ត្រូវលុបចោលឯកសារមិនចាំបាច់ទាំងអស់ ចេញពីឧបករណ៍ផ្ទុកទិន្នន័យទាំងអស់ ហើយសម្អាត<strong>ធុងសម្រាម</strong>។</li>\n<li>ត្រូវ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ឯកសារបណ្តោះអាសន្ន ដោយប្រើកម្មវិធី <a href=\"/km/glossary#CCleaner\"><em>CCleaner</em></a>។</li>\n<li>ត្រូវ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> <a href=\"/km/glossary#Swap_file\"><em>swap file</em></a>របស់Windows ដោយប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a>.</li>\n<li>ត្រូវ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> គ្រប់កន្លែងទំនេរទាំងអស់នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យផ្សេងៗទៀត ដោយប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a>។ លោកអ្នកប្រហែលជាត្រូវការទុកឱ្យនីតិវិធីនេះដំណើរការពេញមួយយប់ ព្រោះវាអាចជាយឺត។</li>\n</ul></li>\n</ul><p>បន្ទាប់មក លោកអ្នកគួរមានទម្លាប់៖</p>\n\n<ul><li>ប្រើកម្មវិធី <a href=\"/km/glossary#CCleaner\"><em>CCleaner</em></a> ដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> ឯកសារបណ្តោះអាសន្ន ទៅតាមកាលកំណត់</li>\n<li><a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ឯកសាររសើបអេឡិកត្រូនិក ដោយប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ជំនួសឱ្យការប្រើ<strong>ធុងសម្រាម</strong> ឬមុខងារលុបរបស់Windows</li>\n<li>ប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> <a href=\"/km/glossary#Swap_file\"><em>swap file</em></a> របស់Windows ទៅតាមកាលកំណត់</li>\n<li>ប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a> ទៅតាមកាលកំណត់ នូវគ្រប់កន្លែងមិនទាន់លៃទុកទាំងអស់នៅក្នុងថាសរឹង អង្គចងចាំUSB និងឧបកណ៍ផ្ទុកទិន្នន័យផ្សេងៗទៀតរបស់លោកអ្នក ដែលអាចនៅមាន   ព័ត៌មានរសើបដែលត្រូវបានលុបចោលរួចថ្មី។ ពួកវាអាចរួមមានដូចជា ថាសទន់  CDឬDVDដែលអាចសរសេរបានម្តងទៀត និង មេម៉ូរីកាតដែលអាចដោះចេញបានពីកាមេរ៉ា ទូរស័ព្ទចល័ត ឬឧបករណ៍ចាក់ភ្លេងដែលអាចយកតាមខ្លួនបានជាដើម។</li>\n</ul>", 
                        "summary": "", 
                        "value": "ឥឡូវនេះ លោកអ្នកដឹងច្បាស់អំពីបៀបខ្លះៗ ដែលព័ត៌មានអាចនឹងត្រូវបានបើកបង្ហាញនៅក្នុងកុំព្យូទ័រឬឧបករណ៍ផ្ទុកទិន្នន័យរបស់ខ្លួន ទោះបីលោកអ្នកយកចិត្តទុកដាក់អំពីការលុបចោលទិន្នន័យរសើបក៏ដោយ។ លោកអ្នកក៏បានដឹងផងដែរថា កម្មវិធីអ្វីខ្លះដែលអាចប្រើដើម្បី [*លុបជំរះ*](/km/glossary#Wiping)ព័ត៌មាននោះជាអចិន្ត្រៃយ៍។ លោកអ្នកមានវិធានការសាមញ្ញខ្លះៗដែលគួរអនុវត្ត (ជាពិសេសប្រសិនបើលោកអ្នកប្រើកម្មវិធីទាំងនេះជាលើកដំបូង) ដើម្បីធានាថា ថាសរឹងរបស់លោកអ្នកត្រូវបានសម្អាតដោយមានសុវត្ថិភាព និងដោយមានប្រសិទ្ធភាព៖\r\n\r\n - ត្រូវបង្កើតសំណៅថតចម្លងជាទម្រង់សម្ងាត់នៃឯកសារសំខាន់ៗរបស់លោកអ្នក ដូចដែលបានពិភាក្សានៅក្នុង [***ជំពូក ៥ ៖ របៀបស្តារយកមកវិញនូវព័ត៌មានដែលបាត់បង់***](/km/chapter-5)។\r\n- ត្រូវបិទកម្មវិធីមិនចាំបាច់ទាំងអស់ ហើយផ្តាច់កុំព្យូទ័រពីសេវាអ៊ីនធើរណែត។\r\n- ត្រូវលុបចោលឯកសារមិនចាំបាច់ទាំងអស់ ចេញពីឧបករណ៍ផ្ទុកទិន្នន័យទាំងអស់ ហើយសម្អាត**ធុងសម្រាម**។\r\n- ត្រូវ[*លុបជំរះ*](/km/glossary#Wiping)ឯកសារបណ្តោះអាសន្ន ដោយប្រើកម្មវិធី [*CCleaner*](/km/glossary#CCleaner)។\r\n- ត្រូវ[*លុបជំរះ*](/km/glossary#Wiping) [*swap file*](/km/glossary#Swap_file)របស់Windows ដោយប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser).\r\n- ត្រូវ[*លុបជំរះ*](/km/glossary#Wiping) គ្រប់កន្លែងទំនេរទាំងអស់នៅក្នុងឧបករណ៍ផ្ទុកទិន្នន័យផ្សេងៗទៀត ដោយប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser)។ លោកអ្នកប្រហែលជាត្រូវការទុកឱ្យនីតិវិធីនេះដំណើរការពេញមួយយប់ ព្រោះវាអាចជាយឺត។\r\n\r\n\r\nបន្ទាប់មក លោកអ្នកគួរមានទម្លាប់៖ \r\n\r\n- ប្រើកម្មវិធី [*CCleaner*](/km/glossary#CCleaner) ដើម្បី [*លុបជំរះ*](/km/glossary#Wiping) ឯកសារបណ្តោះអាសន្ន ទៅតាមកាលកំណត់\r\n- [*លុបជំរះ*](/km/glossary#Wiping)ឯកសាររសើបអេឡិកត្រូនិក ដោយប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser) ជំនួសឱ្យការប្រើ**ធុងសម្រាម** ឬមុខងារលុបរបស់Windows\r\n- ប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser) ដើម្បី [*លុបជំរះ*](/km/glossary#Wiping) [*swap file*](/km/glossary#Swap_file) របស់Windows ទៅតាមកាលកំណត់\r\n- ប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser) ដើម្បី [*លុបជំរះ*](/km/glossary#Wiping) ទៅតាមកាលកំណត់ នូវគ្រប់កន្លែងមិនទាន់លៃទុកទាំងអស់នៅក្នុងថាសរឹង អង្គចងចាំUSB និងឧបកណ៍ផ្ទុកទិន្នន័យផ្សេងៗទៀតរបស់លោកអ្នក ដែលអាចនៅមាន   ព័ត៌មានរសើបដែលត្រូវបានលុបចោលរួចថ្មី។ ពួកវាអាចរួមមានដូចជា ថាសទន់  CDឬDVDដែលអាចសរសេរបានម្តងទៀត និង មេម៉ូរីកាតដែលអាចដោះចេញបានពីកាមេរ៉ា ទូរស័ព្ទចល័ត ឬឧបករណ៍ចាក់ភ្លេងដែលអាចយកតាមខ្លួនបានជាដើម។\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1953", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1953", 
                "link_title": "Tips on using secure deletion tools effectively", 
                "menu_name": "book-toc-1925", 
                "mlid": "5098", 
                "module": "book", 
                "nid": "1953", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5098", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Tips on using secure deletion tools effectively", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456314032", 
            "comment": "0", 
            "created": "1441104275", 
            "current_revision_id": "13349", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_3", 
                        "value": "chapter_6_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5098": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1953", 
                    "link_title": "Tips on using secure deletion tools effectively", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5098", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5098", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1953", 
            "num_revisions": "36", 
            "path": "https://securityinabox.org/en/node/1953", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456314032", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ដំបូន្មានអំពី ការប្រើកម្មវិធីលុបឯកសារសុវត្ថិភាពបានដោយប្រសិទ្ធភាព", 
                        "value": "ដំបូន្មានអំពី ការប្រើកម្មវិធីលុបឯកសារសុវត្ថិភាពបានដោយប្រសិទ្ធភាព"
                    }
                ]
            }, 
            "title_original": "Tips on using secure deletion tools effectively", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916713", 
                        "created": "1442916713", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227423", 
                        "created": "1441806731", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096318", 
                        "created": "1443096318", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413032", 
                        "created": "1442413032", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451916396", 
                        "created": "1441207536", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1456314032", 
                        "created": "1442761361", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879870", 
                        "created": "1443705772", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452607855", 
                        "created": "1452607855", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456791", 
                        "created": "1443456791", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115594", 
                        "created": "1441115594", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799894", 
                        "created": "1443799894", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396214", 
                        "created": "1444396214", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100615", 
                        "created": "1443100615", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093042", 
                        "created": "1443093042", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483456", 
                        "created": "1441104275", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1953", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578650", 
                        "created": "1443623162", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e12c5748-b077-4889-9df2-68dbbf76d5ca", 
            "vid": "13349", 
            "vuuid": "b62f6991-2c46-458b-9c97-a3e4e37b0da3"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>លោកអ្នកយូរៗម្តងប្រហែលជាត្រូវការ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ឧបករណ៍ផ្ទុកទិន្នន័យមួយទាំងស្រុង។ នៅពេលលោកអ្នកលក់ឬឱ្យកុំព្យូទ័រចាស់មួយទៅអ្នកដទៃ គឺជាការល្អបំផុតដែលលោកអ្នកត្រូវដោះថាសរឹងចេញ ហើយទុកឱ្យម្ចាស់ថ្មីរបស់កុំព្យូទ័រនោះទិញថាសរឹងមួយថ្មីសម្រាប់ខ្លួនឯង។ ប៉ុន្តែ បើមិនធ្វើដូចនេះទេ លោកអ្នកគួរយ៉ាងហោចណាស់<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ថាសរឹងនោះឱ្យបានហ្មត់ចត់ ដោយប្រើកម្មវិធី <a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> មុននឹងឱ្យប្រគល់វា។  ហើយ ទោះបីលោកអ្នកត្រូវរក្សាទុកថាសរឹងនោះក៏ដោយ  លោកអ្នកទំនងជាចង់<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>វាដែរ ដោយមិនគិតថាលោកអ្នកចង់ប្រើវាម្តងទៀត ឬបោះចោលវា។ ស្រដៀងគ្នានេះដែរ ប្រសិនបើលោកអ្នកទិញថាសរឹងថ្មីមួយ លោកអ្នកគួរ<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ថាសរឹងចាស់របស់លោកអ្នក បន្ទាប់ពីបានថតចម្លងទិន្នន័យរបស់លោកអ្នក និងបានធ្វើសំណៅថតចម្លងសុវត្ថិភាពរួច។ ប្រសិនបើលោកអ្នកមានបំណងបោះចោលឬកែច្នៃប្រើម្តងទៀតនូវថាសរឹងចាស់ លោកអ្នកគួរពិចារណាអំពីការបំផ្លាញរូបវន្តរបស់វាផងដែរ។ (អ្នកមានវិជ្ជាជីវៈខាងកុំព្យូទ័រជាច្រើន ណែនាំឱ្យប្រើញញួរវាយកម្ទេច មុននឹងបោះចោលឧបករណ៍ផ្ទុកទិន្នន័យដែលមានព័ត៌មានរសើប)។</p>\n\n<p>នៅក្នុងស្ថានភាពណាមួយនៃស្ថានភាពដែលបរិយាយខាងលើនេះ លោកអ្នកចាំបាច់ត្រូវប្រើកម្មវិធី<a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ដើម្បី <a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ថាសរឹងទាំងមូល ហើយការនេះមិនអាចធ្វើបានឡើយ ដរាបណាប្រព័ន្ធប្រតិបត្តិការកំពុងដំណើរការនៅលើថាសរឹងនោះ។ មធ្យោបាយងាយស្រួលបំផុតដើម្បីដោះស្រាយបញ្ហានេះបាន គឺត្រូវដោះថាសរឹងនោះចេញ ហើយដាក់វាចូលទៅក្នុងប្រអប់USBខាងក្រៅ រួចដោតវាចូលកុំព្យូទ័រណាមួយដែលមានបញ្ចូលកម្មវិធី<a href=\"/km/glossary#Eraser\"><em>Eraser</em></a>។ បន្ទាប់មក លោកអ្នកអាចលុបបានទាំងស្រុងនូវអ្វីៗដែលមាននៅក្នុងថាសរឹងខាងក្រៅនោះ  ហើយប្រើកម្មវិធី<a href=\"/km/glossary#Eraser\"><em>Eraser</em></a> ដើម្បី<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>គ្រប់ផ្នែកមិនបានលៃទុកទាំងអស់របស់វា។ សំណាងល្អ នេះមិនមែនជាកិច្ចការដែលលោកអ្នកត្រូវធ្វើជាញឹកញាប់ ព្រោះវាអាចនឹងចំណាយពេលច្រើន។</p>\n\n<p>ការបំផ្លាញថាសទិន្នន័យ ជាទូទៅគឺប្រសើរជាងការព្យាយាម<a href=\"/km/glossary#Wiping\"><em>លុបជំរះ</em></a>ទិន្នន័យដែលត្រូវបានរក្សាទុកនៅក្នុងCDឬDVDដែលអាចសរសេរឡើងវិញបាន។ ប្រសិនបើចាំបាច់ លោកអ្នកអាចបង្កើតថាសទិន្នន័យថ្មីមួយ ដែលមានគ្រប់ព័ត៌មានដែលលោកអ្នកចង់រក្សាទុក។ ហើយ ជាការពិត ការបំផ្លាញថាសទិន្នន័យចោល គឺជាមធ្យោបាយតែមួយគត់ ដើម្បី'លុប'   អ្វីៗដែលមាននៅក្នុង ថាសទិន្នន័យដែលមិនអាចសរសេរឡើងវិញបាន។ ប៉ុន្តែ ការបំផ្លាញទិន្នន័យទាំងស្រុងដែលមាននៅក្នុងCDឬDVD មានការពិបាកខ្លាំងគួរឱ្យភ្ញាក់ផ្អើល។ លោកអ្នកប្រហែលជាធ្លាប់បានឮ អំពីរឿងព័ត៌មានដែលត្រូវបានស្តារយកមកវិញបានពីថាសទិន្នន័យប្រភេទដូចនេះ សូម្បីតែនៅបន្ទាប់ពីពួកវាត្រូវបានកាត់ជាចំណែកតូចៗហើយក៏ដោយ។ ខណៈដែលរឿងទាំងនេះគឺជាការពិត ការប្រមូលផ្តុំព័ត៌មានឡើងវិញនៅក្នុងរបៀបនេះត្រូវចំណាយពេល និងជំនាញយ៉ាងច្រើន។ ដូច្នេះ លោកអ្នកត្រូវធ្វើការវិនិច្ឆ័យដោយខ្លួនឯងផ្ទាល់ថា តើមានមនុស្សដែលទំនងនឹងអាចចំណាយធនធានកម្រិតខាងលើនេះ ដើម្បីព្យាយាមយកទិន្នន័យរបស់លោកអ្នកដែរឬទេ។ ជាទូទៅ កន្ត្រៃដែលរឹងមាំមួយ(ឬម៉ាស៊ីនកាត់ក្រដាសរឹងមាំមួយ) នឹងអាចធ្វើការងារនេះបានយ៉ាងល្អ។ ប្រសិនបើលោកអ្នកចង់ធ្វើការប្រុងប្រយ័ត្នបន្ថែម លោកអ្នកអាចដាក់លាយឡំចូលគ្នានូវចំណែកតូចៗដែលបានពីការកាត់ច្រៀកនោះ ហើយបោះពួកវាចោលនៅកន្លែងខុសៗគ្នា នៅឆ្ងាយពីផ្ទះ ឬការិយាល័យរបស់លោកអ្នក។</p>\n\n<div class=\"background\">\n\n<p>អេលេណា៖ មីងនៅមានសំណៅថតចម្លងCDចាស់មួយ អំពីកំណត់ត្រារបស់កុំព្យូទ័របម្រើអ៊ីនធើរណែត ហើយ មីងបានឮថា ឯងអាចលុបCDបានដោយដាក់វាទៅក្នុងម៉ាយក្រូវេវ។ ទោះយ៉ាងម៉េច សម្រាប់មីង ស្តាប់ទៅ គំនិតនេះដូចជាមិនល្អសោះ។ គេពិតជាធ្វើដូចនោះមែនឬអី? វាធ្វើទៅរួចដែរឬទេ?</p>\n\n<p>នីកូឡាយ៖ ខ្ញុំនឹកគិតថា វាអាចបំផ្លាញទិន្នន័យបានដោយប្រសិទ្ធភាពគ្រាន់បើ ប៉ុន្តែ ខ្ញុំមិនដឹងច្បាស់ទេ ព្រោះខ្ញុំមិនដែលដាក់CDនៅក្នុងម៉ាយក្រូវេវរបស់ខ្ញុំឡើយ! មីងនិយាយត្រូវ គំនិតនេះស្តាប់ទៅមិនល្អទាល់តែសោះ។ ទោះបីលោហធាតុមិនធ្វើខូចម៉ាយក្រូវេវឬបង្កឱ្យមានភ្លើងឆេះក៏ដោយ ខ្ញុំភ្នាល់ថា ជាតិផ្លាស្ទិកអាចនឹងបញ្ចេញផ្សែងអាក្រក់។ និយាយអ៊ីចឹង ខ្ញុំក៏មិនផ្តល់យោបល់ឱ្យដុតCDនៅក្នុងភ្លើងផងដែរ។</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "លោកអ្នកយូរៗម្តងប្រហែលជាត្រូវការ[*លុបជំរះ*](/km/glossary#Wiping)ឧបករណ៍ផ្ទុកទិន្នន័យមួយទាំងស្រុង។ នៅពេលលោកអ្នកលក់ឬឱ្យកុំព្យូទ័រចាស់មួយទៅអ្នកដទៃ គឺជាការល្អបំផុតដែលលោកអ្នកត្រូវដោះថាសរឹងចេញ ហើយទុកឱ្យម្ចាស់ថ្មីរបស់កុំព្យូទ័រនោះទិញថាសរឹងមួយថ្មីសម្រាប់ខ្លួនឯង។ ប៉ុន្តែ បើមិនធ្វើដូចនេះទេ លោកអ្នកគួរយ៉ាងហោចណាស់[*លុបជំរះ*](/km/glossary#Wiping)ថាសរឹងនោះឱ្យបានហ្មត់ចត់ ដោយប្រើកម្មវិធី [*Eraser*](/km/glossary#Eraser) មុននឹងឱ្យប្រគល់វា។  ហើយ ទោះបីលោកអ្នកត្រូវរក្សាទុកថាសរឹងនោះក៏ដោយ  លោកអ្នកទំនងជាចង់[*លុបជំរះ*](/km/glossary#Wiping)វាដែរ ដោយមិនគិតថាលោកអ្នកចង់ប្រើវាម្តងទៀត ឬបោះចោលវា។ ស្រដៀងគ្នានេះដែរ ប្រសិនបើលោកអ្នកទិញថាសរឹងថ្មីមួយ លោកអ្នកគួរ[*លុបជំរះ*](/km/glossary#Wiping)ថាសរឹងចាស់របស់លោកអ្នក បន្ទាប់ពីបានថតចម្លងទិន្នន័យរបស់លោកអ្នក និងបានធ្វើសំណៅថតចម្លងសុវត្ថិភាពរួច។ ប្រសិនបើលោកអ្នកមានបំណងបោះចោលឬកែច្នៃប្រើម្តងទៀតនូវថាសរឹងចាស់ លោកអ្នកគួរពិចារណាអំពីការបំផ្លាញរូបវន្តរបស់វាផងដែរ។ (អ្នកមានវិជ្ជាជីវៈខាងកុំព្យូទ័រជាច្រើន ណែនាំឱ្យប្រើញញួរវាយកម្ទេច មុននឹងបោះចោលឧបករណ៍ផ្ទុកទិន្នន័យដែលមានព័ត៌មានរសើប)។\r\n\r\nនៅក្នុងស្ថានភាពណាមួយនៃស្ថានភាពដែលបរិយាយខាងលើនេះ លោកអ្នកចាំបាច់ត្រូវប្រើកម្មវិធី[*Eraser*](/km/glossary#Eraser) ដើម្បី [*លុបជំរះ*](/km/glossary#Wiping)ថាសរឹងទាំងមូល ហើយការនេះមិនអាចធ្វើបានឡើយ ដរាបណាប្រព័ន្ធប្រតិបត្តិការកំពុងដំណើរការនៅលើថាសរឹងនោះ។ មធ្យោបាយងាយស្រួលបំផុតដើម្បីដោះស្រាយបញ្ហានេះបាន គឺត្រូវដោះថាសរឹងនោះចេញ ហើយដាក់វាចូលទៅក្នុងប្រអប់USBខាងក្រៅ រួចដោតវាចូលកុំព្យូទ័រណាមួយដែលមានបញ្ចូលកម្មវិធី[*Eraser*](/km/glossary#Eraser)។ បន្ទាប់មក លោកអ្នកអាចលុបបានទាំងស្រុងនូវអ្វីៗដែលមាននៅក្នុងថាសរឹងខាងក្រៅនោះ  ហើយប្រើកម្មវិធី[*Eraser*](/km/glossary#Eraser) ដើម្បី[*លុបជំរះ*](/km/glossary#Wiping)គ្រប់ផ្នែកមិនបានលៃទុកទាំងអស់របស់វា។ សំណាងល្អ នេះមិនមែនជាកិច្ចការដែលលោកអ្នកត្រូវធ្វើជាញឹកញាប់ ព្រោះវាអាចនឹងចំណាយពេលច្រើន។ \r\n\r\nការបំផ្លាញថាសទិន្នន័យ ជាទូទៅគឺប្រសើរជាងការព្យាយាម[*លុបជំរះ*](/km/glossary#Wiping)ទិន្នន័យដែលត្រូវបានរក្សាទុកនៅក្នុងCDឬDVDដែលអាចសរសេរឡើងវិញបាន។ ប្រសិនបើចាំបាច់ លោកអ្នកអាចបង្កើតថាសទិន្នន័យថ្មីមួយ ដែលមានគ្រប់ព័ត៌មានដែលលោកអ្នកចង់រក្សាទុក។ ហើយ ជាការពិត ការបំផ្លាញថាសទិន្នន័យចោល គឺជាមធ្យោបាយតែមួយគត់ ដើម្បី'លុប'   អ្វីៗដែលមាននៅក្នុង ថាសទិន្នន័យដែលមិនអាចសរសេរឡើងវិញបាន។ ប៉ុន្តែ ការបំផ្លាញទិន្នន័យទាំងស្រុងដែលមាននៅក្នុងCDឬDVD មានការពិបាកខ្លាំងគួរឱ្យភ្ញាក់ផ្អើល។ លោកអ្នកប្រហែលជាធ្លាប់បានឮ អំពីរឿងព័ត៌មានដែលត្រូវបានស្តារយកមកវិញបានពីថាសទិន្នន័យប្រភេទដូចនេះ សូម្បីតែនៅបន្ទាប់ពីពួកវាត្រូវបានកាត់ជាចំណែកតូចៗហើយក៏ដោយ។ ខណៈដែលរឿងទាំងនេះគឺជាការពិត ការប្រមូលផ្តុំព័ត៌មានឡើងវិញនៅក្នុងរបៀបនេះត្រូវចំណាយពេល និងជំនាញយ៉ាងច្រើន។ ដូច្នេះ លោកអ្នកត្រូវធ្វើការវិនិច្ឆ័យដោយខ្លួនឯងផ្ទាល់ថា តើមានមនុស្សដែលទំនងនឹងអាចចំណាយធនធានកម្រិតខាងលើនេះ ដើម្បីព្យាយាមយកទិន្នន័យរបស់លោកអ្នកដែរឬទេ។ ជាទូទៅ កន្ត្រៃដែលរឹងមាំមួយ(ឬម៉ាស៊ីនកាត់ក្រដាសរឹងមាំមួយ) នឹងអាចធ្វើការងារនេះបានយ៉ាងល្អ។ ប្រសិនបើលោកអ្នកចង់ធ្វើការប្រុងប្រយ័ត្នបន្ថែម លោកអ្នកអាចដាក់លាយឡំចូលគ្នានូវចំណែកតូចៗដែលបានពីការកាត់ច្រៀកនោះ ហើយបោះពួកវាចោលនៅកន្លែងខុសៗគ្នា នៅឆ្ងាយពីផ្ទះ ឬការិយាល័យរបស់លោកអ្នក។\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nអេលេណា៖ មីងនៅមានសំណៅថតចម្លងCDចាស់មួយ អំពីកំណត់ត្រារបស់កុំព្យូទ័របម្រើអ៊ីនធើរណែត ហើយ មីងបានឮថា ឯងអាចលុបCDបានដោយដាក់វាទៅក្នុងម៉ាយក្រូវេវ។ ទោះយ៉ាងម៉េច សម្រាប់មីង ស្តាប់ទៅ គំនិតនេះដូចជាមិនល្អសោះ។ គេពិតជាធ្វើដូចនោះមែនឬអី? វាធ្វើទៅរួចដែរឬទេ?\r\n\r\nនីកូឡាយ៖ ខ្ញុំនឹកគិតថា វាអាចបំផ្លាញទិន្នន័យបានដោយប្រសិទ្ធភាពគ្រាន់បើ ប៉ុន្តែ ខ្ញុំមិនដឹងច្បាស់ទេ ព្រោះខ្ញុំមិនដែលដាក់CDនៅក្នុងម៉ាយក្រូវេវរបស់ខ្ញុំឡើយ! មីងនិយាយត្រូវ គំនិតនេះស្តាប់ទៅមិនល្អទាល់តែសោះ។ ទោះបីលោហធាតុមិនធ្វើខូចម៉ាយក្រូវេវឬបង្កឱ្យមានភ្លើងឆេះក៏ដោយ ខ្ញុំភ្នាល់ថា ជាតិផ្លាស្ទិកអាចនឹងបញ្ចេញផ្សែងអាក្រក់។ និយាយអ៊ីចឹង ខ្ញុំក៏មិនផ្តល់យោបល់ឱ្យដុតCDនៅក្នុងភ្លើងផងដែរ។\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1954", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1954", 
                "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5099", 
                "module": "book", 
                "nid": "1954", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5099", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452608753", 
            "comment": "0", 
            "created": "1441104319", 
            "current_revision_id": "12797", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_4", 
                        "value": "chapter_6_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5099": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1954", 
                    "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5099", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5099", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1954", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1954", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452608753", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                        "value": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ"
                    }
                ]
            }, 
            "title_original": "Tips on wiping the entire contents of a storage device", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916777", 
                        "created": "1442916777", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227463", 
                        "created": "1441806847", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096357", 
                        "created": "1443096357", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413119", 
                        "created": "1442413119", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917225", 
                        "created": "1441207615", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108341", 
                        "created": "1442761391", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705790", 
                        "created": "1443705790", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452608753", 
                        "created": "1452608694", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456852", 
                        "created": "1443456852", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115725", 
                        "created": "1441115725", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443800081", 
                        "created": "1443800081", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396288", 
                        "created": "1444396288", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100685", 
                        "created": "1443100685", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093106", 
                        "created": "1443093106", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483368", 
                        "created": "1441104319", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578765", 
                        "created": "1443623191", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "492acc6e-2aa6-4d66-8de8-f6059acd1105", 
            "vid": "12797", 
            "vuuid": "8c385253-4790-4263-9106-78e9895bbadd"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>កម្មវិធីFirefoxផ្តល់នូវមធ្យោបាយបង្កប់មួយដើម្បីលុបសម្អាតឯកសារបណ្តោះអាសន្នជាច្រើនរបស់ខ្លួនវាផ្ទាល់  ខណៈវាមិនប្រើបច្ចេកទេសលុបមានសុវត្ថិភាពដើម្បីជូតលុបពួកវាជាអចិន្ត្រៃយ៍។ លក្ខណៈពិសេសនេះ ត្រូវបានបរិយាយនៅក្នុង<a href=\"/km/firefox_main\"><strong><em>មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធីFirefox</em></strong></a>.</li>\n<li><a href=\"http://www.piriform.com/ccleaner/faq\">សំណួរដែលសួរញឹកញាប់អំពីកម្មវិធីCCleaner</a> ផ្តល់ព័ត៌មានបន្ថែមអំពីការបញ្ចូលនិងប្រើកម្មវិធីនេះ។</li>\n<li>ទោះបីភាគច្រើននៃឯកសារមានលក្ខណៈបច្ចេកទេសទាំងស្រុងក៏ដោយ សេចក្តីផ្តើមនៅក្នុងឯកសារស្តីពី <a href=\"http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/\">ការលុបទិន្នន័យដោយសុវត្ថិភាពចេញពីអង្គចងចាំម៉ាញេទិកនិងរឹង</a> របស់លោក Peter Guttmann មានសារៈសំខាន់សម្រាប់ការអាន ព្រោះ<a href=\"http://en.wikipedia.org/wiki/Gutmann_method\">វិធីសាស្ត្រ</a>ដែលគាត់បរិយាយ បាននិងកំពុងមានឥទ្ធិពលធំមួយទៅលើអ្នកអភិវឌ្ឍកម្មវិធី<em>Eraser</em> និងកម្មវិធីលុបឯកសារដោយសុវត្ថិភាពផ្សេងៗទៀត។</li>\n</ul>", 
                        "summary": "", 
                        "value": "- កម្មវិធីFirefoxផ្តល់នូវមធ្យោបាយបង្កប់មួយដើម្បីលុបសម្អាតឯកសារបណ្តោះអាសន្នជាច្រើនរបស់ខ្លួនវាផ្ទាល់  ខណៈវាមិនប្រើបច្ចេកទេសលុបមានសុវត្ថិភាពដើម្បីជូតលុបពួកវាជាអចិន្ត្រៃយ៍។ លក្ខណៈពិសេសនេះ ត្រូវបានបរិយាយនៅក្នុង[***មគ្គុទ្ទេសក៍ណែនាំអំពី កម្មវិធីFirefox***](/km/firefox_main).\r\n- [សំណួរដែលសួរញឹកញាប់អំពីកម្មវិធីCCleaner](http://www.piriform.com/ccleaner/faq) ផ្តល់ព័ត៌មានបន្ថែមអំពីការបញ្ចូលនិងប្រើកម្មវិធីនេះ។\r\n- ទោះបីភាគច្រើននៃឯកសារមានលក្ខណៈបច្ចេកទេសទាំងស្រុងក៏ដោយ សេចក្តីផ្តើមនៅក្នុងឯកសារស្តីពី [ការលុបទិន្នន័យដោយសុវត្ថិភាពចេញពីអង្គចងចាំម៉ាញេទិកនិងរឹង](http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/) របស់លោក Peter Guttmann មានសារៈសំខាន់សម្រាប់ការអាន ព្រោះ[វិធីសាស្ត្រ](http://en.wikipedia.org/wiki/Gutmann_method)ដែលគាត់បរិយាយ បាននិងកំពុងមានឥទ្ធិពលធំមួយទៅលើអ្នកអភិវឌ្ឍកម្មវិធី*Eraser* និងកម្មវិធីលុបឯកសារដោយសុវត្ថិភាពផ្សេងៗទៀត។"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1955", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1955", 
                "link_title": "Further reading", 
                "menu_name": "book-toc-1925", 
                "mlid": "5100", 
                "module": "book", 
                "nid": "1955", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5100", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Further reading", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1455881979", 
            "comment": "0", 
            "created": "1441104360", 
            "current_revision_id": "13278", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_5", 
                        "value": "chapter_6_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5100": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1955", 
                    "link_title": "Further reading", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5100", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5100", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1955", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1955", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455881979", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "សេចក្តីសម្រាប់អានបន្ថែម", 
                        "value": "សេចក្តីសម្រាប់អានបន្ថែម"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455881979", 
                        "created": "1442916870", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096362", 
                        "created": "1443096362", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413243", 
                        "created": "1442413243", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917320", 
                        "created": "1441207665", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108382", 
                        "created": "1442761407", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705810", 
                        "created": "1443705810", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452609764", 
                        "created": "1452609764", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457010", 
                        "created": "1443457010", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115788", 
                        "created": "1441115788", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799706", 
                        "created": "1443799706", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396359", 
                        "created": "1444396359", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100747", 
                        "created": "1443100747", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093176", 
                        "created": "1443093176", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104360", 
                        "created": "1441104360", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1955", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578835", 
                        "created": "1443623221", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "badf7089-f3d7-48f4-b6f3-db483312dba1", 
            "vid": "13278", 
            "vuuid": "28601ef3-3cc2-4d06-a468-7188ee67e5bb"
        }
    ], 
    "changed": "1452605109", 
    "comment": "0", 
    "created": "1441104103", 
    "current_revision_id": "12791", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "km": [
            {
                "format": null, 
                "safe_value": "6. How to destroy sensitive information", 
                "value": "6. How to destroy sensitive information"
            }
        ]
    }, 
    "field_menu_title_long": {
        "km": [
            {
                "format": null, 
                "safe_value": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
                "value": "៦. របៀបបំផ្លាញព័ត៌មានរសើប"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "km": [
            {
                "format": null, 
                "safe_value": "chapter-6", 
                "value": "chapter-6"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5095": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1950", 
            "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
            "menu_name": "book-toc-1925", 
            "mlid": "5095", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5095", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "6"
        }
    }, 
    "name": "chris", 
    "nid": "1950", 
    "num_revisions": "21", 
    "path": "https://securityinabox.org/en/node/1950", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452605109", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "km": [
            {
                "format": null, 
                "safe_value": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
                "value": "៦. របៀបបំផ្លាញព័ត៌មានរសើប"
            }
        ]
    }, 
    "title_original": "6. How to destroy sensitive information", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916463", 
                "created": "1442916463", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227308", 
                "created": "1441806002", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093968", 
                "created": "1443093968", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442412751", 
                "created": "1442412751", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441206837", 
                "created": "1441206837", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447107793", 
                "created": "1442761286", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693204", 
                "created": "1443693204", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452605109", 
                "created": "1452605109", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443103426", 
                "created": "1443103426", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115215", 
                "created": "1441115215", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443798629", 
                "created": "1443798629", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444395607", 
                "created": "1444395607", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014688", 
                "created": "1443014688", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093297", 
                "created": "1443093297", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104103", 
                "created": "1441104103", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577876", 
                "created": "1443623073", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d931ee68-c96e-4d0c-b530-bcf140ca9d1d", 
    "vid": "12791", 
    "vuuid": "24935096-6cbb-4b46-87e0-abf1b546dcf0"
}