{
    "body": {
        "km": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ចាប់តាំងពីការកកើតអ៊ីនធើរណែតមក សហគមន៍អនឡាញជាច្រើនក៏បានកើតឡើងផងដែរ។ ជាដំបូង មានក្តារបិទប្រកាស និងបញ្ជីអ៊ីមែល ដែលផ្តល់ឱកាសដល់ប្រជាជនជុំវិញពិភពលោក ធ្វើការភ្ជាប់ ទាក់ទង និងចែករំលែកព័ត៌មានអំពីប្រធានបទជាក់លាក់ជាច្រើន។ សព្វថ្ងៃនេះ គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម បានពង្រីកវិសាលភាពទំនាក់ទំនងដែលអាចធ្វើបាន បានយ៉ាងអស្ចារ្យ ហើយអនុញ្ញាតឱ្យលោកអ្នកអាចចែករំលែកសារ រូបភាព ឯកសារ និងព័ត៌មានរហ័ស អំពីអ្វីដែលលោកអ្នកកំពុងធ្វើ និងកន្លែងដែលលោកអ្នកកំពុងស្ថិតនៅ។ មុខងារទាំងអស់នេះ មិនមែនថ្មី ឬមានតែមួយទេ – សកម្មភាពទាំងនេះ អាចត្រូវបានអនុវត្តផងដែរតាមរយៈអ៊ីនធើរណែត ដោយមិនចាំបាច់ចូលរួមក្នុងបណ្តាញទំនាក់ទំនងសង្គម។</p>\n\n<p>ទោះបីបណ្តាញទាំងនេះអាចមានប្រយោជន៍ច្រើន និងលើកកម្ពស់ទំនាក់ទំនងសង្គម ទាំងអនឡាញនិងមិនអនឡាញក៏ដោយ  នៅពេលប្រើពួកវា លោកអ្នកអាចកំពុងធ្វើឱ្យព័ត៌មានរបស់លោកអ្នកធ្លាក់ក្នុងដៃរអ្នកដែលចង់បំពានទំនាក់ទំនងនេះបាន។ លោកអ្នកអាចគិតថា       គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ គឺប្រៀបដូចជាកម្មវិធីជប់លៀងដ៏ធំមួយដែរ។ មានមនុស្សជាច្រើននៅទីនោះដែលលោកអ្នកស្គាល់ និងមានមនុស្សខ្លះទៀត ដែលលោកអ្នកមិនស្គាល់។ សាកល្បងស្រមៃគិតថា លោកអ្នកកំពុងដើរកាត់ពិធី ជប់លៀងនោះ  ដោយមានព័ត៌មានលម្អិតផ្ទាល់ខ្លួន និងព័ត៌មានបច្ចុប្បន្ន អំពីអ្វីដែលលោកអ្នកកំពុងគិត ត្រូវបានសរសេរនៅលើស្លាកធំមួយបិទជាប់ក្រោយខ្នងរបស់លោកអ្នក ដែលអាចឱ្យគ្រប់គ្នាអាចអានវាបាន ដោយសូម្បីតែលោកអ្នកខ្លួនឯងមិនទាំងដឹងផង។ តើលោកអ្នកពិតជាចង់ឱ្យគ្រប់គ្នា ដឹងគ្រប់ព័ត៌មានទាំងអស់អំពីលោកអ្នកមែនឬ?</p>\n\n<p>ត្រូវចាំថា បណ្តាញទំនាក់ទំនងសង្គម ត្រូវបានគ្រប់គ្រងជាកម្មសិទ្ធដោយធុរកិច្ចឯកជន ហើយពួកគេរកប្រាក់បាន ដោយការប្រមូលទិន្នន័យអំពីមនុស្សម្នាក់ៗ ហើយលក់ទិន្នន័យនោះបន្ត ជាពិសេសលក់ទៅឱ្យភាគីទីបីជាអ្នកផ្សាយពាណិជ្ជកម្ម។  នៅពេលលោកអ្នកចូលទៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ លោកអ្នកកំពុងទុកចោលសេរីភាពរបស់អ៊ីនធើរណែត ហើយកំពុងចូលក្នុងបណ្តាញមួយ ដែលត្រូវបានគ្រប់គ្រង និងត្រួតត្រាដោយម្ចាស់គេហទំព័រនោះ។ បណ្តាមុខងារកំណត់ភាពឯកជន គឺគ្រាន់តែមានន័យចង់ការពារលោកអ្នក ពីសមាជិកផ្សេងទៀតរបស់បណ្តាញទំនាក់ទំនងសង្គមនោះតែប៉ុណ្ណោះ ប៉ុន្តែមុខងារកំណត់ទាំងនោះ មិនលាក់ទិន្នន័យរបស់លោកអ្នកពីម្ចាស់គេហទំព័រនោះឡើយ។ អ្វីដែលសំខាន់ លោកអ្នកកំពុងផ្តល់ទិន្នន័យទាំងអស់របស់ខ្លួន ទៅឱ្យម្ចាស់គេហទំព័រទំនាក់ទំនងសង្គមនោះ និងទុកចិត្តទៅលើពួកគេ។</p>\n\n<p>ប្រសិនបើលោកអ្នកធ្វើការជាមួយព័ត៌មាននិងប្រធានបទរសើប ហើយចាប់អារម្មណ៍ចំពោះការប្រើសេវាបណ្តាញទំនាក់ទំនងសង្គមនោះ  វាគឺជាការសំខាន់ ដែលលោកអ្នកត្រូវដឹងឱ្យបានច្បាស់លាស់ អំពីបញ្ហាភាពឯកជន និងសុវត្ថិភាព ដែលសេវាទាំងនោះលើកឡើង។ អ្នកតស៊ូមតិខាងសិទ្ធិមនុស្ស ងាយរងគ្រោះយ៉ាងខ្លាំងនៅក្នុងគេហទំព័រទំនាក់ទំនងសង្គម  ហើយចាំបាច់ត្រូវប្រុងប្រយ័ត្នបំផុត អំពីព័ត៌មាន ដែលខ្លួនបើកបង្ហាញអំពីខ្លួនឯង និងអំពីអ្នកដែលខ្លួនធ្វើការជាមួយ។</p>\n\n<p>មុនពេលលោកអ្នកប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមណាមួយ ការសំខាន់សម្រាប់លោកអ្នក គឺត្រូវយល់អំពីរបៀប ដែលគេហទំព័រទាំងនោះ ធ្វើឱ្យលោកអ្នកប្រឈមនឹងហានិភ័យ ហើយបន្ទាប់មក ចាត់ជំហានអនុវត្តន៍ ដើម្បីការពារខ្លួនលោកអ្នក និងអ្នកដែលលោកអ្នកធ្វើការជាមួយ។ មគ្គុទ្ទេសក៍ណែនាំនេះ នឹងជួយលោកអ្នកឱ្យយល់អំពីបញ្ហាពាក់ព័ន្ធសុវត្ថិភាព ក្នុងការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម។</p>\n\n<h2>សេណារីយ៉ូផ្ទៃខាងក្រោយ៖</h2>\n\n<div class=\"background\">\n\n<p>ម៉ានសួរ និងម៉ាកដា គឺជាអ្នកការពារសិទ្ធិមនុស្សមកពីអាហ្វ្រិកខាងជើង។ ពួកគេកំពុងរៀបចំការដង្ហែរក្បួនមួយ ដែលនឹងប្រព្រឹត្តធ្វើនៅកណ្តាលទីក្រុងធំមួយ។ ពួកគេចង់ប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម Facebook ដើម្បីផ្សព្វផ្សាយព្រឹត្តិការណ៍នេះ។ ពួកគេមានការព្រួយបារម្ភណ៍ថា អាជ្ញាធរអាចនឹងដឹងព័ត៌មាននេះ ហើយអាចនឹងតាមដានអ្នក ដែលបង្ហាញចំណាប់អារម្មណ៍ចំពោះព្រឹត្តិការណ៍នេះ។ ពួកគេគ្រោងប្រើ Twitter នៅក្នុងអំឡុងពេលដង្ហែរក្បួន ដើម្បីផ្តល់ព័ត៌មានបច្ចុប្បន្នភាព អំពីដំណើរវិវត្តន៍របស់ការដង្ហែរក្បួននេះ។ ប៉ុន្តែ ចុះប្រសិនបើនគរបាលពិនិត្យតាមដាន tweets ហើយពង្រាយកងតម្រួត ដើម្បីស្ទាក់ចាប់អ្នកដង្ហែរក្បួននោះ? ម៉ានសួរ និងម៉ាកដាគ្រោងរៀនចំផែនការ អំពីរបៀបចែករំលែករូបថត និងវីដេអូរបស់ការដង្ហែរក្បួននេះ ដោយមិនបើកបង្ហាញ   អត្តសញ្ញាណរបស់អ្នកចូលរួម ព្រោះពួកគេព្រួយបារម្ភណ៍ថា អ្នកចូលរួមអាចប្រឈមនឹងការធ្វើទុកបុកម្នេញ។</p>\n\n</div>\n\n<p>យើងមិនមែនលើកទឹកចិត្ត ឱ្យលោកអ្នកឈប់ប្រើបណ្តាញទំនាក់ទំនងសង្គមទាំងអស់ទេ។ ប៉ុន្តែ លោកអ្នកគួរចាត់វិធានការសុវត្ថិភាពឱ្យបានត្រឹមត្រូវ ដើម្បីឱ្យលោកអ្នកអាចប្រើបណ្តាញទាំងនោះបាន ដោយមិនធ្វើឱ្យខ្លួនឯង ឬអ្នកដទៃទៀតប្រឈមនឹងហានិភ័យ។</p>\n\n<h3>អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ</h3>\n\n<ul><li>របៀបដែលគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម ងាយធ្វើឱ្យបែកព័ត៌មានរសើបដោយអចេតនា</li>\n<li>របៀបការពារព័ត៌មានអំពីខ្លួនឯង និងអ្នកដទៃ នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម</li>\n</ul>", 
                "summary": "", 
                "value": "ចាប់តាំងពីការកកើតអ៊ីនធើរណែតមក សហគមន៍អនឡាញជាច្រើនក៏បានកើតឡើងផងដែរ។ ជាដំបូង មានក្តារបិទប្រកាស និងបញ្ជីអ៊ីមែល ដែលផ្តល់ឱកាសដល់ប្រជាជនជុំវិញពិភពលោក ធ្វើការភ្ជាប់ ទាក់ទង និងចែករំលែកព័ត៌មានអំពីប្រធានបទជាក់លាក់ជាច្រើន។ សព្វថ្ងៃនេះ គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម បានពង្រីកវិសាលភាពទំនាក់ទំនងដែលអាចធ្វើបាន បានយ៉ាងអស្ចារ្យ ហើយអនុញ្ញាតឱ្យលោកអ្នកអាចចែករំលែកសារ រូបភាព ឯកសារ និងព័ត៌មានរហ័ស អំពីអ្វីដែលលោកអ្នកកំពុងធ្វើ និងកន្លែងដែលលោកអ្នកកំពុងស្ថិតនៅ។ មុខងារទាំងអស់នេះ មិនមែនថ្មី ឬមានតែមួយទេ – សកម្មភាពទាំងនេះ អាចត្រូវបានអនុវត្តផងដែរតាមរយៈអ៊ីនធើរណែត ដោយមិនចាំបាច់ចូលរួមក្នុងបណ្តាញទំនាក់ទំនងសង្គម។\r\n\r\nទោះបីបណ្តាញទាំងនេះអាចមានប្រយោជន៍ច្រើន និងលើកកម្ពស់ទំនាក់ទំនងសង្គម ទាំងអនឡាញនិងមិនអនឡាញក៏ដោយ  នៅពេលប្រើពួកវា លោកអ្នកអាចកំពុងធ្វើឱ្យព័ត៌មានរបស់លោកអ្នកធ្លាក់ក្នុងដៃរអ្នកដែលចង់បំពានទំនាក់ទំនងនេះបាន។ លោកអ្នកអាចគិតថា       គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ គឺប្រៀបដូចជាកម្មវិធីជប់លៀងដ៏ធំមួយដែរ។ មានមនុស្សជាច្រើននៅទីនោះដែលលោកអ្នកស្គាល់ និងមានមនុស្សខ្លះទៀត ដែលលោកអ្នកមិនស្គាល់។ សាកល្បងស្រមៃគិតថា លោកអ្នកកំពុងដើរកាត់ពិធី ជប់លៀងនោះ  ដោយមានព័ត៌មានលម្អិតផ្ទាល់ខ្លួន និងព័ត៌មានបច្ចុប្បន្ន អំពីអ្វីដែលលោកអ្នកកំពុងគិត ត្រូវបានសរសេរនៅលើស្លាកធំមួយបិទជាប់ក្រោយខ្នងរបស់លោកអ្នក ដែលអាចឱ្យគ្រប់គ្នាអាចអានវាបាន ដោយសូម្បីតែលោកអ្នកខ្លួនឯងមិនទាំងដឹងផង។ តើលោកអ្នកពិតជាចង់ឱ្យគ្រប់គ្នា ដឹងគ្រប់ព័ត៌មានទាំងអស់អំពីលោកអ្នកមែនឬ?\r\n\r\nត្រូវចាំថា បណ្តាញទំនាក់ទំនងសង្គម ត្រូវបានគ្រប់គ្រងជាកម្មសិទ្ធដោយធុរកិច្ចឯកជន ហើយពួកគេរកប្រាក់បាន ដោយការប្រមូលទិន្នន័យអំពីមនុស្សម្នាក់ៗ ហើយលក់ទិន្នន័យនោះបន្ត ជាពិសេសលក់ទៅឱ្យភាគីទីបីជាអ្នកផ្សាយពាណិជ្ជកម្ម។  នៅពេលលោកអ្នកចូលទៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ លោកអ្នកកំពុងទុកចោលសេរីភាពរបស់អ៊ីនធើរណែត ហើយកំពុងចូលក្នុងបណ្តាញមួយ ដែលត្រូវបានគ្រប់គ្រង និងត្រួតត្រាដោយម្ចាស់គេហទំព័រនោះ។ បណ្តាមុខងារកំណត់ភាពឯកជន គឺគ្រាន់តែមានន័យចង់ការពារលោកអ្នក ពីសមាជិកផ្សេងទៀតរបស់បណ្តាញទំនាក់ទំនងសង្គមនោះតែប៉ុណ្ណោះ ប៉ុន្តែមុខងារកំណត់ទាំងនោះ មិនលាក់ទិន្នន័យរបស់លោកអ្នកពីម្ចាស់គេហទំព័រនោះឡើយ។ អ្វីដែលសំខាន់ លោកអ្នកកំពុងផ្តល់ទិន្នន័យទាំងអស់របស់ខ្លួន ទៅឱ្យម្ចាស់គេហទំព័រទំនាក់ទំនងសង្គមនោះ និងទុកចិត្តទៅលើពួកគេ។\r\n\r\nប្រសិនបើលោកអ្នកធ្វើការជាមួយព័ត៌មាននិងប្រធានបទរសើប ហើយចាប់អារម្មណ៍ចំពោះការប្រើសេវាបណ្តាញទំនាក់ទំនងសង្គមនោះ  វាគឺជាការសំខាន់ ដែលលោកអ្នកត្រូវដឹងឱ្យបានច្បាស់លាស់ អំពីបញ្ហាភាពឯកជន និងសុវត្ថិភាព ដែលសេវាទាំងនោះលើកឡើង។ អ្នកតស៊ូមតិខាងសិទ្ធិមនុស្ស ងាយរងគ្រោះយ៉ាងខ្លាំងនៅក្នុងគេហទំព័រទំនាក់ទំនងសង្គម  ហើយចាំបាច់ត្រូវប្រុងប្រយ័ត្នបំផុត អំពីព័ត៌មាន ដែលខ្លួនបើកបង្ហាញអំពីខ្លួនឯង និងអំពីអ្នកដែលខ្លួនធ្វើការជាមួយ។\r\n\r\nមុនពេលលោកអ្នកប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមណាមួយ ការសំខាន់សម្រាប់លោកអ្នក គឺត្រូវយល់អំពីរបៀប ដែលគេហទំព័រទាំងនោះ ធ្វើឱ្យលោកអ្នកប្រឈមនឹងហានិភ័យ ហើយបន្ទាប់មក ចាត់ជំហានអនុវត្តន៍ ដើម្បីការពារខ្លួនលោកអ្នក និងអ្នកដែលលោកអ្នកធ្វើការជាមួយ។ មគ្គុទ្ទេសក៍ណែនាំនេះ នឹងជួយលោកអ្នកឱ្យយល់អំពីបញ្ហាពាក់ព័ន្ធសុវត្ថិភាព ក្នុងការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម។\r\n\r\n## សេណារីយ៉ូផ្ទៃខាងក្រោយ៖ ##\r\n\r\n<div class=\"background\" markdown=1>\r\nម៉ានសួរ និងម៉ាកដា គឺជាអ្នកការពារសិទ្ធិមនុស្សមកពីអាហ្វ្រិកខាងជើង។ ពួកគេកំពុងរៀបចំការដង្ហែរក្បួនមួយ ដែលនឹងប្រព្រឹត្តធ្វើនៅកណ្តាលទីក្រុងធំមួយ។ ពួកគេចង់ប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម Facebook ដើម្បីផ្សព្វផ្សាយព្រឹត្តិការណ៍នេះ។ ពួកគេមានការព្រួយបារម្ភណ៍ថា អាជ្ញាធរអាចនឹងដឹងព័ត៌មាននេះ ហើយអាចនឹងតាមដានអ្នក ដែលបង្ហាញចំណាប់អារម្មណ៍ចំពោះព្រឹត្តិការណ៍នេះ។ ពួកគេគ្រោងប្រើ Twitter នៅក្នុងអំឡុងពេលដង្ហែរក្បួន ដើម្បីផ្តល់ព័ត៌មានបច្ចុប្បន្នភាព អំពីដំណើរវិវត្តន៍របស់ការដង្ហែរក្បួននេះ។ ប៉ុន្តែ ចុះប្រសិនបើនគរបាលពិនិត្យតាមដាន tweets ហើយពង្រាយកងតម្រួត ដើម្បីស្ទាក់ចាប់អ្នកដង្ហែរក្បួននោះ? ម៉ានសួរ និងម៉ាកដាគ្រោងរៀនចំផែនការ អំពីរបៀបចែករំលែករូបថត និងវីដេអូរបស់ការដង្ហែរក្បួននេះ ដោយមិនបើកបង្ហាញ   អត្តសញ្ញាណរបស់អ្នកចូលរួម ព្រោះពួកគេព្រួយបារម្ភណ៍ថា អ្នកចូលរួមអាចប្រឈមនឹងការធ្វើទុកបុកម្នេញ។\r\n</div>\r\n\r\nយើងមិនមែនលើកទឹកចិត្ត ឱ្យលោកអ្នកឈប់ប្រើបណ្តាញទំនាក់ទំនងសង្គមទាំងអស់ទេ។ ប៉ុន្តែ លោកអ្នកគួរចាត់វិធានការសុវត្ថិភាពឱ្យបានត្រឹមត្រូវ ដើម្បីឱ្យលោកអ្នកអាចប្រើបណ្តាញទាំងនោះបាន ដោយមិនធ្វើឱ្យខ្លួនឯង ឬអ្នកដទៃទៀតប្រឈមនឹងហានិភ័យ។\r\n\r\n### អ្វីដែលលោកអ្នកអាចរៀនពីជំពូកនេះ ###\r\n\r\n- របៀបដែលគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម ងាយធ្វើឱ្យបែកព័ត៌មានរសើបដោយអចេតនា\r\n- របៀបការពារព័ត៌មានអំពីខ្លួនឯង និងអ្នកដទៃ នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម\r\n\r\n\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>ត្រូវសួរខ្លួនឯងជានិច្ច នូវសំណួរដូចខាងក្រោម៖</strong></p>\n\n<ul><li>តើនរណាខ្លះ ដែលអាចចូលមើលព័ត៌មាន ដែលខ្ញុំកំពុងដាក់នៅលើអនឡាញ?</li>\n<li>តើនរណាខ្លះ ជាអ្នកត្រួតត្រា និងគ្រប់គ្រងជាកម្មសិទ្ធិលើព័ត៌មាន ដែលខ្ញុំដាក់ទៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ?</li>\n<li>តើព័ត៌មានអំពីខ្ញុំអ្វីខ្លះ ដែលដៃគូទំនាក់ទំនងរបស់ខ្ញុំ ផ្សព្វផ្សាយបន្តទៅមនុស្សដទៃទៀត?</li>\n<li>តើនឹងមានបញ្ហាដល់ដៃគូទំនាក់ទំនងរបស់ខ្ញុំដែរឬទេ ប្រសិនបើខ្ញុំចែករំលែកព័ត៌មាន អំពីពួកគេជាមួយមនុស្សដទៃទៀត?</li>\n<li>តើខ្ញុំគួរទុកចិត្តគ្រប់អ្នកដែលខ្ញុំភ្ជាប់ទំនាក់ទំនងជាមួយដែរឬទេ?</li>\n</ul></li>\n<li><p>ត្រូវប្រាកដជានិច្ចថា លោកអ្នកប្រើ <strong>ពាក្យសម្ងាត់សុវត្ថិភាព</strong> ដើម្បីបើកចូលបណ្តាញទំនាក់ទំនងសង្គម។ ប្រសិនបើមាននរណាម្នាក់ផ្សេងទៀត ចូលក្នុងគណនីរបស់លោកអ្នក ពួកគេកំពុងទទួលបានសិទ្ធិចូលមើលព័ត៌មានជាច្រើន អំពីលោកអ្នក និងអំពីអ្នកដទៃទៀត ដែលលោកអ្នកកំពុងភ្ជាប់ទំនាក់ទំនងជាមួយ តាមរយៈបណ្តាញសង្គមនោះ។ ត្រូវមានទម្លាប់ផ្លាស់ពាក្យសម្ងាត់របស់លោកអ្នក ឱ្យបានទៀងទាត់។ សូមមើល <a href=\"/km/chapter-3\">ជំពូក ៣ ៖ របៀបបង្កើត និងថែរក្សាពាក្យសម្ងាត់សុវត្ថិភាព</a>  សម្រាប់ព័ត៌មានបន្ថែម។</p></li>\n<li><p>ត្រូវប្រាកដថា លោកអ្នកយល់អំពី <strong>មុខងារកំណត់ភាពឯកជន</strong> ដែលផ្តល់ជាស្វ័យប្រវត្ត ដោយគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម និងយល់អំពីរបៀបផ្លាស់ប្តូរពួកវា។</p></li>\n<li><p>ត្រូវពិចារណាប្រើ <strong>គណនី/អត្តសញ្ញាណផ្សេងគ្នា</strong> ឬអាចជារហស្សនាមផ្សេងគ្នា សម្រាប់យុទ្ធនាការ និងសកម្មភាពផ្សេងគ្នា។ ត្រូវចាំថា គន្លឹះមួយចំពោះការប្រើបណ្តាញ ដោយសុវត្ថិភាព គឺការដែលអាចទុកចិត្តលើសមាជិករបស់វា។ គណនីផ្សេងដាច់ដោយឡែកពីគ្នា អាចជាមធ្យោបាយល្អមួយដើម្បីធានាថា ការទុកចិត្តនោះអាចធ្វើទៅបាន។</p></li>\n<li><p>ត្រូវប្រយ័ត្ន នៅពេលបើកចូលគណនីបណ្តាញសង្គមរបស់លោកអ្នក នៅក្នុងកន្លែងអ៊ីនធើរណែតសាធារណៈ។ <strong>ត្រូវលុបចោលពាក្យសម្ងាត់ និងប្រវត្តិបើកទំព័រអ៊ីនធើរណែតរបស់លោកអ្នក</strong> នៅពេលប្រើកម្មវិធីបើកអ៊ីនធើរណែតមួយ នៅលើកុំព្យូទ័រសាធារណៈមួយ។ សូមមើល <a href=\"/km/chapter-3\">ជំពូក ៦ ៖ របៀបបំផ្លាញព័ត៌មានរសើប</a>.</p></li>\n<li><p><strong>សូមចូលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមដោយប្រើ https://</strong> ដើម្បីការពារឈ្មោះអ្នកប្រើប្រាស់ ពាក្យសម្ងាត់ និង     ព័ត៌មានផ្សេងទៀត ដែលលោកអ្នកផូស្ត (post) ទៅក្នុងគេហទំព័រនោះ។ ការប្រើ https:// ជាជាងការប្រើ http:// គឺបន្ថែមនូវស្រទាប់មួយផ្សេងទៀត ដោយបម្លែងជាទម្រង់សម្ងាត់នូវចរាចរណ៍ទិន្នន័យ ពីកម្មវិធីបើកអ៊ីនធើរណែតរបស់លោកអ្នក ទៅគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមរបស់លោកអ្នក។ សូមមើល <a href=\"/km/chapter-8\">ជំពូក ៨ ៖ របៀបរក្សាអនាមិកភាព និងគេចវាងពីការត្រួតពិនិត្យ អ៊ីនធើរណែត</a>។</p></li>\n<li><p>ត្រូវប្រយ័ត្នអំពីការដាក់ព័ត៌មានច្រើនពេកទៅក្នុង <strong>បច្ចុប្បន្នភាពស្ថានភាព (status updates) របស់លោកអ្នក</strong> – ទោះបីលោកអ្នកទុកចិត្តមនុស្ស ដែលមាននៅក្នុងបណ្តាញរបស់លោកអ្នកក៏ដោយ។ វាមានលក្ខណៈងាយស្រួល ដើម្បីឱ្យនរណាម្នាក់ចម្លងព័ត៌មានរបស់លោកអ្នក។</p></li>\n<li><p>បណ្តាញទំនាក់ទំនងសង្គមភាគច្រើនបំផុត អនុញ្ញាតឱ្យលោកអ្នកបញ្ចូលព័ត៌មាន ជាមួយបណ្តាញទំនាក់ទំនងសង្គមផ្សេងទៀត។ ឧទា. លោកអ្នកអាចសរសេរព័ត៌មានថ្មីមួយ ចូលក្នុងគណនី Twitter របស់លោកអ្នក ហើយព័ត៌មាននោះត្រូវបានសរសេរចូលដោយស្វ័យប្រវត្តទៅក្នុងគណនី Facebook របស់លោកអ្នកផងដែរ។ ត្រូវ <strong>ប្រុងប្រយ័ត្នបំផុតនៅពេលដាក់គណនីបណ្តាញទំនាក់ទំនងសង្គមច្រើនរបស់លោកអ្នករួមបញ្ចូលគ្នា</strong>!  លោកអ្នកអាចលាក់អត្តសញ្ញាណនៅក្នុងគេហទំព័រមួយ ប៉ុន្តែបើកបង្ហាញ      អត្តសញ្ញាណនៅពេលប្រើគេហទំព័រមួយទៀត។</p></li>\n<li><p>ត្រូវប្រយ័ត្នប្រយែងចំពោះ របៀបដែលខ្លឹមសារព័ត៌មានរបស់លោកអ្នក ស្ថិតនៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ។ <strong>មិនត្រូវពឹងផ្អែកទៅលើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ ធ្វើជាកន្លែងផ្ទុកទិន្នន័យចម្បងសម្រាប់ខ្លឹមសារ ឬព័ត៌មានរបស់លោកអ្នកឡើយ</strong>។ វាងាយស្រួលសម្រាប់រដ្ឋាភិបាល ក្នុងការបិទសិទ្ធិប្រើប្រាស់គេហទំព័រ បណ្តាញទំនាក់ទំនងសង្គមមួយ នៅក្នុងរវាងដែនសមត្ថកិច្ចរបស់ពួកគេ ប្រសិនបើពួកគេភ្លាមៗនោះរកឃើញថា ខ្លឹមសាររបស់ព័ត៌មាននោះអាចបិទបាន។ អ្នកគ្រប់គ្រងទាំងអស់ របស់គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ អាចសម្រេចធ្វើការលុបចោលខ្លឹមសារ ដែលអាចជំទាស់បានដោយខ្លួនឯងផងដែរ ជាជាងប្រឈមនឹងការត្រួតពិនិត្យនៅក្នុងប្រទេសជាក់លាក់ណាមួយ។</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **ត្រូវសួរខ្លួនឯងជានិច្ច នូវសំណួរដូចខាងក្រោម៖**\r\n - តើនរណាខ្លះ ដែលអាចចូលមើលព័ត៌មាន ដែលខ្ញុំកំពុងដាក់នៅលើអនឡាញ?\r\n - តើនរណាខ្លះ ជាអ្នកត្រួតត្រា និងគ្រប់គ្រងជាកម្មសិទ្ធិលើព័ត៌មាន ដែលខ្ញុំដាក់ទៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ?\r\n - តើព័ត៌មានអំពីខ្ញុំអ្វីខ្លះ ដែលដៃគូទំនាក់ទំនងរបស់ខ្ញុំ ផ្សព្វផ្សាយបន្តទៅមនុស្សដទៃទៀត?\r\n - តើនឹងមានបញ្ហាដល់ដៃគូទំនាក់ទំនងរបស់ខ្ញុំដែរឬទេ ប្រសិនបើខ្ញុំចែករំលែកព័ត៌មាន អំពីពួកគេជាមួយមនុស្សដទៃទៀត?\r\n - តើខ្ញុំគួរទុកចិត្តគ្រប់អ្នកដែលខ្ញុំភ្ជាប់ទំនាក់ទំនងជាមួយដែរឬទេ?\r\n\r\n- ត្រូវប្រាកដជានិច្ចថា លោកអ្នកប្រើ **ពាក្យសម្ងាត់សុវត្ថិភាព** ដើម្បីបើកចូលបណ្តាញទំនាក់ទំនងសង្គម។ ប្រសិនបើមាននរណាម្នាក់ផ្សេងទៀត ចូលក្នុងគណនីរបស់លោកអ្នក ពួកគេកំពុងទទួលបានសិទ្ធិចូលមើលព័ត៌មានជាច្រើន អំពីលោកអ្នក និងអំពីអ្នកដទៃទៀត ដែលលោកអ្នកកំពុងភ្ជាប់ទំនាក់ទំនងជាមួយ តាមរយៈបណ្តាញសង្គមនោះ។ ត្រូវមានទម្លាប់ផ្លាស់ពាក្យសម្ងាត់របស់លោកអ្នក ឱ្យបានទៀងទាត់។ សូមមើល [ជំពូក ៣ ៖ របៀបបង្កើត និងថែរក្សាពាក្យសម្ងាត់សុវត្ថិភាព](/km/chapter-3)  សម្រាប់ព័ត៌មានបន្ថែម។\r\n\r\n- ត្រូវប្រាកដថា លោកអ្នកយល់អំពី **មុខងារកំណត់ភាពឯកជន** ដែលផ្តល់ជាស្វ័យប្រវត្ត ដោយគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម និងយល់អំពីរបៀបផ្លាស់ប្តូរពួកវា។\r\n\r\n- ត្រូវពិចារណាប្រើ **គណនី/អត្តសញ្ញាណផ្សេងគ្នា** ឬអាចជារហស្សនាមផ្សេងគ្នា សម្រាប់យុទ្ធនាការ និងសកម្មភាពផ្សេងគ្នា។ ត្រូវចាំថា គន្លឹះមួយចំពោះការប្រើបណ្តាញ ដោយសុវត្ថិភាព គឺការដែលអាចទុកចិត្តលើសមាជិករបស់វា។ គណនីផ្សេងដាច់ដោយឡែកពីគ្នា អាចជាមធ្យោបាយល្អមួយដើម្បីធានាថា ការទុកចិត្តនោះអាចធ្វើទៅបាន។\r\n\r\n- ត្រូវប្រយ័ត្ន នៅពេលបើកចូលគណនីបណ្តាញសង្គមរបស់លោកអ្នក នៅក្នុងកន្លែងអ៊ីនធើរណែតសាធារណៈ។ **ត្រូវលុបចោលពាក្យសម្ងាត់ និងប្រវត្តិបើកទំព័រអ៊ីនធើរណែតរបស់លោកអ្នក** នៅពេលប្រើកម្មវិធីបើកអ៊ីនធើរណែតមួយ នៅលើកុំព្យូទ័រសាធារណៈមួយ។ សូមមើល [ជំពូក ៦ ៖ របៀបបំផ្លាញព័ត៌មានរសើប](/km/chapter-3).\r\n\r\n- **សូមចូលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមដោយប្រើ https://** ដើម្បីការពារឈ្មោះអ្នកប្រើប្រាស់ ពាក្យសម្ងាត់ និង     ព័ត៌មានផ្សេងទៀត ដែលលោកអ្នកផូស្ត (post) ទៅក្នុងគេហទំព័រនោះ។ ការប្រើ https:// ជាជាងការប្រើ http:// គឺបន្ថែមនូវស្រទាប់មួយផ្សេងទៀត ដោយបម្លែងជាទម្រង់សម្ងាត់នូវចរាចរណ៍ទិន្នន័យ ពីកម្មវិធីបើកអ៊ីនធើរណែតរបស់លោកអ្នក ទៅគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមរបស់លោកអ្នក។ សូមមើល [ជំពូក ៨ ៖ របៀបរក្សាអនាមិកភាព និងគេចវាងពីការត្រួតពិនិត្យ អ៊ីនធើរណែត](/km/chapter-8)។\r\n\r\n- ត្រូវប្រយ័ត្នអំពីការដាក់ព័ត៌មានច្រើនពេកទៅក្នុង **បច្ចុប្បន្នភាពស្ថានភាព (status updates) របស់លោកអ្នក** – ទោះបីលោកអ្នកទុកចិត្តមនុស្ស ដែលមាននៅក្នុងបណ្តាញរបស់លោកអ្នកក៏ដោយ។ វាមានលក្ខណៈងាយស្រួល ដើម្បីឱ្យនរណាម្នាក់ចម្លងព័ត៌មានរបស់លោកអ្នក។\r\n\r\n- បណ្តាញទំនាក់ទំនងសង្គមភាគច្រើនបំផុត អនុញ្ញាតឱ្យលោកអ្នកបញ្ចូលព័ត៌មាន ជាមួយបណ្តាញទំនាក់ទំនងសង្គមផ្សេងទៀត។ ឧទា. លោកអ្នកអាចសរសេរព័ត៌មានថ្មីមួយ ចូលក្នុងគណនី Twitter របស់លោកអ្នក ហើយព័ត៌មាននោះត្រូវបានសរសេរចូលដោយស្វ័យប្រវត្តទៅក្នុងគណនី Facebook របស់លោកអ្នកផងដែរ។ ត្រូវ **ប្រុងប្រយ័ត្នបំផុតនៅពេលដាក់គណនីបណ្តាញទំនាក់ទំនងសង្គមច្រើនរបស់លោកអ្នករួមបញ្ចូលគ្នា**!  លោកអ្នកអាចលាក់អត្តសញ្ញាណនៅក្នុងគេហទំព័រមួយ ប៉ុន្តែបើកបង្ហាញ      អត្តសញ្ញាណនៅពេលប្រើគេហទំព័រមួយទៀត។\r\n\r\n- ត្រូវប្រយ័ត្នប្រយែងចំពោះ របៀបដែលខ្លឹមសារព័ត៌មានរបស់លោកអ្នក ស្ថិតនៅក្នុងគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ។ **មិនត្រូវពឹងផ្អែកទៅលើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ ធ្វើជាកន្លែងផ្ទុកទិន្នន័យចម្បងសម្រាប់ខ្លឹមសារ ឬព័ត៌មានរបស់លោកអ្នកឡើយ**។ វាងាយស្រួលសម្រាប់រដ្ឋាភិបាល ក្នុងការបិទសិទ្ធិប្រើប្រាស់គេហទំព័រ បណ្តាញទំនាក់ទំនងសង្គមមួយ នៅក្នុងរវាងដែនសមត្ថកិច្ចរបស់ពួកគេ ប្រសិនបើពួកគេភ្លាមៗនោះរកឃើញថា ខ្លឹមសាររបស់ព័ត៌មាននោះអាចបិទបាន។ អ្នកគ្រប់គ្រងទាំងអស់ របស់គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមមួយ អាចសម្រេចធ្វើការលុបចោលខ្លឹមសារ ដែលអាចជំទាស់បានដោយខ្លួនឯងផងដែរ ជាជាងប្រឈមនឹងការត្រួតពិនិត្យនៅក្នុងប្រទេសជាក់លាក់ណាមួយ។\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                        "value": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម ស្នើសុំពីលោកអ្នកនូវទិន្នន័យច្រើន អំពីខ្លួនលោកអ្នកផ្ទាល់ ដើម្បីធ្វើឱ្យកាន់តែងាយស្រួលសម្រាប់អ្នកប្រើប្រាស់ផ្សេងទៀត ក្នុងការស្វែងរក និងភ្ជាប់ទំនាក់ទំនងទៅលោកអ្នក។ ជួនកាល ភាពងាយរងហានិភ័យធំបំផុត  ដែលការសុំព័ត៌មានផ្ទាល់ខ្លួននេះ បង្កើតសម្រាប់អ្នកប្រើប្រាស់របស់គេហទំព័រទាំងនេះ គឺលទ្ធភាពនៃការក្លែងបន្លំអត្តសញ្ញាណ  ដែលកើតមានកាន់តែច្រើនឡើងៗ។ លើសពីនេះទៅទៀត ព័ត៌មានបន្ថែមអំពីខ្លួនលោកអ្នកផ្ទាល់ ដែលលោកអ្នកបើកបង្ហាញតាមអនឡាញកាន់តែច្រើននោះ វាកាន់តែងាយស្រួលសម្រាប់អាជ្ញាធរ ក្នុងការកំណត់អត្តសញ្ញាណលោកអ្នក និងពិនិត្យតាមដានសកម្មភាពរបស់លោកអ្នក។ សកម្មភាពអនឡាញរបស់សកម្មជនក្រៅស្រុក ពីប្រទេសមួយចំនួន បាននាំឱ្យមានការផ្តោតមុខសញ្ញាទៅលើសមាជិកគ្រួសាររបស់ពួកគេ ដោយអាជ្ញាធរនៅក្នុងមាតុភូមិរបស់ពួកគេ។</p>\n\n<p>ត្រូវសួរខ្លួនឯងថា៖ តើជាការចាំបាច់ដែរឬទេ ដែលត្រូវសរសេរព័ត៌មានខាងក្រោមទៅលើអនឡាញ?</p>\n\n<ul><li>ថ្ងៃខែឆ្នាំកំណើត </li>\n<li>លេខទូរស័ព្ទទំនាក់ទំនង</li>\n<li>អាសយដ្ឋាន</li>\n<li>ព័ត៌មានលម្អិតអំពីសមាជិកគ្រួសារ</li>\n<li>ទំនោរផ្លូវភេទ</li>\n<li>ប្រវត្តិអប់រំនិងការងារ</li>\n</ul><h2>មិត្តភក្តិ អ្នកតាមដានព័ត៌មាន និងព័ត៌មានសម្រាប់ទំនាក់ទំនង</h2>\n\n<p>បន្ទាប់ពីបានបំពេញព័ត៌មានលម្អិតផ្ទាល់ខ្លួន ក្នុងទម្រង់បែបបទរបស់បណ្តាញទំនាក់ទំនងសង្គមណាមួយរួចហើយ ការទីមួយដែលលោកអ្នកត្រូវធ្វើ គឺបង្កើតការភ្ជាប់ទំនាក់ទំនងទៅកាន់មនុស្សដទៃទៀត។ មនុស្សទាំងនោះ គួរតែជាអ្នកដែលលោកអ្នកស្គាល់ និងទុកចិត្ត – ប៉ុន្តែលោកអ្នកអាចភ្ជាប់ទំនាក់ទំនងផងដែរ ទៅសហគមន៍អនឡាញរបស់អ្នក ដែលមានគំនិតដូចគ្នា ដែលលោកអ្នកមិនដែលជួប។ ការសំខាន់បំផុត ដែលលោកអ្នកត្រូវយល់ដឹងគឺថា តើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកអនុញ្ញាតឱ្យសហគមន៍អនឡាញនេះមាន។</p>\n\n<p>នៅពេលប្រើគណនីបណ្តាញទំនាក់ទំនងសង្គមមួយដូចជា Facebook ជាដើម ដែលក្នុងនោះ ព័ត៌មានជាច្រើនអំពីលោកអ្នកផ្ទាល់ត្រូវបានរក្សាទុកនោះ លោកអ្នកត្រូវពិចារណាភ្ជាប់ទំនាក់ទំនងទៅកាន់តែមនុស្ស ដែលលោកអ្នកស្គាល់ និងទុកចិត្តប៉ុណ្ណោះ ដើម្បីកុំឱ្យប្រើខុសនូវព័ត៌មាន ដែលលោកអ្នកផូស្តនោះ។</p>\n\n<h2>ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក (status updates)</h2>\n\n<p>នៅក្នុង Twitter និង Facebook និងបណ្តាញស្រដៀងគ្នានេះផ្សេងទៀត ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក (status updates) គឺឆ្លើយនឹងសំណួរដូចតទៅ៖ ឥឡូវនេះតើខ្ញុំកំពុងធ្វើអ្វី? តើអ្វីកំពុងកើតឡើង? ការសំខាន់បំផុតដើម្បីយល់អំពី ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នកនេះគឺ តើនរណាខ្លះដែលជាក់ស្តែងអាចមើលឃើញវា។ មុខងារកំណត់ ដែលកម្មវិធីបណ្តាញទំនាក់ទំនងសង្គមផ្តល់ឱ្យ ដោយស្វ័យប្រវត្តសម្រាប់ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក គឺគ្រប់គ្នានៅលើអ៊ីនធើរណែតអាចមើលឃើញវា។ ប្រសិនបើលោកអ្នកចង់ឱ្យតែដៃគូទំនាក់ទំនងរបស់ខ្លួនប៉ុណ្ណោះដែលអាចមើលឃើញវា លោកអ្នកចាំបាច់ត្រូវតែប្រាប់កម្មវិធីបណ្តាញទំនាក់ទំនងសង្គមនោះឱ្យលាក់ អំពីបច្ចុប្បន្នភាពរបស់លោកអ្នកពីអ្នកដទៃទៀត។</p>\n\n<p>ដើម្បីធ្វើការនេះបាននៅក្នុង Twitter ត្រូវស្វែងរក “Protect Your Tweets”។ នៅក្នុង Facebook ត្រូវផ្លាស់ប្តូរមុខងារកំណត់ឱ្យចែករំលែកបច្ចុប្បន្នភាពរបស់លោកអ្នកជាមួយ “Friends Only” ដែលមានន័យថា មិត្តភក្តិប៉ុណ្ណោះ។ ទោះបីលោកអ្នកផ្លាស់ប្តូរការកំណត់មុខងារដូចនេះក៏ដោយ ត្រូវពិចារណាផងដែរថា តើអ្នកតាមដានព័ត៌មាន និងមិត្តភក្តិរបស់លោកអ្នក មានភាពងាយស្រួលកម្រិតណាក្នុង   ការផូស្តបន្តព័ត៌មានរបស់លោកអ្នក។ ត្រូវយល់ព្រមជាមួយបណ្តាញមិត្តភក្តិរបស់លោកអ្នក អំពីវិធីសាស្ត្រទូទៅមួយ ចំពោះការបញ្ជូនបន្តព័ត៌មាន ដែលផូស្តនៅក្នុងគណនីបណ្តាញទំនាក់ទំនងសង្គមរបស់លោកអ្នក។ លោកអ្នកគួរគិតផងដែរអំពី អ្វីដែលលោកអ្នកអាចកំពុងលាតត្រដាង អំពីមិត្តភក្តិរបស់លោកអ្នក នូវអ្វីដែលពួកគេប្រហែលជាមិនចង់ឱ្យមនុស្សដទៃទៀតស្គាល់។ អ្វីដែលសំខាន់ ដែលត្រូវប្រយ័ត្នអំពីចំណុចនេះ ហើយត្រូវសុំឱ្យអ្នកដទៃប្រយ័ត្នចំពោះអ្វី ដែលពួកគេលាតត្រដាងអំពីលោកអ្នក។</p>\n\n<p>ធ្លាប់កើតមានហេតុចៃដន្យជាច្រើន ដែលព័ត៌មាននៅក្នុងបច្ចុប្បន្នភាព ត្រូវបានប្រើដើម្បីប្រឆាំងនឹងអ្នក ដែលផូស្តព័ត៌មាននោះ។ គ្រូបង្រៀនខ្លះនៅសហរដ្ឋអាមេរិក ត្រូវបានបណ្តេញចេញពីការងារ បន្ទាប់ពីផូស្តព័ត៌មានអំពីអារម្មណ៍ ដែលពួកគេមានចំពោះសិស្សរបស់ខ្លួន; និយោជិតខ្លះបានបាត់បង់ការងាររបស់ខ្លួន ដោយសារផូស្តព័ត៌មានអំពីនិយោជករបស់ខ្លួន។ នេះគឺជាអ្វី ដែលសឹងតែគ្រប់គ្នាចាំបាច់ត្រូវតែប្រយ័ត្ន។</p>\n\n<h2>ការចែករំលែកអ្វីដែលមានក្នុងអ៊ីនធើរណែត</h2>\n\n<p>វាងាយស្រួលក្នុងការចែករំលែកពាក្យភ្ជាប់ (link) ទៅកាន់គេហទំព័រមួយ ហើយទាក់ទាញការចាប់អារម្មណ៍ពីមិត្តភក្តិ របស់លោកអ្នក។ ប៉ុន្តែ តើអ្នកដទៃទៀតណាខ្លះ ដែលនឹងចាប់អារម្មណ៍ ហើយពួកគេនឹងមានប្រតិកម្មដូចម្តេចខ្លះ? ប្រសិនបើលោកអ្នកនិយាយថា លោកអ្នកចូលចិត្តគេហទំព័រមួយ ដែលមានការទាក់ទងខ្លះទៅនឹងការផ្តួលរំលំរបបជិះជាន់មួយ ដែលរបបនោះអាចនឹងមាន ការចាប់អារម្មណ៍ ហើយបន្ទាប់មកផ្តោតមុខសញ្ញាទៅលើលោកអ្នក។</p>\n\n<p>ប្រសិនបើលោកអ្នកចង់ឱ្យតែដៃគូទំនាក់ទំនងរបស់ខ្លួនប៉ុណ្ណោះ មើលឃើញអ្វីដែលលោកអ្នកចែករំលែក ឬគូសសម្គាល់ថាចាប់អារម្មណ៍នោះ លោកអ្នកត្រូវប្រាកដថា លោកអ្នកបានពិនិត្យមើលមុខងារកំណត់ភាពឯកជនរបស់លោកអ្នក។</p>\n\n<h2>ការលាតត្រដាង អំពីទីតាំងរបស់លោកអ្នក</h2>\n\n<p>គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមភាគច្រើនបំផុត នឹងបង្ហាញទីតាំងរបស់លោកអ្នក ប្រសិនបើមានទិន្នន័យនោះ។ មុខងារនេះ ជាទូទៅត្រូវបានផ្តល់ នៅពេលលោកអ្នកប្រើទូរស័ព្ទមួយ ដែលមានបើកដំណើរការ ជីភីអេស (GPS) ដើម្បីធ្វើការទាក់ទងគ្នាជាមួយបណ្តាញទំនាក់ទំនងសង្គមមួយ។ ប៉ុន្តែកុំសន្មតជាមុនថា ការនេះមិនអាចធ្វើទៅបាន ប្រសិនបើលោកអ្នកមិនភ្ជាប់សេវា ជីភីអេស (GPS) ពីទូរស័ព្ទនោះ។ បណ្តាញដែលកុំព្យូទ័ររបស់លោកអ្នកត្រូវបានភ្ជាប់ជាមួយនោះ អាចផ្តល់ទិន្នន័យអំពីទីតាំងផងដែរ។ មធ្យោបាយដែលមានសុវត្ថិភាពបំផុតអំពីការនេះ គឺត្រូវពិនិត្យផ្ទៀងផ្ទាត់មុខងារកំណត់របស់លោកអ្នក។</p>\n\n<p>ត្រូវយកចិត្តទុកដាក់ជាពិសេស ចំពោះមុខងារកំណត់ទីតាំងនៅក្នុងគេហទំព័រចែករំលែករូបភាពនិងវីដេអូ។ កុំគ្រាន់តែសន្មតជាមុនថា ពួកវាមិនកំពុងចែករំលែកទីតាំងរបស់លោកអ្នកឱ្យសោះ៖ ត្រូវពិនិត្យផ្ទៀងផ្ទាត់មុខងារកំណត់របស់លោកអ្នក ដើម្បីបញ្ជាក់ឱ្យបានប្រាកដច្បាស់លាស់។</p>\n\n<p>សូមមើលផងដែរនូវឯកសារអំពី <a href=\"https://www.eff.org/wp/locational-privacy\">ភាពឯកជននៃទីតាំង និងរបៀបជៀសវាងបាត់បង់វាជារៀងរហូត (On Locational Privacy, and How to Avoid Losing it Forever)</a> របស់គេហទំព័រមូលនិធិព្រំដែនអេឡិកត្រូនិក(Electronic Frontier Foundation)។</p>\n\n<h2>ការចែករំលែករូបថត ឬវីដេអូ</h2>\n\n<p>រូបថត និងវីដេអូ អាចលាតត្រដាងអត្តសញ្ញាណរបស់មនុស្សបានយ៉ាងងាយស្រួលបំផុត។ ដូច្នេះ វាគឺជាការសំខាន់ ដែលលោកអ្នកត្រូវមានការយល់ព្រម ពីម្ចាស់រូបថត ឬវីដេអូណាមួយ ដែលលោកអ្នកផូស្តទៅក្នុងបណ្តាញ។ ប្រសិនបើលោកអ្នកកំពុងផូស្តរូបភាពរបស់នរណាម្នាក់ផ្សេងទៀត លោកអ្នកត្រូវដឹងអំពីរបៀប ដែលលោកអ្នកអាចនឹងធ្វើឱ្យប៉ះពាល់ដល់ភាពឯកជនរបស់ពួកគេ។ មិនត្រូវផូស្តរូបថត ឬវីដេអូរបស់នរណាម្នាក់ ដោយមិនមានការយល់ព្រមជាមុនរបស់ពួកគេឡើយ។</p>\n\n<p>រូបថត និងវីដេអូ អាចលាតត្រដាងព័ត៌មានជាច្រើន ដោយអចេតនាផងដែរ។ កាមេរ៉ាជាច្រើន នឹងបង្កប់ទិន្នន័យលាក់កំបាំង (metadata tags) ដែលបង្ហាញអំពីកាលបរិច្ឆេទ ពេលវេលា និងទីតាំងរបស់រូបថត ប្រភេទកាមេរ៉ា ។ល។ គេហទំព័រចែករំលែករូបថតនិងវីដេអូ អាចនឹងផ្សព្វផ្សាយព័ត៌មាននេះ នៅពេលលោកអ្នកអាប់ឡូតរូបថត និងវីដេអូនោះទៅគេហទំព័ររបស់ពួកគេ។</p>\n\n<h2>កម្មវិធីជជែកគ្នា (Instant chats)</h2>\n\n<p>គេហទំព័របណ្តាញទំនាក់ទំនងសង្គមជាច្រើន មានកម្មវិធី ដែលអនុញ្ញាតឱ្យលោកអ្នកអាចពិភាក្សាជាមួយមិត្តភក្តិបានភ្លាមៗ។ កម្មវិធីទាំងនេះ ប្រតិបត្តិការដូចកម្មវិធីផ្ញើសាររហ័សភ្លាមៗដែរ ហើយគឺជាផ្លូវអសុវត្ថិភាពបំផុតមួយ ក្នុងការទាក់ទងគ្នាតាមអ៊ីនធើរណែត ដោយសារតែពួកវា អាចលាតត្រដាងបានទាំង អ្នកដែលលោកអ្នកកំពុងទាក់ទងជាមួយ និងអ្វីដែលលោកអ្នកកំពុងនិយាយគ្នា។</p>\n\n<p><em>ការភ្ជាប់ទៅគេហទំព័រនោះតាមរយៈ https គឺជាសេចក្តីតម្រូវអប្បបរមាមួយ សម្រាប់ការជជែកគ្នា ដែលមានសុត្ថិភាព ប៉ុន្តែទោះបីមានសេចក្តីតម្រូវនេះក៏ដោយ ក៏មិនអាចធានាបានជានិច្ចថា ការជជែកគ្នារបស់លោកអ្នក កំពុងប្រើការភ្ជាប់មួយ ដែលមាន        សុវត្ថិភាពឡើយ។ ឧទា. កម្មវិធីជជែកគ្នារបស់ Facebook ប្រើបណ្តាញខុសគ្នាមួយទៅកាន់ HTTPS (ហើយងាយនឹងលាតត្រដាងព័ត៌មានជាង)</em>។</p>\n\n<p>ការប្រើកម្មវិធីជាក់លាក់មួយ សម្រាប់ការជជែកគ្នារបស់លោកអ្នក គឺអាចមានសុវត្ថិភាពជាងនេះ ដូចជាកម្មវិធី ភីឌហ្គីន (Pidgin) ជាមួយមុខងារបន្ថែមពិសេស មិនកត់ត្រាទិន្ន័យ (Off-the-record) ដែលមានប្រើវិធីសាស្ត្របម្លែងជាទម្រង់សម្ងាត់ជាដើម។ សូមអានមគ្គុទ្ទេសក៍អនុវត្តន៍របស់កម្មវិធី 'ភីឌហ្គីន (Pidgin) – កម្មវិធីផ្ញើសាររហ័សភ្លាមៗមានសុវត្ថិភាព'។</p>\n\n<h2>ការចូលរួម ឬការបង្កើតក្រុម ព្រឹត្តិការណ៍ និងសហគមន៍</h2>\n\n<p>តើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកកំពុងផ្តល់ទៅឱ្យអ្នកដទៃ ប្រសិនបើលោកអ្នកចូលរួមក្នុងក្រុមមួយ ឬសហគមន៍មួយ? តើព័ត៌មាននោះ និយាយអ្វីខ្លះអំពីលោកអ្នក? តើមនុស្សកំពុងប្រកាសអ្វីខ្លះ ទៅពិភពលោក ប្រសិនបើពួកគេចូលរួមក្នុងក្រុម ឬសហគមន៍មួយ ដែលលោកអ្នកបានបង្កើត? តើលោកអ្នកកំពុងដាក់អ្នកដទៃ ឱ្យប្រឈមហានិភ័យដោយរបៀបណា?</p>\n\n<p>នៅពេលលោកអ្នកចូលរួមក្នុងសហគមន៍ ឬក្រុមមួយនៅលើអនឡាញ វាកំពុងលាតត្រដាងអ្វីមួយ អំពីលោកអ្នកទៅកាន់អ្នកដទៃ។ ជារួម អ្នកដទៃអាចសន្មតថា លោកអ្នកគាំទ្រ ឬឯកភាពលើអ្វី ដែលក្រុមនោះកំពុងនិយាយ ឬធ្វើ ដែលការនេះអាចធ្វើឱ្យលោកអ្នកប្រឈមនឹងហានិភ័យ ប្រសិនបើលោកអ្នកត្រូវបានគេមើលឃើញថា សម្របខ្លួនតាម ឧទា. ក្រុមនយោបាយជាក់លាក់ណាមួយ។ ដូចគ្នានេះដែរ ប្រសិនបើលោកអ្នកចូលរួមក្នុងក្រុមមួយ ដែលមានចំនួនសមាជិកយ៉ាងច្រើន ដែលលោកអ្នកមិនស្គាល់នោះ វាអាចធ្វើឱ្យចុះខ្សោយដល់មុខងារកំណត់ភាពឯកជន និងសុវត្ថិភាពណាមួយ ដែលលោកអ្នកបានអនុវត្តចំពោះគណនីរបស់ខ្លួន ដែលដោយហេតុនេះហើយ លោកអ្នកត្រូវគិតថាតើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកកំពុងផ្តល់ឱ្យ មុននឹងចូលរួមក្នុងក្រុម ឬសហគមន៍នោះ។ តើលោកអ្នកកំពុងប្រើរូបថត ឬឈ្មោះពិត ដែលអាចឱ្យជនចម្លែកអាចកំណត់អត្តសញ្ញាណលោកអ្នកដែរឬទេ?</p>\n\n<p>ម្យ៉ាងទៀត ប្រសិនបើលោកអ្នកបង្កើតក្រុមមួយ ហើយមានមនុស្សជ្រើសរើសចូលរួមក្នុងក្រុមនេះ តើពួកគេកំពុងប្រកាសអ្វី ដល់ពិភពលោកអំពីការចូលរួមនេះ? ឧទា. ក្រុមគាំទ្រអ្នកស្រឡាញ់ភេទដូចគ្នា ឬក្រុមនារីស្រឡាញ់នារី ដែលលោកអ្នកបង្កើត ដើម្បីជួយមនុស្ស ប៉ុន្តែដោយសារការចូលរួមក្នុងក្រុមនេះ អ្នកទាំងនោះកំពុងកំណត់អត្តសញ្ញាណខ្លួនឯងជាចំហថា ជាអ្នកស្រឡាញ់ភេទដូចគ្នា ឬជាអ្នកស្និទ្ធស្នាលនឹងអ្នកស្រឡាញ់ភេទដូចគ្នា ដែលអាចនាំមកនូវគ្រោះថ្នាក់សម្រាប់ពួកគេនៅក្នុងមជ្ឈដ្ឋានពិត។</p>\n\n<div class=\"getstarted\">\n\n<p>**អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ ** <a href=\"/km/social_networking_tools\"><strong><em>ឧបករណ៍បណ្តាញទំនាក់ទំនងសង្គម៖ Facebook, Twitter, YouTube និងឧបករណ៍ផ្សេងទៀត</em></strong></a>។</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម ស្នើសុំពីលោកអ្នកនូវទិន្នន័យច្រើន អំពីខ្លួនលោកអ្នកផ្ទាល់ ដើម្បីធ្វើឱ្យកាន់តែងាយស្រួលសម្រាប់អ្នកប្រើប្រាស់ផ្សេងទៀត ក្នុងការស្វែងរក និងភ្ជាប់ទំនាក់ទំនងទៅលោកអ្នក។ ជួនកាល ភាពងាយរងហានិភ័យធំបំផុត  ដែលការសុំព័ត៌មានផ្ទាល់ខ្លួននេះ បង្កើតសម្រាប់អ្នកប្រើប្រាស់របស់គេហទំព័រទាំងនេះ គឺលទ្ធភាពនៃការក្លែងបន្លំអត្តសញ្ញាណ  ដែលកើតមានកាន់តែច្រើនឡើងៗ។ លើសពីនេះទៅទៀត ព័ត៌មានបន្ថែមអំពីខ្លួនលោកអ្នកផ្ទាល់ ដែលលោកអ្នកបើកបង្ហាញតាមអនឡាញកាន់តែច្រើននោះ វាកាន់តែងាយស្រួលសម្រាប់អាជ្ញាធរ ក្នុងការកំណត់អត្តសញ្ញាណលោកអ្នក និងពិនិត្យតាមដានសកម្មភាពរបស់លោកអ្នក។ សកម្មភាពអនឡាញរបស់សកម្មជនក្រៅស្រុក ពីប្រទេសមួយចំនួន បាននាំឱ្យមានការផ្តោតមុខសញ្ញាទៅលើសមាជិកគ្រួសាររបស់ពួកគេ ដោយអាជ្ញាធរនៅក្នុងមាតុភូមិរបស់ពួកគេ។\r\n\r\nត្រូវសួរខ្លួនឯងថា៖ តើជាការចាំបាច់ដែរឬទេ ដែលត្រូវសរសេរព័ត៌មានខាងក្រោមទៅលើអនឡាញ?\r\n\r\n- ថ្ងៃខែឆ្នាំកំណើត \r\n- លេខទូរស័ព្ទទំនាក់ទំនង\r\n- អាសយដ្ឋាន\r\n- ព័ត៌មានលម្អិតអំពីសមាជិកគ្រួសារ\r\n- ទំនោរផ្លូវភេទ\r\n- ប្រវត្តិអប់រំនិងការងារ\r\n\r\n\r\n## មិត្តភក្តិ អ្នកតាមដានព័ត៌មាន និងព័ត៌មានសម្រាប់ទំនាក់ទំនង ##\r\n\r\nបន្ទាប់ពីបានបំពេញព័ត៌មានលម្អិតផ្ទាល់ខ្លួន ក្នុងទម្រង់បែបបទរបស់បណ្តាញទំនាក់ទំនងសង្គមណាមួយរួចហើយ ការទីមួយដែលលោកអ្នកត្រូវធ្វើ គឺបង្កើតការភ្ជាប់ទំនាក់ទំនងទៅកាន់មនុស្សដទៃទៀត។ មនុស្សទាំងនោះ គួរតែជាអ្នកដែលលោកអ្នកស្គាល់ និងទុកចិត្ត – ប៉ុន្តែលោកអ្នកអាចភ្ជាប់ទំនាក់ទំនងផងដែរ ទៅសហគមន៍អនឡាញរបស់អ្នក ដែលមានគំនិតដូចគ្នា ដែលលោកអ្នកមិនដែលជួប។ ការសំខាន់បំផុត ដែលលោកអ្នកត្រូវយល់ដឹងគឺថា តើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកអនុញ្ញាតឱ្យសហគមន៍អនឡាញនេះមាន។ \r\n\r\nនៅពេលប្រើគណនីបណ្តាញទំនាក់ទំនងសង្គមមួយដូចជា Facebook ជាដើម ដែលក្នុងនោះ ព័ត៌មានជាច្រើនអំពីលោកអ្នកផ្ទាល់ត្រូវបានរក្សាទុកនោះ លោកអ្នកត្រូវពិចារណាភ្ជាប់ទំនាក់ទំនងទៅកាន់តែមនុស្ស ដែលលោកអ្នកស្គាល់ និងទុកចិត្តប៉ុណ្ណោះ ដើម្បីកុំឱ្យប្រើខុសនូវព័ត៌មាន ដែលលោកអ្នកផូស្តនោះ។\r\n\r\n## ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក (status updates) ##\r\n\r\nនៅក្នុង Twitter និង Facebook និងបណ្តាញស្រដៀងគ្នានេះផ្សេងទៀត ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក (status updates) គឺឆ្លើយនឹងសំណួរដូចតទៅ៖ ឥឡូវនេះតើខ្ញុំកំពុងធ្វើអ្វី? តើអ្វីកំពុងកើតឡើង? ការសំខាន់បំផុតដើម្បីយល់អំពី ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នកនេះគឺ តើនរណាខ្លះដែលជាក់ស្តែងអាចមើលឃើញវា។ មុខងារកំណត់ ដែលកម្មវិធីបណ្តាញទំនាក់ទំនងសង្គមផ្តល់ឱ្យ ដោយស្វ័យប្រវត្តសម្រាប់ការផូស្តបច្ចុប្បន្នភាពរបស់លោកអ្នក គឺគ្រប់គ្នានៅលើអ៊ីនធើរណែតអាចមើលឃើញវា។ ប្រសិនបើលោកអ្នកចង់ឱ្យតែដៃគូទំនាក់ទំនងរបស់ខ្លួនប៉ុណ្ណោះដែលអាចមើលឃើញវា លោកអ្នកចាំបាច់ត្រូវតែប្រាប់កម្មវិធីបណ្តាញទំនាក់ទំនងសង្គមនោះឱ្យលាក់ អំពីបច្ចុប្បន្នភាពរបស់លោកអ្នកពីអ្នកដទៃទៀត។\r\n\r\nដើម្បីធ្វើការនេះបាននៅក្នុង Twitter ត្រូវស្វែងរក “Protect Your Tweets”។ នៅក្នុង Facebook ត្រូវផ្លាស់ប្តូរមុខងារកំណត់ឱ្យចែករំលែកបច្ចុប្បន្នភាពរបស់លោកអ្នកជាមួយ “Friends Only” ដែលមានន័យថា មិត្តភក្តិប៉ុណ្ណោះ។ ទោះបីលោកអ្នកផ្លាស់ប្តូរការកំណត់មុខងារដូចនេះក៏ដោយ ត្រូវពិចារណាផងដែរថា តើអ្នកតាមដានព័ត៌មាន និងមិត្តភក្តិរបស់លោកអ្នក មានភាពងាយស្រួលកម្រិតណាក្នុង   ការផូស្តបន្តព័ត៌មានរបស់លោកអ្នក។ ត្រូវយល់ព្រមជាមួយបណ្តាញមិត្តភក្តិរបស់លោកអ្នក អំពីវិធីសាស្ត្រទូទៅមួយ ចំពោះការបញ្ជូនបន្តព័ត៌មាន ដែលផូស្តនៅក្នុងគណនីបណ្តាញទំនាក់ទំនងសង្គមរបស់លោកអ្នក។ លោកអ្នកគួរគិតផងដែរអំពី អ្វីដែលលោកអ្នកអាចកំពុងលាតត្រដាង អំពីមិត្តភក្តិរបស់លោកអ្នក នូវអ្វីដែលពួកគេប្រហែលជាមិនចង់ឱ្យមនុស្សដទៃទៀតស្គាល់។ អ្វីដែលសំខាន់ ដែលត្រូវប្រយ័ត្នអំពីចំណុចនេះ ហើយត្រូវសុំឱ្យអ្នកដទៃប្រយ័ត្នចំពោះអ្វី ដែលពួកគេលាតត្រដាងអំពីលោកអ្នក។\r\n\r\nធ្លាប់កើតមានហេតុចៃដន្យជាច្រើន ដែលព័ត៌មាននៅក្នុងបច្ចុប្បន្នភាព ត្រូវបានប្រើដើម្បីប្រឆាំងនឹងអ្នក ដែលផូស្តព័ត៌មាននោះ។ គ្រូបង្រៀនខ្លះនៅសហរដ្ឋអាមេរិក ត្រូវបានបណ្តេញចេញពីការងារ បន្ទាប់ពីផូស្តព័ត៌មានអំពីអារម្មណ៍ ដែលពួកគេមានចំពោះសិស្សរបស់ខ្លួន; និយោជិតខ្លះបានបាត់បង់ការងាររបស់ខ្លួន ដោយសារផូស្តព័ត៌មានអំពីនិយោជករបស់ខ្លួន។ នេះគឺជាអ្វី ដែលសឹងតែគ្រប់គ្នាចាំបាច់ត្រូវតែប្រយ័ត្ន។\r\n\r\n## ការចែករំលែកអ្វីដែលមានក្នុងអ៊ីនធើរណែត ##\r\n\r\nវាងាយស្រួលក្នុងការចែករំលែកពាក្យភ្ជាប់ (link) ទៅកាន់គេហទំព័រមួយ ហើយទាក់ទាញការចាប់អារម្មណ៍ពីមិត្តភក្តិ របស់លោកអ្នក។ ប៉ុន្តែ តើអ្នកដទៃទៀតណាខ្លះ ដែលនឹងចាប់អារម្មណ៍ ហើយពួកគេនឹងមានប្រតិកម្មដូចម្តេចខ្លះ? ប្រសិនបើលោកអ្នកនិយាយថា លោកអ្នកចូលចិត្តគេហទំព័រមួយ ដែលមានការទាក់ទងខ្លះទៅនឹងការផ្តួលរំលំរបបជិះជាន់មួយ ដែលរបបនោះអាចនឹងមាន ការចាប់អារម្មណ៍ ហើយបន្ទាប់មកផ្តោតមុខសញ្ញាទៅលើលោកអ្នក។\r\n\r\nប្រសិនបើលោកអ្នកចង់ឱ្យតែដៃគូទំនាក់ទំនងរបស់ខ្លួនប៉ុណ្ណោះ មើលឃើញអ្វីដែលលោកអ្នកចែករំលែក ឬគូសសម្គាល់ថាចាប់អារម្មណ៍នោះ លោកអ្នកត្រូវប្រាកដថា លោកអ្នកបានពិនិត្យមើលមុខងារកំណត់ភាពឯកជនរបស់លោកអ្នក។\r\n\r\n## ការលាតត្រដាង អំពីទីតាំងរបស់លោកអ្នក ##\r\n\r\nគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមភាគច្រើនបំផុត នឹងបង្ហាញទីតាំងរបស់លោកអ្នក ប្រសិនបើមានទិន្នន័យនោះ។ មុខងារនេះ ជាទូទៅត្រូវបានផ្តល់ នៅពេលលោកអ្នកប្រើទូរស័ព្ទមួយ ដែលមានបើកដំណើរការ ជីភីអេស (GPS) ដើម្បីធ្វើការទាក់ទងគ្នាជាមួយបណ្តាញទំនាក់ទំនងសង្គមមួយ។ ប៉ុន្តែកុំសន្មតជាមុនថា ការនេះមិនអាចធ្វើទៅបាន ប្រសិនបើលោកអ្នកមិនភ្ជាប់សេវា ជីភីអេស (GPS) ពីទូរស័ព្ទនោះ។ បណ្តាញដែលកុំព្យូទ័ររបស់លោកអ្នកត្រូវបានភ្ជាប់ជាមួយនោះ អាចផ្តល់ទិន្នន័យអំពីទីតាំងផងដែរ។ មធ្យោបាយដែលមានសុវត្ថិភាពបំផុតអំពីការនេះ គឺត្រូវពិនិត្យផ្ទៀងផ្ទាត់មុខងារកំណត់របស់លោកអ្នក។\r\n\r\nត្រូវយកចិត្តទុកដាក់ជាពិសេស ចំពោះមុខងារកំណត់ទីតាំងនៅក្នុងគេហទំព័រចែករំលែករូបភាពនិងវីដេអូ។ កុំគ្រាន់តែសន្មតជាមុនថា ពួកវាមិនកំពុងចែករំលែកទីតាំងរបស់លោកអ្នកឱ្យសោះ៖ ត្រូវពិនិត្យផ្ទៀងផ្ទាត់មុខងារកំណត់របស់លោកអ្នក ដើម្បីបញ្ជាក់ឱ្យបានប្រាកដច្បាស់លាស់។\r\n\r\nសូមមើលផងដែរនូវឯកសារអំពី [ភាពឯកជននៃទីតាំង និងរបៀបជៀសវាងបាត់បង់វាជារៀងរហូត (On Locational Privacy, and How to Avoid Losing it Forever)](https://www.eff.org/wp/locational-privacy) របស់គេហទំព័រមូលនិធិព្រំដែនអេឡិកត្រូនិក(Electronic Frontier Foundation)។\r\n\r\n## ការចែករំលែករូបថត ឬវីដេអូ ##\r\n\r\nរូបថត និងវីដេអូ អាចលាតត្រដាងអត្តសញ្ញាណរបស់មនុស្សបានយ៉ាងងាយស្រួលបំផុត។ ដូច្នេះ វាគឺជាការសំខាន់ ដែលលោកអ្នកត្រូវមានការយល់ព្រម ពីម្ចាស់រូបថត ឬវីដេអូណាមួយ ដែលលោកអ្នកផូស្តទៅក្នុងបណ្តាញ។ ប្រសិនបើលោកអ្នកកំពុងផូស្តរូបភាពរបស់នរណាម្នាក់ផ្សេងទៀត លោកអ្នកត្រូវដឹងអំពីរបៀប ដែលលោកអ្នកអាចនឹងធ្វើឱ្យប៉ះពាល់ដល់ភាពឯកជនរបស់ពួកគេ។ មិនត្រូវផូស្តរូបថត ឬវីដេអូរបស់នរណាម្នាក់ ដោយមិនមានការយល់ព្រមជាមុនរបស់ពួកគេឡើយ។\r\n\r\nរូបថត និងវីដេអូ អាចលាតត្រដាងព័ត៌មានជាច្រើន ដោយអចេតនាផងដែរ។ កាមេរ៉ាជាច្រើន នឹងបង្កប់ទិន្នន័យលាក់កំបាំង (metadata tags) ដែលបង្ហាញអំពីកាលបរិច្ឆេទ ពេលវេលា និងទីតាំងរបស់រូបថត ប្រភេទកាមេរ៉ា ។ល។ គេហទំព័រចែករំលែករូបថតនិងវីដេអូ អាចនឹងផ្សព្វផ្សាយព័ត៌មាននេះ នៅពេលលោកអ្នកអាប់ឡូតរូបថត និងវីដេអូនោះទៅគេហទំព័ររបស់ពួកគេ។\r\n\r\n## កម្មវិធីជជែកគ្នា (Instant chats) ##\r\n\r\nគេហទំព័របណ្តាញទំនាក់ទំនងសង្គមជាច្រើន មានកម្មវិធី ដែលអនុញ្ញាតឱ្យលោកអ្នកអាចពិភាក្សាជាមួយមិត្តភក្តិបានភ្លាមៗ។ កម្មវិធីទាំងនេះ ប្រតិបត្តិការដូចកម្មវិធីផ្ញើសាររហ័សភ្លាមៗដែរ ហើយគឺជាផ្លូវអសុវត្ថិភាពបំផុតមួយ ក្នុងការទាក់ទងគ្នាតាមអ៊ីនធើរណែត ដោយសារតែពួកវា អាចលាតត្រដាងបានទាំង អ្នកដែលលោកអ្នកកំពុងទាក់ទងជាមួយ និងអ្វីដែលលោកអ្នកកំពុងនិយាយគ្នា។\r\n\r\n*ការភ្ជាប់ទៅគេហទំព័រនោះតាមរយៈ https គឺជាសេចក្តីតម្រូវអប្បបរមាមួយ សម្រាប់ការជជែកគ្នា ដែលមានសុត្ថិភាព ប៉ុន្តែទោះបីមានសេចក្តីតម្រូវនេះក៏ដោយ ក៏មិនអាចធានាបានជានិច្ចថា ការជជែកគ្នារបស់លោកអ្នក កំពុងប្រើការភ្ជាប់មួយ ដែលមាន        សុវត្ថិភាពឡើយ។ ឧទា. កម្មវិធីជជែកគ្នារបស់ Facebook ប្រើបណ្តាញខុសគ្នាមួយទៅកាន់ HTTPS (ហើយងាយនឹងលាតត្រដាងព័ត៌មានជាង)*។\r\n\r\nការប្រើកម្មវិធីជាក់លាក់មួយ សម្រាប់ការជជែកគ្នារបស់លោកអ្នក គឺអាចមានសុវត្ថិភាពជាងនេះ ដូចជាកម្មវិធី ភីឌហ្គីន (Pidgin) ជាមួយមុខងារបន្ថែមពិសេស មិនកត់ត្រាទិន្ន័យ (Off-the-record) ដែលមានប្រើវិធីសាស្ត្របម្លែងជាទម្រង់សម្ងាត់ជាដើម។ សូមអានមគ្គុទ្ទេសក៍អនុវត្តន៍របស់កម្មវិធី 'ភីឌហ្គីន (Pidgin) – កម្មវិធីផ្ញើសាររហ័សភ្លាមៗមានសុវត្ថិភាព'។\r\n\r\n## ការចូលរួម ឬការបង្កើតក្រុម ព្រឹត្តិការណ៍ និងសហគមន៍ ##\r\n\r\nតើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកកំពុងផ្តល់ទៅឱ្យអ្នកដទៃ ប្រសិនបើលោកអ្នកចូលរួមក្នុងក្រុមមួយ ឬសហគមន៍មួយ? តើព័ត៌មាននោះ និយាយអ្វីខ្លះអំពីលោកអ្នក? តើមនុស្សកំពុងប្រកាសអ្វីខ្លះ ទៅពិភពលោក ប្រសិនបើពួកគេចូលរួមក្នុងក្រុម ឬសហគមន៍មួយ ដែលលោកអ្នកបានបង្កើត? តើលោកអ្នកកំពុងដាក់អ្នកដទៃ ឱ្យប្រឈមហានិភ័យដោយរបៀបណា?\r\n\r\nនៅពេលលោកអ្នកចូលរួមក្នុងសហគមន៍ ឬក្រុមមួយនៅលើអនឡាញ វាកំពុងលាតត្រដាងអ្វីមួយ អំពីលោកអ្នកទៅកាន់អ្នកដទៃ។ ជារួម អ្នកដទៃអាចសន្មតថា លោកអ្នកគាំទ្រ ឬឯកភាពលើអ្វី ដែលក្រុមនោះកំពុងនិយាយ ឬធ្វើ ដែលការនេះអាចធ្វើឱ្យលោកអ្នកប្រឈមនឹងហានិភ័យ ប្រសិនបើលោកអ្នកត្រូវបានគេមើលឃើញថា សម្របខ្លួនតាម ឧទា. ក្រុមនយោបាយជាក់លាក់ណាមួយ។ ដូចគ្នានេះដែរ ប្រសិនបើលោកអ្នកចូលរួមក្នុងក្រុមមួយ ដែលមានចំនួនសមាជិកយ៉ាងច្រើន ដែលលោកអ្នកមិនស្គាល់នោះ វាអាចធ្វើឱ្យចុះខ្សោយដល់មុខងារកំណត់ភាពឯកជន និងសុវត្ថិភាពណាមួយ ដែលលោកអ្នកបានអនុវត្តចំពោះគណនីរបស់ខ្លួន ដែលដោយហេតុនេះហើយ លោកអ្នកត្រូវគិតថាតើព័ត៌មានអ្វីខ្លះ ដែលលោកអ្នកកំពុងផ្តល់ឱ្យ មុននឹងចូលរួមក្នុងក្រុម ឬសហគមន៍នោះ។ តើលោកអ្នកកំពុងប្រើរូបថត ឬឈ្មោះពិត ដែលអាចឱ្យជនចម្លែកអាចកំណត់អត្តសញ្ញាណលោកអ្នកដែរឬទេ?\r\n\r\nម្យ៉ាងទៀត ប្រសិនបើលោកអ្នកបង្កើតក្រុមមួយ ហើយមានមនុស្សជ្រើសរើសចូលរួមក្នុងក្រុមនេះ តើពួកគេកំពុងប្រកាសអ្វី ដល់ពិភពលោកអំពីការចូលរួមនេះ? ឧទា. ក្រុមគាំទ្រអ្នកស្រឡាញ់ភេទដូចគ្នា ឬក្រុមនារីស្រឡាញ់នារី ដែលលោកអ្នកបង្កើត ដើម្បីជួយមនុស្ស ប៉ុន្តែដោយសារការចូលរួមក្នុងក្រុមនេះ អ្នកទាំងនោះកំពុងកំណត់អត្តសញ្ញាណខ្លួនឯងជាចំហថា ជាអ្នកស្រឡាញ់ភេទដូចគ្នា ឬជាអ្នកស្និទ្ធស្នាលនឹងអ្នកស្រឡាញ់ភេទដូចគ្នា ដែលអាចនាំមកនូវគ្រោះថ្នាក់សម្រាប់ពួកគេនៅក្នុងមជ្ឈដ្ឋានពិត។\r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**អនុវត្តន៍៖ ចាប់ផ្តើមជាមួយ ** [***ឧបករណ៍បណ្តាញទំនាក់ទំនងសង្គម៖ Facebook, Twitter, YouTube និងឧបករណ៍ផ្សេងទៀត***](/km/social_networking_tools)។\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                        "value": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {
            "body": {
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"getstarted\">\n\n<p><a href=\"/km/social_networking_tools\"><strong>គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម៖ Facebook, Twitter និង ផ្សេងៗទៀត</strong></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "<div class=\"getstarted\" markdown=\"1\">\r\n[**គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម៖ Facebook, Twitter និង ផ្សេងៗទៀត**](/km/social_networking_tools)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1971", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1971", 
                "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5117", 
                "module": "book", 
                "nid": "1971", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5117", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452613250", 
            "comment": "0", 
            "created": "1441105899", 
            "current_revision_id": "12826", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_3", 
                        "value": "chapter_9_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5117": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1971", 
                    "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5117", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5117", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1971", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1971", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613250", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "km": [
                    {
                        "format": null, 
                        "safe_value": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                        "value": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម"
                    }
                ]
            }, 
            "title_original": "Social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335906", 
                        "created": "1442335906", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "es": {
                        "changed": "1442415467", 
                        "created": "1442415467", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210679", 
                        "created": "1441210679", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850358", 
                        "created": "1442762385", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441375634", 
                        "created": "1441375634", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613250", 
                        "created": "1452613081", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333733", 
                        "created": "1442333733", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1442410481", 
                        "created": "1442410481", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ru": {
                        "changed": "1443813942", 
                        "created": "1443813779", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1442324808", 
                        "created": "1442324808", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1446046271", 
                        "created": "1441105899", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326410", 
                        "created": "1442326410", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c3a9cbbd-21c4-4061-bb61-762c60339139", 
            "vid": "12826", 
            "vuuid": "2e690730-c7d7-4b3d-bf19-57b13aa6f02d"
        }
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "km": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "km": [
            {
                "format": null, 
                "safe_value": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "value": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "km": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "km": [
            {
                "format": null, 
                "safe_value": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "value": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}