{
    "body": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Các trang mạng xã hội này là những trang mạng xã hội được sử dụng rộng rãi và phổ biến nhất hiện nay. Chúng được sở hữu bởi các công ty tư nhân và, như đã lưu ý tại chương <a href=\"/vi/chuong-10\"><strong>10. Hướng dẫn tự bảo vệ bản thân và thông tin khi sử dụng các mạng xã hội</strong></a>, những công ty này kiếm tiền bằng việc thu thập thông tin của người sử dụng và bán những thông tin này cho các công ty quảng cáo. Các chiến dịch của chính phủ sẽ nhắm tới các trang mạng này và tìm cách ngăn chặn truy cập, khi đó các công ty trên sẽ chịu áp lực từ phía chính quyền và chịu sự kiểm duyệt của họ khi cần thiết. Có thể đáng để bạn tìm hiểu các trang mạng khác thay thế các trang mạng nêu trên, như  <a href=\"http://joindiaspora.com\"><strong>Diaspora</strong></a>, <a href=\"http://we.riseup.net\"><strong>Crabgrass</strong></a>, <a href=\"http://friendica.com/\"><strong>Friendica</strong></a>, <a href=\"https://pidder.com\"><strong>Pidder</strong></a>, hay <a href=\"http://secushare.org\"><strong>SecureShare</strong></a> là các trang được thiết kế với tính bảo mật số cao hướng tới các hoạt động đấu tranh. Trang <a href=\"http://socialswarm.net\"><strong>Social Swarm</strong></a> là một trang tư vấn mở thuộc một tổ chức phi lợi nhuận cho phép thực hiện các thảo luận, chủ đề nâng cao nhận thức và các chương trình quảng bá về tính bảo mật trên các mạng xã hội và đây có thể là một nguồn thông tin hữu ích.\nMột số trang cung cấp các tính năng tương tự có thể khá phổ biến ở những khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:</p>\n\n<ol><li>Liệu trang này có hỗ trợ kết nối <strong>SSL</strong> cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có cảnh báo nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?</li>\n<li>Đọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?</li>\n<li>Những tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ hình ảnh hay đoạn phim một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?</li>\n<li>Bạn có biết về <strong>vị trí đặt máy chủ vật lý</strong>, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của mình? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?</li>\n</ol>", 
                "summary": "", 
                "value": "Các trang mạng xã hội này là những trang mạng xã hội được sử dụng rộng rãi và phổ biến nhất hiện nay. Chúng được sở hữu bởi các công ty tư nhân và, như đã lưu ý tại chương [**10. Hướng dẫn tự bảo vệ bản thân và thông tin khi sử dụng các mạng xã hội**](/vi/chuong-10), những công ty này kiếm tiền bằng việc thu thập thông tin của người sử dụng và bán những thông tin này cho các công ty quảng cáo. Các chiến dịch của chính phủ sẽ nhắm tới các trang mạng này và tìm cách ngăn chặn truy cập, khi đó các công ty trên sẽ chịu áp lực từ phía chính quyền và chịu sự kiểm duyệt của họ khi cần thiết. Có thể đáng để bạn tìm hiểu các trang mạng khác thay thế các trang mạng nêu trên, như  [**Diaspora**](http://joindiaspora.com), [**Crabgrass**](http://we.riseup.net), [**Friendica**](http://friendica.com/), [**Pidder**](https://pidder.com), hay [**SecureShare**](http://secushare.org) là các trang được thiết kế với tính bảo mật số cao hướng tới các hoạt động đấu tranh. Trang [**Social Swarm**](http://socialswarm.net) là một trang tư vấn mở thuộc một tổ chức phi lợi nhuận cho phép thực hiện các thảo luận, chủ đề nâng cao nhận thức và các chương trình quảng bá về tính bảo mật trên các mạng xã hội và đây có thể là một nguồn thông tin hữu ích.\r\nMột số trang cung cấp các tính năng tương tự có thể khá phổ biến ở những khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:\r\n\r\n1.\tLiệu trang này có hỗ trợ kết nối **SSL** cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có cảnh báo nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?\r\n2.\tĐọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?\r\n3.\tNhững tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ hình ảnh hay đoạn phim một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?\r\n4.\tBạn có biết về **vị trí đặt máy chủ vật lý**, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của mình? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2072", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2072", 
        "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
        "menu_name": "book-toc-1928", 
        "mlid": "5218", 
        "module": "book", 
        "nid": "2072", 
        "options": [], 
        "p1": "5034", 
        "p2": "5218", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Social Networking Tools: Facebook, Twitter and Others", 
        "updated": "0", 
        "weight": "1"
    }, 
    "book_children": [
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Facebook</strong> là trang mạng xã hội phổ biến hỗ trợ truy cập từ nhiều loại thiết bị. Việc hiểu rõ và kiểm soát các thiết đặt riêng tư cho trang này là đặc biệt quan trọng.</p>\n\n<p><strong>Trang chủ</strong></p>\n\n<ul><li><a href=\"https://vi-vn.facebook.com/\"><strong>www.facebook.com</strong></a></li>\n</ul><p><strong>Yêu cầu Máy tính</strong></p>\n\n<ul><li><p>Kết nối Internet</p>\n\n<p><a href=\"/vi/firefox-main\"><strong>Trình duyệt web Firefox với tiện ích bảo mật</strong></a> hoặc <a href=\"/vi/tor-main\"><strong>Trình duyệt Tor</strong></a></p></li>\n</ul><p><strong>Yêu cầu Đọc thêm</strong></p>\n\n<ul><li>Hướng dẫn Sử dụng, chương <a href=\"/vi/chuong-10\"><strong>10. Làm thế nào để tự bảo vệ bản thân và thông tin khi tham gia các mạng xã hội</strong></a></li>\n<li><a href=\"https://www.facebook.com/about/privacy/\"><strong>Điều khoản Sử dụng</strong></a> và <a href=\"https://www.facebook.com/about/privacy/\"><strong>Chính sách Sử dụng Dữ liệu</strong></a> của <strong>Facebook</strong> </li>\n</ul><p><strong>Thời gian tìm cần thiết để tìm hiểu sử dụng</strong>: 40 phút</p>\n\n<p><strong>Những điều bạn sẽ đạt được</strong>:</p>\n\n<ul><li>Khả năng <strong>giảm thiểu</strong> lượng thông tin cá nhân bị công khai khi sử dụng <strong>Facebook</strong></li>\n<li>Khả năng <strong>kiểm soát</strong> danh sách những người có thể truy cập hồ sơ thông tin, cập nhật trạng thái, hình ảnh và các dữ liệu khác trên <strong>Facebook</strong> của bạn cũng như thời điểm họ truy cập..</li>\n<li>Khả năng <strong>giảm thiểu</strong> việc thông tin cá nhân của bạn bị sử dụng cho bên thứ ba bao gồm cả việc quảng cáo của các đối tác của <strong>Facebook</strong> và các trang web liên quan.</li>\n</ul><h3>1.1 Những điều bạn nên nắm rõ về công cụ này trước khi bắt đầu</h3>\n\n<p><strong>Facebook</strong> là trang mạng xã hội phổ biến nhất thế giới. Trang này có thể được sử dụng rộng rãi bởi các nhà hoạt động nhân quyền nhằm xây dựng mở rộng mạng lưới, liên lạc, tổ chức, công bố các sự kiện và các vấn đề. Tuy nhiên, đây cũng có nguy cơ là nguồn thông tin cho các thế lực thù địch của các nhà hoạt động nhân quyền. Vì vậy, hiểu biết về các thiết đặt tài khoản và tính riêng tư là hết sức quan trọng.</p>\n\n<p><strong>Facebook</strong> được giám sát bởi chính phủ Hoa kỳ, và có khả năng mạng này cũng bị các chính phủ khác theo dõi. Hơn nữa, Chính sách Sử dụng Dữ liệu của <strong>Facebook</strong> nêu rõ rằng họ sẽ chia sẻ thông tin của bạn khi có yêu cầu của luật pháp bao gồm cả việc điều tra của chính quyền.</p>\n\n<p>Một điều quan trọng cần lưu ý, do tính mở của mạng xã hội <strong>Facebook</strong>, an toàn và tính riêng tư của bạn phụ thuộc rất nhiều vào bạn bè và đối tác liên lạc của bạn trên mạng. Cho dù việc thực hiện theo các hướng dẫn này sẽ giúp bạn tăng cường tính riêng tư và bảo mật, điều đó sẽ không giúp gì nhiều nếu các đối tác liên lạc qua <strong>Facebook</strong> của bạn lại không theo các hướng dẫn này. Vì lý do đó, điều quan trọng là cần phải phổ biến việc thực hiện bảo mật cho bạn bè, gia đình và mọi đối tác liên lạc trên mạng <strong>Facebook</strong> để nâng cao tính bảo mật cho bản thân bạn và cho những người khác.</p>\n\n<p>Bạn cần luôn cập nhật <strong>Các Thiết đặt Bảo mật Facebook</strong>. Các thiết đặt này được đề cập trong hướng dẫn này sẽ giúp tài khoản <strong>Facebook</strong> của bạn bảo mật tốt hơn (tại thời điểm tháng Năm 2012). Tuy nhiên, chúng tôi luôn khuyến nghị bạn tìm hiểu trang hỗ trợ chính thức của <strong>Facebook</strong> về các thiết đặt Bảo mật và Riêng tư đối về các cập nhật bổ sung cũng như những hướng dẫn cho các thắc mắc của bạn: https://www.facebook.com/help/privacy.</p>\n\n<p>Thông tin thêm về  <a href=\"http://www.facebook.com/about/privacy\"><strong>Chính sách Sử dụng Dữ liệu</strong></a> của Facebook, hãy tham khảo trang thông tin trực quan <a href=\"https://www.myshadow.org/facebook-info-we-receive\"><strong>Me and My Shadow</strong></a>.</p>\n", 
                        "summary": "", 
                        "value": "**Facebook** là trang mạng xã hội phổ biến hỗ trợ truy cập từ nhiều loại thiết bị. Việc hiểu rõ và kiểm soát các thiết đặt riêng tư cho trang này là đặc biệt quan trọng.\r\n\t\t\t\r\n**Trang chủ**\r\n\r\n* [**www.facebook.com**](https://vi-vn.facebook.com/)\r\n\r\n**Yêu cầu Máy tính**\r\n\r\n- Kết nối Internet\r\n\r\n [**Trình duyệt web Firefox với tiện ích bảo mật**](/vi/firefox-main) hoặc [**Trình duyệt Tor**](/vi/tor-main)\r\n\r\n**Yêu cầu Đọc thêm**\r\n\r\n- Hướng dẫn Sử dụng, chương [**10. Làm thế nào để tự bảo vệ bản thân và thông tin khi tham gia các mạng xã hội**](/vi/chuong-10)\r\n- [**Điều khoản Sử dụng**](https://www.facebook.com/about/privacy/) và [**Chính sách Sử dụng Dữ liệu**](https://www.facebook.com/about/privacy/) của **Facebook** \r\n\r\n**Thời gian tìm cần thiết để tìm hiểu sử dụng**: 40 phút \r\n\r\n**Những điều bạn sẽ đạt được**: \r\n\r\n- Khả năng **giảm thiểu** lượng thông tin cá nhân bị công khai khi sử dụng **Facebook**\r\n- Khả năng **kiểm soát** danh sách những người có thể truy cập hồ sơ thông tin, cập nhật trạng thái, hình ảnh và các dữ liệu khác trên **Facebook** của bạn cũng như thời điểm họ truy cập..\r\n- Khả năng **giảm thiểu** việc thông tin cá nhân của bạn bị sử dụng cho bên thứ ba bao gồm cả việc quảng cáo của các đối tác của **Facebook** và các trang web liên quan.\r\n\r\n### 1.1 Những điều bạn nên nắm rõ về công cụ này trước khi bắt đầu  ###\r\n\r\n**Facebook** là trang mạng xã hội phổ biến nhất thế giới. Trang này có thể được sử dụng rộng rãi bởi các nhà hoạt động nhân quyền nhằm xây dựng mở rộng mạng lưới, liên lạc, tổ chức, công bố các sự kiện và các vấn đề. Tuy nhiên, đây cũng có nguy cơ là nguồn thông tin cho các thế lực thù địch của các nhà hoạt động nhân quyền. Vì vậy, hiểu biết về các thiết đặt tài khoản và tính riêng tư là hết sức quan trọng.\r\n\r\n**Facebook** được giám sát bởi chính phủ Hoa kỳ, và có khả năng mạng này cũng bị các chính phủ khác theo dõi. Hơn nữa, Chính sách Sử dụng Dữ liệu của **Facebook** nêu rõ rằng họ sẽ chia sẻ thông tin của bạn khi có yêu cầu của luật pháp bao gồm cả việc điều tra của chính quyền.\r\n\r\nMột điều quan trọng cần lưu ý, do tính mở của mạng xã hội **Facebook**, an toàn và tính riêng tư của bạn phụ thuộc rất nhiều vào bạn bè và đối tác liên lạc của bạn trên mạng. Cho dù việc thực hiện theo các hướng dẫn này sẽ giúp bạn tăng cường tính riêng tư và bảo mật, điều đó sẽ không giúp gì nhiều nếu các đối tác liên lạc qua **Facebook** của bạn lại không theo các hướng dẫn này. Vì lý do đó, điều quan trọng là cần phải phổ biến việc thực hiện bảo mật cho bạn bè, gia đình và mọi đối tác liên lạc trên mạng **Facebook** để nâng cao tính bảo mật cho bản thân bạn và cho những người khác.\r\n\r\n\r\nBạn cần luôn cập nhật **Các Thiết đặt Bảo mật Facebook**. Các thiết đặt này được đề cập trong hướng dẫn này sẽ giúp tài khoản **Facebook** của bạn bảo mật tốt hơn (tại thời điểm tháng Năm 2012). Tuy nhiên, chúng tôi luôn khuyến nghị bạn tìm hiểu trang hỗ trợ chính thức của **Facebook** về các thiết đặt Bảo mật và Riêng tư đối về các cập nhật bổ sung cũng như những hướng dẫn cho các thắc mắc của bạn: https://www.facebook.com/help/privacy.\r\n\r\nThông tin thêm về  [**Chính sách Sử dụng Dữ liệu**](http://www.facebook.com/about/privacy) của Facebook, hãy tham khảo trang thông tin trực quan [**Me and My Shadow**](https://www.myshadow.org/facebook-info-we-receive).\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2073", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2073", 
                "link_title": "Facebook Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5219", 
                "module": "book", 
                "nid": "2073", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5219", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Facebook Security Guide", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1456929501", 
            "comment": "0", 
            "created": "1441186416", 
            "current_revision_id": "13437", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "facebook-main", 
                        "value": "facebook-main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5219": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2073", 
                    "link_title": "Facebook Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5219", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5219", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2073", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/facebook_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456929501", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Hướng dẫn Bảo mật Facebook", 
                        "value": "Hướng dẫn Bảo mật Facebook"
                    }
                ]
            }, 
            "title_original": "Facebook Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442403777", 
                        "created": "1442403777", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442504541", 
                        "created": "1442504541", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452164341", 
                        "created": "1441639429", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442850979", 
                        "created": "1442850979", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128285", 
                        "created": "1455128285", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630471", 
                        "created": "1443630471", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441295607", 
                        "created": "1441295607", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444191809", 
                        "created": "1444191809", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022715", 
                        "created": "1443022715", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456929501", 
                        "created": "1444731723", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186416", 
                        "created": "1441186416", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2073", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "2ab0a0af-c3bf-46ac-84a4-a8a49404e61e", 
            "vid": "13437", 
            "vuuid": "58e9df9e-8d56-4b99-b239-e561c4c5f859"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Twitter</strong> là trang mạng xã hội nơi thành viên tham gia chia sẻ thông tin qua dòng <em>cập nhật trạng thái</em> dài 140 ký tự. Tin nhắn cập nhật này về nguyên thủy là trả lời cho câu hỏi \"hiện tại bạn đang làm gì?\" cho dù mục đích sử dụng tin nhắn trạng thái này đã it nhiều thay đổi như là một phương tin truyền tải thông tin đa dạng. Không giống như <strong>Facebook</strong>, trên <strong>Tweeter</strong> bạn ‘theo dõi’ những người dùng khác bạn quan tâm, chứ không nhất thiết là những người bạn biết.<br /><strong>Trang chủ</strong></p>\n\n<ul><li><a href=\"https://www.twitter.com\"><strong>www.twitter.com</strong></a></li>\n</ul><p><strong>Yêu cầu Máy tính</strong>\n- Kết nối Internet\n- <a href=\"/vi/firefox-main\">Trình duyệt Firefox với tiện ích bảo mật</a> hoặc <a href=\"/vi/tor-main\">Trình duyệt Tor</a>\n<strong>Yêu cầu Đọc thêm</strong></p>\n\n<ul><li>Sách Hướng dẫn chương <a href=\"/chuong-10\"><strong>10. Làm thế nào để bảo vệ bản thân và dữ liệu khi tham gia sử dụng các mạng xã hội</strong></a></li>\n<li><a href=\"https://www.twitter.com/tos\"><strong>Điều khoản Dịch vụ</strong></a> và  <a href=\"https://www.twitter.com/privacy/\"><strong>Chính sách Bảo mật</strong></a> của <strong>Twitter</strong></li>\n</ul><p><strong>Thời gian cần thiết để tìm hiểu trước khi sử dụng công cụ này</strong>: 40 phút</p>\n\n<p><strong>Những điều bạn đạt được</strong>:</p>\n\n<ul><li>Khả năng <strong>giảm thiểu</strong> lượng thông tin cá nhân được đăng tải công khai khi sử dụng Twitter</li>\n<li>Khả năng <strong>kiểm soát</strong> những người nào có thể thấy các thông tin cập nhật trạng thái, hình ảnh và các dữ liệu khác của bạn chia sẻ trên Twitter</li>\n<li>Khả năng <strong>hạn chế</strong> lượng thông tin cá nhân của bạn bị sử dụng bởi các bên thứ ba</li>\n</ul><h3>1.1 Những điều bạn cần biết trước khi bắt đầu sử dụng công cụ này</h3>\n\n<p><strong>Twitter</strong> nêu rõ trong điều khoản sử dụng dịch vụ: “Với bản quyền này bạn ủy quyền cho chúng tôi làm cho tin nhắn Tweets của bạn sẵn có đối với phần còn lại của thế giới và cho phép những người dùng khác thực hiện điều tương tự. Nhưng những gì của bạn vẫn thuộc về bạn – bạn sở hữu nội dung của mình”. Hơn thế nữa, <strong>Twitter</strong> có quyền chuyển thông tin của bạn cho chính quyền khi có yêu cầu.</p>\n\n<p>Mặc dù <strong>Twitter</strong> là một trang web, nhiều người dùng tương tác và quản lý <strong>Twitter</strong> của họ thông qua các ứng dụng là các tiện ích <strong>Twitter</strong> được cài đặt trên thiết bị. Nếu bạn sử dụng một tiện tích <strong>Twitter</strong> bạn cần sử đảm bảo rằng chương trình này sử dụng kết nối bảo mật, qua một kênh kết nối mã hóa, hãy xem phần <a href=\"/vi/chuong_7_1\"><strong>Bảo mật trang web thư điện tử của bạn</strong></a> trong <a href=\"/vi/chuong-7\"><strong>Chương 7: Làm thế nào để bảo mật truyền thông trên Internet</strong></a>.</p>\n\n<p>Thêm nữa, tương tự như <strong>Facebook</strong>, nhiều người sử dụng <strong>Twitter</strong> kết nối với một số các trang web và ứng dụng khác để chia sẻ cập nhật trạng thái, hình ảnh, vị trí, các đường dẫn, vv. Việc sử dụng các ứng dụng này có thể đem lại nhiều nguy cơ mất an toàn bảo mật, và một điều hết sức quan trọng là các thiết đặt về bảo mật trên tất cả các ứng dụng này cần được đảm bảo ở mức bảo mật nhất có thể.</p>\n\n<p>Cơ quan An toàn Nội địa của Mỹ thực hiện việc theo dõi <strong>Twitter</strong> và các trang mạng xã hội khác và một khả năng rất cao là các chính phủ khác cũng thực hiện điều này. \nĐể có thêm thông tin về <a href=\"http://twitter.com/privacy\"><strong>Chính sách Bảo mật</strong></a> của <strong>Twitter</strong>, hãy truy cập trang web với nội dung trực quan <a href=\"https://www.myshadow.org/lost-in-small-print\"><strong>Me and My Shadow</strong></a>.</p>\n", 
                        "summary": "", 
                        "value": "**Twitter** là trang mạng xã hội nơi thành viên tham gia chia sẻ thông tin qua dòng *cập nhật trạng thái* dài 140 ký tự. Tin nhắn cập nhật này về nguyên thủy là trả lời cho câu hỏi \"hiện tại bạn đang làm gì?\" cho dù mục đích sử dụng tin nhắn trạng thái này đã it nhiều thay đổi như là một phương tin truyền tải thông tin đa dạng. Không giống như **Facebook**, trên **Tweeter** bạn ‘theo dõi’ những người dùng khác bạn quan tâm, chứ không nhất thiết là những người bạn biết. \t\t\r\n**Trang chủ**\r\n\r\n* [**www.twitter.com**](https://www.twitter.com)\r\n\r\n**Yêu cầu Máy tính**\r\n- Kết nối Internet\r\n- [Trình duyệt Firefox với tiện ích bảo mật](/vi/firefox-main) hoặc [Trình duyệt Tor](/vi/tor-main)\r\n**Yêu cầu Đọc thêm**\r\n\r\n- Sách Hướng dẫn chương [**10. Làm thế nào để bảo vệ bản thân và dữ liệu khi tham gia sử dụng các mạng xã hội**](/chuong-10)\r\n- [**Điều khoản Dịch vụ**](https://www.twitter.com/tos) và  [**Chính sách Bảo mật**](https://www.twitter.com/privacy/) của **Twitter**\r\n\r\n**Thời gian cần thiết để tìm hiểu trước khi sử dụng công cụ này**: 40 phút \r\n\r\n**Những điều bạn đạt được**: \r\n\r\n- Khả năng **giảm thiểu** lượng thông tin cá nhân được đăng tải công khai khi sử dụng Twitter\r\n- Khả năng **kiểm soát** những người nào có thể thấy các thông tin cập nhật trạng thái, hình ảnh và các dữ liệu khác của bạn chia sẻ trên Twitter\r\n- Khả năng **hạn chế** lượng thông tin cá nhân của bạn bị sử dụng bởi các bên thứ ba\r\n\r\n### 1.1 Những điều bạn cần biết trước khi bắt đầu sử dụng công cụ này ###\r\n\r\n**Twitter** nêu rõ trong điều khoản sử dụng dịch vụ: “Với bản quyền này bạn ủy quyền cho chúng tôi làm cho tin nhắn Tweets của bạn sẵn có đối với phần còn lại của thế giới và cho phép những người dùng khác thực hiện điều tương tự. Nhưng những gì của bạn vẫn thuộc về bạn – bạn sở hữu nội dung của mình”. Hơn thế nữa, **Twitter** có quyền chuyển thông tin của bạn cho chính quyền khi có yêu cầu.\r\n\r\nMặc dù **Twitter** là một trang web, nhiều người dùng tương tác và quản lý **Twitter** của họ thông qua các ứng dụng là các tiện ích **Twitter** được cài đặt trên thiết bị. Nếu bạn sử dụng một tiện tích **Twitter** bạn cần sử đảm bảo rằng chương trình này sử dụng kết nối bảo mật, qua một kênh kết nối mã hóa, hãy xem phần [**Bảo mật trang web thư điện tử của bạn**](/vi/chuong_7_1) trong [**Chương 7: Làm thế nào để bảo mật truyền thông trên Internet**](/vi/chuong-7).\r\n\r\nThêm nữa, tương tự như **Facebook**, nhiều người sử dụng **Twitter** kết nối với một số các trang web và ứng dụng khác để chia sẻ cập nhật trạng thái, hình ảnh, vị trí, các đường dẫn, vv. Việc sử dụng các ứng dụng này có thể đem lại nhiều nguy cơ mất an toàn bảo mật, và một điều hết sức quan trọng là các thiết đặt về bảo mật trên tất cả các ứng dụng này cần được đảm bảo ở mức bảo mật nhất có thể.\r\n\r\nCơ quan An toàn Nội địa của Mỹ thực hiện việc theo dõi **Twitter** và các trang mạng xã hội khác và một khả năng rất cao là các chính phủ khác cũng thực hiện điều này. \r\nĐể có thêm thông tin về [**Chính sách Bảo mật**](http://twitter.com/privacy) của **Twitter**, hãy truy cập trang web với nội dung trực quan [**Me and My Shadow**](https://www.myshadow.org/lost-in-small-print).\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2078", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2078", 
                "link_title": "Twitter Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5224", 
                "module": "book", 
                "nid": "2078", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5224", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Twitter Security Guide", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456929560", 
            "comment": "0", 
            "created": "1441186867", 
            "current_revision_id": "13438", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "twitter-main", 
                        "value": "twitter-main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5224": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2078", 
                    "link_title": "Twitter Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5224", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5224", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2078", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/twitter_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456929560", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Hướng dẫn Bảo mât Twitter ", 
                        "value": "Hướng dẫn Bảo mât Twitter "
                    }
                ]
            }, 
            "title_original": "Twitter Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442404071", 
                        "created": "1442404071", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505362", 
                        "created": "1442505362", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166455", 
                        "created": "1441639966", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851259", 
                        "created": "1442851259", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128722", 
                        "created": "1455128722", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630863", 
                        "created": "1443630863", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296520", 
                        "created": "1441296520", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192038", 
                        "created": "1444192038", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022739", 
                        "created": "1443022739", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456929560", 
                        "created": "1444731844", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186867", 
                        "created": "1441186867", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2078", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "a74a82f2-6b46-4152-a011-943bd7ad3f4c", 
            "vid": "13438", 
            "vuuid": "c9f85414-8f61-4ea6-a9df-d69905dc2bb9"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>YouTube</strong> là công cụ tuyệt vời để đưa đoạn phim của bạn tới hàng triệu người xem.\nTuy nhiên, với thực tế <strong>YouTube</strong> được sở hữu bởi <strong>Google</strong>, và nếu <strong>Google</strong> cho rằng nội dung đoạn phim của bạn có thể bị phản đối, họ sẽ xóa nó khỏi <strong>YouTube</strong>. Điều này có nghĩa là <strong>YouTube</strong> không phải là nơi an toàn để lưu trữ các đoạn phim của bạn. <strong>Google</strong> đã từng được biết tới  việc chịu ảnh hưởng và xóa các nội dung được đăng tải trên <strong>YouTube</strong> để tránh việc trang này bị kiểm duyệt. Vậy nếu bạn muốn mọi người có thể xem được đoạn phim của bạn, hãy đăng tải một bản sao của đoạn phim này lên <strong>YouTube</strong> - đừng lưu trữ bản duy nhất trên <strong>YouTube</strong> như một nơi lưu trữ an toàn.</p>\n\n<p><strong>Google</strong> sẽ ghi nhật ký thông tin người dùng và vị trí đối với các đoạn phim được đăng tải và xem. Các thông tin này có thể bị sử dụng để theo dõi người dùng.\nCác nội dung được đăng tải trên <strong>YouTube</strong> vẫn thuộc về bạn; với việc đăng tải các nội dung này trên <strong>YouTube</strong> bạn đã trao quyền cho <strong>Google</strong> được truyền bá nội dung này.\n<strong>YouTube</strong> hiện hoặc đã từng được thông báo là không thể truy cập ở nhiều quốc gia, như:</p>\n\n<p>Trung Quốc (từ tháng Ba 2009), \nMiến Điện (giữa tháng Ba – tháng Tám 2011),\nIran (từ tháng Giêng 2011), \nLibya (từ tháng Hai – Mười 2011),\nSyria (từ tháng Sáu 2011)\nUzbekistan (từ Tám 2011),\nTunisia,\nTurkmenistan, và\nThổ Nhĩ Kỳ.\nHãy tham khảo <a href=\"https://www.google.com/transparencyreport/traffic/\"><strong>phần lưu lượng trong Báo cáo Minh bạch của Google</strong></a></p>\n\n<p>Để tìm hiểu thêm về <a href=\"http://www.google.com/policies/privacy\"><strong>Chính sách Bảo mật</strong></a> của <strong>Google</strong>, hãy tham khảo trang hình ảnh trưc quan <a href=\"https://www.myshadow.org/lost-in-small-print\"><strong>Me and My Shadow</strong></a>.</p>\n\n<h3>Mẹo dùng YouTube:</h3>\n\n<ul><li><p>Không bao giờ đăng tải các đoạn phim về người khác mà không được sự đồng thuận của họ. Ngay cả khi có sự đồng tình, hãy suy nghĩ về các hậu quả có thể xảy ra.</p></li>\n<li><p>Khi cần mở trang <strong>YouTube</strong>, hãy nhập http<strong>s</strong>://www.youtube.com vào ô địa chỉ trên trình duyệt – điều này đảm bảo rằng kết nối giữa máy tính của bạn và các máy chủ <strong>YouTube</strong> sẽ được mã hóa bằng kết nối SSL (<strong>Lớp Mã hóa Bảo mật Socket</strong>). Để chắc chắn rằng bạn sử dụng kết nối bảo mật cho tất cả những lần kết nối, chúng tôi khuyến nghị bạn sử dụng trình duyệt <a href=\"/vi/firefox_main\"><strong>Firefox</strong></a>  với thành phần mở rộng <a href=\"/en/firefox_others#5.5\"><strong>HTTPS Everywhere</strong></a> để kết nối <strong>YouTube</strong>.</p></li>\n<li><p>Hãy sử dụng tính năng <strong>face-blurring</strong> (làm mờ ảnh mặt) của <strong>YouTube</strong> cho các đoạn phim với những người tham gia mà bạn không muốn để bị nhận diện, ví dụ như trong các đoạn phim liên quan đến biểu tình. Xem thêm <a href=\"http://support.google.com/youtube/bin/static.py?hl=en&amp;guide=1388381&amp;page=guide.cs&amp;answer=2640535\"><strong>tại đây</strong></a>.\n.</p></li>\n<li><p>Hãy luôn lưu giữ một bản sao của các đoạn phim bạn chia sẻ trên Google/YouTube.</p></li>\n<li><p>Sử dụng các thiết đặt riêng tư để chỉ chia sẻ các đoạn phim với những cá nhân xác định.</p></li>\n</ul><h3>Các lựa chọn ngoài YouTube</h3>\n\n<p>Nếu bạn không muốn đăng tải các đoạn phim của mình với  <strong>Google</strong>, có thể có các lựa chọn khác, như <a href=\"https://www.vimeo.com\"><strong>Vimeo</strong></a>.  Giống như <strong>YouTube</strong>, trang này sử dụng kết nối bảo mật qua <strong>SSL</strong>, và cung cấp cho người sử dụng một số các tùy chọn bảo mật tính riêng tư và kiểm soát các quyền sở hữu sáng tạo với các đoạn phim của mình. Một số trang cung cấp các tính năng tương tự có thể khá phổ biến ở các khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:</p>\n\n<ol><li><p>Liệu trang này có hỗ trợ kết nối qua <strong>SSL</strong> cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có vấn đề nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?</p></li>\n<li><p>Đọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?</p></li>\n<li><p>Những tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ đoạn phim một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?</p></li>\n<li><p>Nếu bạn đăng tải các hình ảnh có tính nhạy cảm, như hình ảnh về một cuộc biểu tình, liệu trang này có cung cấp tính năng bảo vệ những cá nhân trong ảnh, như làm nhòe mặt?</p></li>\n<li><p>Bạn có biết về <strong>vị trí đặt máy chủ vật lý</strong>, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của minh? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?</p></li>\n</ol>", 
                        "summary": "", 
                        "value": "**YouTube** là công cụ tuyệt vời để đưa đoạn phim của bạn tới hàng triệu người xem.\r\nTuy nhiên, với thực tế **YouTube** được sở hữu bởi **Google**, và nếu **Google** cho rằng nội dung đoạn phim của bạn có thể bị phản đối, họ sẽ xóa nó khỏi **YouTube**. Điều này có nghĩa là **YouTube** không phải là nơi an toàn để lưu trữ các đoạn phim của bạn. **Google** đã từng được biết tới  việc chịu ảnh hưởng và xóa các nội dung được đăng tải trên **YouTube** để tránh việc trang này bị kiểm duyệt. Vậy nếu bạn muốn mọi người có thể xem được đoạn phim của bạn, hãy đăng tải một bản sao của đoạn phim này lên **YouTube** - đừng lưu trữ bản duy nhất trên **YouTube** như một nơi lưu trữ an toàn.\r\n\r\n**Google** sẽ ghi nhật ký thông tin người dùng và vị trí đối với các đoạn phim được đăng tải và xem. Các thông tin này có thể bị sử dụng để theo dõi người dùng.\r\nCác nội dung được đăng tải trên **YouTube** vẫn thuộc về bạn; với việc đăng tải các nội dung này trên **YouTube** bạn đã trao quyền cho **Google** được truyền bá nội dung này.\r\n**YouTube** hiện hoặc đã từng được thông báo là không thể truy cập ở nhiều quốc gia, như:\r\n\r\nTrung Quốc (từ tháng Ba 2009), \r\nMiến Điện (giữa tháng Ba – tháng Tám 2011),\r\nIran (từ tháng Giêng 2011), \r\nLibya (từ tháng Hai – Mười 2011),\r\nSyria (từ tháng Sáu 2011)\r\nUzbekistan (từ Tám 2011),\r\nTunisia,\r\nTurkmenistan, và\r\nThổ Nhĩ Kỳ.\r\nHãy tham khảo [**phần lưu lượng trong Báo cáo Minh bạch của Google**](https://www.google.com/transparencyreport/traffic/) \r\n\r\nĐể tìm hiểu thêm về [**Chính sách Bảo mật**](http://www.google.com/policies/privacy) của **Google**, hãy tham khảo trang hình ảnh trưc quan [**Me and My Shadow**](https://www.myshadow.org/lost-in-small-print).\r\n\r\n### Mẹo dùng YouTube: ###\r\n\r\n- Không bao giờ đăng tải các đoạn phim về người khác mà không được sự đồng thuận của họ. Ngay cả khi có sự đồng tình, hãy suy nghĩ về các hậu quả có thể xảy ra.\r\n\r\n- Khi cần mở trang **YouTube**, hãy nhập http**s**://www.youtube.com vào ô địa chỉ trên trình duyệt – điều này đảm bảo rằng kết nối giữa máy tính của bạn và các máy chủ **YouTube** sẽ được mã hóa bằng kết nối SSL (**Lớp Mã hóa Bảo mật Socket**). Để chắc chắn rằng bạn sử dụng kết nối bảo mật cho tất cả những lần kết nối, chúng tôi khuyến nghị bạn sử dụng trình duyệt [**Firefox**](/vi/firefox_main)  với thành phần mở rộng [**HTTPS Everywhere**](/en/firefox_others#5.5) để kết nối **YouTube**.\r\n\r\n- Hãy sử dụng tính năng **face-blurring** (làm mờ ảnh mặt) của **YouTube** cho các đoạn phim với những người tham gia mà bạn không muốn để bị nhận diện, ví dụ như trong các đoạn phim liên quan đến biểu tình. Xem thêm [**tại đây**](http://support.google.com/youtube/bin/static.py?hl=en&guide=1388381&page=guide.cs&answer=2640535).\r\n.\r\n- Hãy luôn lưu giữ một bản sao của các đoạn phim bạn chia sẻ trên Google/YouTube.\r\n\r\n- Sử dụng các thiết đặt riêng tư để chỉ chia sẻ các đoạn phim với những cá nhân xác định.\r\n\r\n### Các lựa chọn ngoài YouTube ### \r\n\r\n\r\nNếu bạn không muốn đăng tải các đoạn phim của mình với  **Google**, có thể có các lựa chọn khác, như [**Vimeo**](https://www.vimeo.com).  Giống như **YouTube**, trang này sử dụng kết nối bảo mật qua **SSL**, và cung cấp cho người sử dụng một số các tùy chọn bảo mật tính riêng tư và kiểm soát các quyền sở hữu sáng tạo với các đoạn phim của mình. Một số trang cung cấp các tính năng tương tự có thể khá phổ biến ở các khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:\r\n\r\n1. Liệu trang này có hỗ trợ kết nối qua **SSL** cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có vấn đề nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?\r\n\r\n2. Đọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?\r\n\r\n3. Những tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ đoạn phim một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?\r\n\r\n4. Nếu bạn đăng tải các hình ảnh có tính nhạy cảm, như hình ảnh về một cuộc biểu tình, liệu trang này có cung cấp tính năng bảo vệ những cá nhân trong ảnh, như làm nhòe mặt?\r\n\r\n5. Bạn có biết về **vị trí đặt máy chủ vật lý**, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của minh? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?\r\n\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2081", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2081", 
                "link_title": "YouTube", 
                "menu_name": "book-toc-1928", 
                "mlid": "5227", 
                "module": "book", 
                "nid": "2081", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5227", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "YouTube", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456237051", 
            "comment": "0", 
            "created": "1441188841", 
            "current_revision_id": "13332", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "youtube_tips", 
                        "value": "youtube_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5227": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2081", 
                    "link_title": "YouTube", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5227", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5227", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2081", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/youtube_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456237051", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "YouTube", 
                        "value": "YouTube"
                    }
                ]
            }, 
            "title_original": "YouTube", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1456237051", 
                        "created": "1442404345", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505849", 
                        "created": "1442505849", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166932", 
                        "created": "1441640212", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851526", 
                        "created": "1442851526", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394279", 
                        "created": "1444393691", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129022", 
                        "created": "1455129022", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631399", 
                        "created": "1443631399", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296888", 
                        "created": "1441296888", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192624", 
                        "created": "1444192624", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022760", 
                        "created": "1443022760", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444731916", 
                        "created": "1444731916", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446216301", 
                        "created": "1441188841", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2081", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3926bd08-ce1a-4c8f-95cb-8f863bb075ea", 
            "vid": "13332", 
            "vuuid": "f788652d-cdf0-4d20-8115-c2a6758eac53"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Tính năng: chia sẻ hình ảnh/phim, chia sẻ các nội dung trên Internet</p>\n\n<p><strong>Flickr</strong> được sở hữu bởi Yahoo! Và chương trình cho phép đăng nhập từ các tài khoản khác bao gồm tài khoản Google và Facebook\nCác nội dung được đăng tải trên <strong>Flickr</strong> thuộc sở hữu của bạn, bạn có thể thay đổi các thuộc tính liên quan tới bản quyền mở hoặc quyền sở hữu. Bạn đông thời trao cho Yahoo! quyền phân phối các hình ảnh hoặc phim khi đăng tải các nội dung này.</p>\n\n<p>Với nguyên nhân về sự đa dạng của các thuộc tính bản quyền, <strong>Flickr</strong> là một nguồn tuyệt vời cung cấp hình ảnh  có thể sử dụng trong các chiến dịch cũng như là địa chỉ chia sẻ hình ảnh với các đồng nghiệp, các đồng minh và các thành viên thuộc mạng lưới của bạn.</p>\n\n<p>Để tìm hiểu thêm về <a href=\"http://privacy.yahoo.com\"><strong>Chính sách Bảo mật</strong></a> của Yahoo!, hãy truy cập trang thông tin trực quan <a href=\"https://www.myshadow.org/yahoo-collection\"><strong>Me and My Shadow</strong></a></p>\n\n<h2>Mẹo dùng Flickr</h2>\n\n<ul><li>Kiểm tra đảm bảo <strong>Flickr</strong> không hiển thị các thông tin ẩn được tạo ra bởi máy ảnh của bạn (metadata); dữ liệu này có thể gồm ngày tháng, thời gian, định vị GPS, loại máy ảnh, v v.</li>\n<li>Đừng bao giờ chia sẻ hình ảnh của người khác trên <strong>Flickr</strong> mà không được sự đồng thuận của họ, và hãy đảm bảo rằng chủ thể của các hình ảnh đồng ý với thông tin bản quyền bạn sẽ sử dụng cho những bức hình của họ.</li>\n</ul><p>Cơ quan An ninh Nội địa Mỹ thực hiện giám sát <strong>Flickr</strong> và các trang mạng xã hội khác và điều này cũng có thể được thực hiện bởi các chính phủ khác.</p>\n\n<h3>Các lựa chọn ngoài Flickr</h3>\n\n<p>Nếu bạn không muốn đăng tải hình ảnh của mình trên <strong>Yahoo</strong>, <strong>Google</strong> hay <strong>Facebook</strong>, có thể có các lựa chọn khác. Một số trang cung cấp các tính năng tương tự có thể khá phổ biến ở các khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:</p>\n\n<ol><li><p>Liệu trang này có hỗ trợ kết nối qua <strong>SSL</strong> cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có vấn đề nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?</p></li>\n<li><p>Đọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?</p></li>\n<li><p>Những tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ hình ảnh một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?</p></li>\n<li><p>Nếu bạn đăng tải các hình ảnh có tính nhạy cảm, như hình ảnh về một cuộc biểu tình, liệu trang này có cung cấp tính năng bảo vệ những cá nhân trong ảnh, như làm nhòe mặt?</p></li>\n<li><p>Bạn có biết về <strong>vị trí đặt máy chủ vật lý</strong>, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của minh? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?</p></li>\n</ol>", 
                        "summary": "", 
                        "value": "Tính năng: chia sẻ hình ảnh/phim, chia sẻ các nội dung trên Internet\r\n\r\n**Flickr** được sở hữu bởi Yahoo! Và chương trình cho phép đăng nhập từ các tài khoản khác bao gồm tài khoản Google và Facebook\r\nCác nội dung được đăng tải trên **Flickr** thuộc sở hữu của bạn, bạn có thể thay đổi các thuộc tính liên quan tới bản quyền mở hoặc quyền sở hữu. Bạn đông thời trao cho Yahoo! quyền phân phối các hình ảnh hoặc phim khi đăng tải các nội dung này.\r\n\r\nVới nguyên nhân về sự đa dạng của các thuộc tính bản quyền, **Flickr** là một nguồn tuyệt vời cung cấp hình ảnh  có thể sử dụng trong các chiến dịch cũng như là địa chỉ chia sẻ hình ảnh với các đồng nghiệp, các đồng minh và các thành viên thuộc mạng lưới của bạn. \r\n\r\nĐể tìm hiểu thêm về [**Chính sách Bảo mật**]( http://privacy.yahoo.com) của Yahoo!, hãy truy cập trang thông tin trực quan [**Me and My Shadow**](https://www.myshadow.org/yahoo-collection)\r\n\r\n## Mẹo dùng Flickr ##\r\n\r\n- Kiểm tra đảm bảo **Flickr** không hiển thị các thông tin ẩn được tạo ra bởi máy ảnh của bạn (metadata); dữ liệu này có thể gồm ngày tháng, thời gian, định vị GPS, loại máy ảnh, v v.\r\n- Đừng bao giờ chia sẻ hình ảnh của người khác trên **Flickr** mà không được sự đồng thuận của họ, và hãy đảm bảo rằng chủ thể của các hình ảnh đồng ý với thông tin bản quyền bạn sẽ sử dụng cho những bức hình của họ.\r\n\r\nCơ quan An ninh Nội địa Mỹ thực hiện giám sát **Flickr** và các trang mạng xã hội khác và điều này cũng có thể được thực hiện bởi các chính phủ khác.\r\n\r\n### Các lựa chọn ngoài Flickr ### \r\n\r\nNếu bạn không muốn đăng tải hình ảnh của mình trên **Yahoo**, **Google** hay **Facebook**, có thể có các lựa chọn khác. Một số trang cung cấp các tính năng tương tự có thể khá phổ biến ở các khu vực khác, nếu muốn bạn có thể tìm hiểu. Trước khi lựa chọn, bạn nên cân nhắc các điểm sau:\r\n\r\n1. Liệu trang này có hỗ trợ kết nối qua **SSL** cho toàn bộ các tính năng của trang hay chỉ trong khi đăng nhập? Có vấn đề nào liên quan tới mã hóa, như vấn đề với chứng chỉ mã hóa bảo mật hay không?\r\n\r\n2. Đọc kỹ Điều khoản Bản quyền Người dùng Cuối và Chính sách Bảo mật hay Chính sách Sử dụng Dữ liệu. Nội dung, hình ảnh và thông tin cá nhân bạn đăng tải sẽ được sử dụng như thế nào? Và chúng được chia sẻ cho những ai?\r\n\r\n3. Những tùy chọn bảo mật nào được cung cấp cho người sử dụng? Liệu bạn có thể chọn chia sẻ hình ảnh một cách bảo mật với một nhóm nhỏ các cá nhân hay chúng được đăng tải công khai theo mặc định?\r\n\r\n4. Nếu bạn đăng tải các hình ảnh có tính nhạy cảm, như hình ảnh về một cuộc biểu tình, liệu trang này có cung cấp tính năng bảo vệ những cá nhân trong ảnh, như làm nhòe mặt?\r\n\r\n5. Bạn có biết về **vị trí đặt máy chủ vật lý**, chịu ảnh hưởng pháp lý của khu vực nào hay công ty đăng ký tại đâu? Bạn có nhận thức rõ về mối liên quan giữa các thông tin trên với tính bảo mật và riêng tư trong các hoạt động sử dụng thư điện tử và  thông tin của minh? Liệu chủ sở hữu các trang web đó có trao thông tin cho chính quyền khi được yêu cầu?\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2082", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2082", 
                "link_title": "Flickr", 
                "menu_name": "book-toc-1928", 
                "mlid": "5228", 
                "module": "book", 
                "nid": "2082", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5228", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Flickr", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455129141", 
            "comment": "0", 
            "created": "1441189173", 
            "current_revision_id": "13231", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "flickr_tips", 
                        "value": "flickr_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5228": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2082", 
                    "link_title": "Flickr", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5228", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5228", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2082", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/flickr_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455129141", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Flickr", 
                        "value": "Flickr"
                    }
                ]
            }, 
            "title_original": "Flickr", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1454335298", 
                        "created": "1442404435", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505771", 
                        "created": "1442505771", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442327069", 
                        "created": "1441640291", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851468", 
                        "created": "1442851468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394474", 
                        "created": "1444394474", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129141", 
                        "created": "1455129141", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631468", 
                        "created": "1443631468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441297017", 
                        "created": "1441297017", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444193068", 
                        "created": "1444192750", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022781", 
                        "created": "1443022781", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444394568", 
                        "created": "1444394133", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "xx": {
                        "changed": "1441189173", 
                        "created": "1441189173", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2082", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "911d6496-50b6-48aa-b310-46fe23a39ec0", 
            "vid": "13231", 
            "vuuid": "34958961-f064-4d62-8c93-8700e8796443"
        }
    ], 
    "changed": "1455128207", 
    "comment": "0", 
    "created": "1441186304", 
    "current_revision_id": "13222", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "vi": [
            {
                "tid": "117"
            }
        ]
    }, 
    "field_legacy_offline_installatio": [], 
    "field_legacy_online_installation": [], 
    "field_menu_title": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Các công cụ mạng xã hội", 
                "value": "Các công cụ mạng xã hội"
            }
        ]
    }, 
    "field_menu_title_long": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Các công cụ mạng xã hội: Facebook, Twitter, và những trang khác", 
                "value": "Các công cụ mạng xã hội: Facebook, Twitter, và những trang khác"
            }
        ]
    }, 
    "field_short_description": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>Chương này với mục đích giúp đỡ bạn tìm hiểu kỹ các thiết đặt về bảo mật và tính riêng tư của một số trang mạng xã hội phổ biến hiện nay với quan điểm <em>nâng cao tính bảo mật</em> cho việc sử dụng các trang mạng này, hay đúng hơn là <em>giảm thiểu sự thiếu bảo mật</em>. Đặc biệt, chương này bao gồm các hướng dẫn chi tiết về những vấn đề trên cho các trang <strong>Facebook</strong> và <strong>Twitter</strong>, cũng như các chỉ dẫn chung khi sử dụng <strong>YouTube</strong> và <strong>Flickr</strong>.</p>\n", 
                "value": "Chương này với mục đích giúp đỡ bạn tìm hiểu kỹ các thiết đặt về bảo mật và tính riêng tư của một số trang mạng xã hội phổ biến hiện nay với quan điểm *nâng cao tính bảo mật* cho việc sử dụng các trang mạng này, hay đúng hơn là *giảm thiểu sự thiếu bảo mật*. Đặc biệt, chương này bao gồm các hướng dẫn chi tiết về những vấn đề trên cho các trang **Facebook** và **Twitter**, cũng như các chỉ dẫn chung khi sử dụng **YouTube** và **Flickr**."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "vi": [
            {
                "format": null, 
                "safe_value": "social_networking_tools", 
                "value": "social_networking_tools"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5218": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2072", 
            "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
            "menu_name": "book-toc-1928", 
            "mlid": "5218", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5218", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "1"
        }
    }, 
    "name": "chris", 
    "nid": "2072", 
    "num_revisions": "15", 
    "path": "https://securityinabox.org/en/social_networking_tools", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455128207", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Các công cụ mạng xã hội: Facebook, Twitter, và những trang khác", 
                "value": "Các công cụ mạng xã hội: Facebook, Twitter, và những trang khác"
            }
        ]
    }, 
    "title_original": "Social Networking Tools: Facebook, Twitter and Others", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "ar": {
                "changed": "1442403688", 
                "created": "1442403688", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442504438", 
                "created": "1442504438", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452163798", 
                "created": "1441639281", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442850835", 
                "created": "1442850835", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444393569", 
                "created": "1444393569", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455128207", 
                "created": "1455128207", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443630285", 
                "created": "1443630285", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441295510", 
                "created": "1441295510", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444191634", 
                "created": "1444191634", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016468", 
                "created": "1443016468", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443526371", 
                "created": "1443526371", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1446197350", 
                "created": "1441186304", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2072", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "fc2d25b0-7d89-4743-b55d-23b5ad80b0ba", 
    "vid": "13222", 
    "vuuid": "91b6df86-e1b5-49ef-b50b-a680976ed979"
}