{
    "body": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ဒီလူမူ ဆက္သြယ္ေရး ကြန္ရက္ေတြဟာ ေရးပမ္း အစားဆုံးနဲ႔ က်ယ္က်ယ္ျပန္႔ျပန္႔ သုံးစြဲမႈ အရွိဆုံး လူမႈ ကြန္ရက္ေတြ ျဖစ္ၾကတယ္။ ၄င္းတို႔ကို ပုဂၢလိက ကုမၸဏီေတြက ပိုင္ဆိုင္ထားၿပီး အခန္း  <a href=\"/my/chapter-10\"><strong>၁၀။ လူမႈဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း</strong></a>မွာ ေဖၚျပထားသလို အဲဒီ ကုမၸဏီေတြက သုံးစြဲသူေတြရဲ႕ သတင္း အခ်က္အလက္ေတြကို စုေဆာင္းကာ ေၾကာ္ျငာလုပ္ငန္း လုပ္တဲ့ သူေတြထံ ေရာင္းခ်ျခင္းျဖင့္ ၀င္ေငြ ရွာေဖြေလ့ ရွိၾကတယ္။ အစိုးရက စီးႏွင္း ၿဖိဳခြင္းလာတဲ့အခါ ၄င္းကြန္ရက္ေတြကို ဦးစြာ ပစ္မွတ္ထားၿပီး ပိတ္ဆို႔ခံရမွာ ျဖစ္သလို၊ အဲဒီ ကုမၸဏီေတြဟာ လိုအပ္လာရင္ အစိုးရရဲ႕ ဖိအားေပးမႈ၊ ဆင္ဆာ ျဖတ္ေတာက္မႈေတြ ခံရၾကမွာ ျဖစ္တယ္။ ဒစ္ဂ်စ္တယ္ လုံၿခံဳေရးနဲ႔ သက္ၾကြလႈပ္ရွားေရး အတြက္ ရည္ရြယ္ၿပီး ပုံစံထုတ္ထားတဲ့ အျခား ကြန္ရက္ေတြ ျဖစ္ၾကတဲ့  <a href=\"http://joindiaspora.com\"><strong>Diaspora</strong></a>, <a href=\"http://we.riseup.net\"><strong>Crabgrass</strong></a>, <a href=\"http://friendica.com/\"><strong>Friendica</strong></a>, <a href=\"https://pidder.com\"><strong>Pidder</strong></a>, (သုိ႔) <a href=\"http://secushare.org\"><strong>SecureShare</strong></a> ကုိ သုံးစြဲၾကည့္ႏုိင္တယ္။ <a href=\"http://socialswarm.net\"><strong>Social Swarm</strong></a> ဟာ အခေၾကးမယူတဲ့ အဖြဲ႔အစည္းမွ အႀကံေပးအဖြဲ႔ တစ္ခုက လည္ပတ္ထားတာ ျဖစ္ၿပီး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြရဲ႕ သီးသန္႔ျဖစ္ျခင္းနဲ႔ ပါတ္သက္ၿပီး ေဆြးေႏြးခ်က္ေတြ၊ ပညာေပး လုပ္ေဆာင္မႈေတြ၊ စည္းရုံးလႈံ႔ေဆာ္မႈေတြ လုပ္ေဆာင္ေပးတဲ့ အဖြဲ႔အစည္း ျဖစ္တယ္။ ဒါဟာ ေလ့လာ သင္ယူရာမွာ အက်ိဳးရွိတဲ့ အရင္းအျမစ္ တစ္ခု အျဖစ္ သတ္မွတ္ႏိုင္ပါတယ္။</p>\n\n<p>တျခား အလားတူ ကြန္ရက္ေတြဟာလည္း တခ်ိဳ႕ ေနရာေဒသေတြမွာ ေရပမ္းစားႏုိင္ပါတယ္။ ဒါေၾကာင့္ အျခား ေရြးစရာေတြကုိ ေလ့လာသင့္ပါတယ္။ တစ္ခုခုကို မေရြးခင္ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားပါ -</p>\n\n<p>၁။ ကြန္ရက္ အတြင္း ၀င္ေရာက္ခ်ိန္မွာ သာမက၊ ကြန္ရက္ တစ္ခုလုံးမွာ လုံၿခံဳတဲ့ <strong>SSL</strong> ဆက္သြယ္ေရး စနစ္ကုိ ပံ့ပုိးေပးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္မ်ားနဲ႔ ပါတ္သက္တဲ့ စာ၀ွက္စနစ္ဆုိင္ရာ ျပႆနာေတြ ရွိမရွိ။</p>\n\n<p>၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ သီးသန္႔ျဖစ္ျခင္း မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ဂရုတစုိက္ ေလ့လာဖတ္ရႈပါ။ သင့္ရဲ႕ အေၾကာင္းအရာနဲ႔ ကုိယ္ေရး ကုိယ္တာ ေဒတာေတြကုိ ဘယ္လုိ အသုံးခ်မလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ၾကမလဲ။</p>\n\n<p>၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိမ်ိဳး သီးျခား ေရြးခ်ယ္စရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဗြီဒီယုိကုိ တျခား ပုဂၢဳိလ္ေတြနဲ႔ လုံလုံၿခဳံၿခံဳ ေ၀မွ်ႏုိင္သလား။ ဒါမွမဟုတ္ ပုံမွန္အားျဖင့္ လူတုိင္း ၾကည့္ရႈႏုိင္သလား။</p>\n\n<p>၄။ <strong>နယ္ေျမ ပုိင္နက္</strong> (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း <strong>ဆာဗာေတြ</strong> ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။</p>\n", 
                "summary": "", 
                "value": "ဒီလူမူ ဆက္သြယ္ေရး ကြန္ရက္ေတြဟာ ေရးပမ္း အစားဆုံးနဲ႔ က်ယ္က်ယ္ျပန္႔ျပန္႔ သုံးစြဲမႈ အရွိဆုံး လူမႈ ကြန္ရက္ေတြ ျဖစ္ၾကတယ္။ ၄င္းတို႔ကို ပုဂၢလိက ကုမၸဏီေတြက ပိုင္ဆိုင္ထားၿပီး အခန္း  [**၁၀။ လူမႈဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း**](/my/chapter-10)မွာ ေဖၚျပထားသလို အဲဒီ ကုမၸဏီေတြက သုံးစြဲသူေတြရဲ႕ သတင္း အခ်က္အလက္ေတြကို စုေဆာင္းကာ ေၾကာ္ျငာလုပ္ငန္း လုပ္တဲ့ သူေတြထံ ေရာင္းခ်ျခင္းျဖင့္ ၀င္ေငြ ရွာေဖြေလ့ ရွိၾကတယ္။ အစိုးရက စီးႏွင္း ၿဖိဳခြင္းလာတဲ့အခါ ၄င္းကြန္ရက္ေတြကို ဦးစြာ ပစ္မွတ္ထားၿပီး ပိတ္ဆို႔ခံရမွာ ျဖစ္သလို၊ အဲဒီ ကုမၸဏီေတြဟာ လိုအပ္လာရင္ အစိုးရရဲ႕ ဖိအားေပးမႈ၊ ဆင္ဆာ ျဖတ္ေတာက္မႈေတြ ခံရၾကမွာ ျဖစ္တယ္။ ဒစ္ဂ်စ္တယ္ လုံၿခံဳေရးနဲ႔ သက္ၾကြလႈပ္ရွားေရး အတြက္ ရည္ရြယ္ၿပီး ပုံစံထုတ္ထားတဲ့ အျခား ကြန္ရက္ေတြ ျဖစ္ၾကတဲ့  [**Diaspora**](http://joindiaspora.com), [**Crabgrass**](http://we.riseup.net), [**Friendica**](http://friendica.com/), [**Pidder**](https://pidder.com), (သုိ႔) [**SecureShare**](http://secushare.org) ကုိ သုံးစြဲၾကည့္ႏုိင္တယ္။ [**Social Swarm**](http://socialswarm.net) ဟာ အခေၾကးမယူတဲ့ အဖြဲ႔အစည္းမွ အႀကံေပးအဖြဲ႔ တစ္ခုက လည္ပတ္ထားတာ ျဖစ္ၿပီး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြရဲ႕ သီးသန္႔ျဖစ္ျခင္းနဲ႔ ပါတ္သက္ၿပီး ေဆြးေႏြးခ်က္ေတြ၊ ပညာေပး လုပ္ေဆာင္မႈေတြ၊ စည္းရုံးလႈံ႔ေဆာ္မႈေတြ လုပ္ေဆာင္ေပးတဲ့ အဖြဲ႔အစည္း ျဖစ္တယ္။ ဒါဟာ ေလ့လာ သင္ယူရာမွာ အက်ိဳးရွိတဲ့ အရင္းအျမစ္ တစ္ခု အျဖစ္ သတ္မွတ္ႏိုင္ပါတယ္။\r\n\r\nတျခား အလားတူ ကြန္ရက္ေတြဟာလည္း တခ်ိဳ႕ ေနရာေဒသေတြမွာ ေရပမ္းစားႏုိင္ပါတယ္။ ဒါေၾကာင့္ အျခား ေရြးစရာေတြကုိ ေလ့လာသင့္ပါတယ္။ တစ္ခုခုကို မေရြးခင္ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားပါ -\r\n\r\n၁။ ကြန္ရက္ အတြင္း ၀င္ေရာက္ခ်ိန္မွာ သာမက၊ ကြန္ရက္ တစ္ခုလုံးမွာ လုံၿခံဳတဲ့ **SSL** ဆက္သြယ္ေရး စနစ္ကုိ ပံ့ပုိးေပးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္မ်ားနဲ႔ ပါတ္သက္တဲ့ စာ၀ွက္စနစ္ဆုိင္ရာ ျပႆနာေတြ ရွိမရွိ။\r\n\r\n၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ သီးသန္႔ျဖစ္ျခင္း မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ဂရုတစုိက္ ေလ့လာဖတ္ရႈပါ။ သင့္ရဲ႕ အေၾကာင္းအရာနဲ႔ ကုိယ္ေရး ကုိယ္တာ ေဒတာေတြကုိ ဘယ္လုိ အသုံးခ်မလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ၾကမလဲ။\r\n\r\n၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိမ်ိဳး သီးျခား ေရြးခ်ယ္စရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဗြီဒီယုိကုိ တျခား ပုဂၢဳိလ္ေတြနဲ႔ လုံလုံၿခဳံၿခံဳ ေ၀မွ်ႏုိင္သလား။ ဒါမွမဟုတ္ ပုံမွန္အားျဖင့္ လူတုိင္း ၾကည့္ရႈႏုိင္သလား။\r\n\r\n၄။ **နယ္ေျမ ပုိင္နက္** (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း **ဆာဗာေတြ** ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2072", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2072", 
        "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
        "menu_name": "book-toc-1928", 
        "mlid": "5218", 
        "module": "book", 
        "nid": "2072", 
        "options": [], 
        "p1": "5034", 
        "p2": "5218", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Social Networking Tools: Facebook, Twitter and Others", 
        "updated": "0", 
        "weight": "1"
    }, 
    "book_children": [
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Facebook</strong> ဟာ လူတုိင္း ၀င္ေရာက္ သုံးစြဲႏုိင္တဲ့ နာမည္ႀကီး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တစ္ခု ျဖစ္တယ္။ ဒါေၾကာင့္ ၄င္းရဲ႕ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္ေတြအေၾကာင္းကုိ သိကၽြမ္းနားလည္ၿပီး စီမံ ကုိင္တြယ္ႏုိင္ဖုိ႔ အလြန္ အေရးႀကီးပါတယ္။</p>\n\n<p><strong>ပင္မ စာမ်က္ႏွာ</strong></p>\n\n<ul><li><a href=\"http://www.facebook.com\"><strong>www.facebook.com</strong></a></li>\n</ul><p><strong>ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား</strong></p>\n\n<ul><li>အင္တာနက္ ဆက္သြယ္ေရးလုိင္း</li>\n<li><a href=\"/my/firefox_main\"><strong>လုံၿခံဳေရး add-ons မ်ား ထည့္သြင္းထားတဲ့ မီးလွ်ံ ေျမေခြး ကြန္ရက္ၾကည့္ ဘေရာင္ဆာ</strong></a> နဲ႔ (သုိ႔) <a href=\"/my/tor_main\"><strong>Tor ဘေရာင္ဆာ</strong></a></li>\n</ul><p><strong>ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား</strong></p>\n\n<ul><li>သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း <a href=\"/my/chapter-10\"><strong>၁၀။ လူမႈ ဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း</strong></a></li>\n<li><strong>Facebook</strong> <a href=\"https://www.facebook.com/legal/terms\"><strong>သုံးစြဲမႈ စည္းမ်ဥ္းမ်ား</strong></a>ႏွင့္ <a href=\"https://www.facebook.com/about/privacy/\"><strong>ေဒတာ သုံးစြဲမႈ မူ၀ါဒ</strong></a></li>\n</ul><p><strong>ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -</strong> ၄၀ မိနစ္</p>\n\n<p><strong>ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -</strong></p>\n\n<ul><li><strong>Facebook</strong> သုံးစြဲတဲ့အခါ မိမိရဲ႕ ကုိယ္ေရး သတင္း အခ်က္အလက္ေတြ လူသိရွင္ၾကား ျဖစ္သြားႏုိင္တဲ့ ပမာဏကုိ <strong>ေလွ်ာ့ခ်</strong>ေပးႏုိင္တယ္။</li>\n<li><strong>Facebook</strong> ေပၚက ပရုိဖုိင္း၊ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြနဲ႔ အျခား ေဒတာေတြကုိ <strong>စီမံထိန္းခ်ဳပ္</strong>ထားႏုိင္တယ္။</li>\n<li>မိမိရဲ႕ ကုိယ္ေရး သတင္း အခ်က္အလက္ေတြကုိ <strong>Facebook</strong> ရဲ႕ တျခား ေၾကာ္ျငာေရး ဆုိင္ရာ မိတ္ဖက္ေတြ၊ သက္ဆုိင္ရာ ကြန္ရက္ စာမ်က္ႏွာေတြဆီ ေရာက္ရွိသြားႏုိင္တဲ့ ပမာဏကုိ <strong>ေလွ်ာ့ခ်</strong>ေပးႏုိင္တယ္။</li>\n</ul><h3>၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့အခ်က္မ်ား</h3>\n\n<p><strong>Facebook</strong> ဟာ ကမၻာ့ ေရပမ္းအစားဆုံး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ ျဖစ္တယ္။ လူ႔အခြင့္အေရး တက္ၾကြလႈပ္ရွားသူေတြဟာ ၄င္းကုိ အသုံးျပဳၿပီး ကြန္ရက္ေတြ ဖြဲ႔စည္းတာတုိ႔၊ အေရးအခင္းေတြကုိ ဆက္သြယ္ျခင္း၊ စုစည္းျခင္း၊ ထုတ္ျပန္ ေၾကာ္ျငာျခင္း စတာေတြ ျပဳလုပ္ၾကတယ္။ သုိ႔ေသာ္၊ လူ႔အခြင့္အေရး တက္ၾကြလႈပ္ရွားသူေတြရဲ႕ လႈပ္ရွားမႈေတြကုိ ဆန္႔က်င္တဲ့ တစ္ဖက္လူေတြက သတင္း အခ်က္အလက္ အရင္းအျမစ္ေတြကုိ ရယူသြားႏုိင္တဲ့ အလားအလာ ရွိေနတယ္။ ဒါေၾကာင့္၊ ရရွိႏုိင္တဲ့ အေကာင့္ အမ်ိဳးမ်ိဳးနဲ႔ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ားကုိ သိကၽြမ္းနားလည္ထားဖုိ႔ အလြန္ အေရးႀကီးတယ္။</p>\n\n<p><strong>Facebook</strong> ဟာ အေမရိကန္ အစုိးရရဲ႕ ေစာင့္ၾကည့္မႈကုိ ခံေနရသလုိ၊ အျခား အစုိးရေတြရဲ႕ အလားတူ ေစာင့္ၾကည့္ျခင္း ခံရႏုိင္တဲ့ အေနအထားမွာ ရွိေနတယ္။ ဒီ့အျပင္၊ <strong>Facebook</strong> ရဲ႕ ေဒတာ သံုးစြဲမႈ မူ၀ါဒထဲမွာ ေဖၚျပခ်က္အရ အစုိးရရဲ႕ စစ္ေဆး စုံစမ္းမႈေတြ အပါအ၀င္ အျခား တရား၀င္ ေတာင္းခ်က္ေတြအေပၚ မူတည္ၿပီး သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ ေ၀မွ်ႏုိင္တယ္လုိ႔ ဆုိထားပါတယ္။</p>\n\n<p>သိထားဖုိ႔ အေရးႀကီးတဲ့ အခ်က္ကေတာ့၊ <strong>Facebook</strong> ရဲ႕ ပြင့္လင္းတဲ့ အေနအထားေၾကာင့္၊ သင့္ရဲ႕ လုံၿခံဳေရးနဲ႔ သီးသန္႔ျဖစ္ျခင္းဟာ သင့္ရဲ႕ မိတ္ေဆြေတြ၊ အဆက္အသြယ္ေတြအေပၚ အမ်ားႀကီး မူတည္ေနတယ္။ ဒီမွာ ေဖၚျပထားတဲ့ လမ္းညႊန္ခ်က္ေတြကုိ လက္ေတြ႔ က်င့္သုံးျခင္းျဖင့္ သင့္အတြက္ သီးသန္႔ ျဖစ္ျခင္းနဲ႔ လုံၿခံဳေရး ပိုမုိ ေကာင္းမြန္လာမွာ ျဖစ္တယ္။ ဒါေပမဲ့ သင့္ <strong>Facebook</strong> အဆက္အသြယ္ေတြက အလားတူ လက္ေတြ႔ က်င့္သုံးမႈ မရွိရင္ ထိေရာက္မႈ နည္းပါးေနဦးမွာ ျဖစ္ပါတယ္။ ဒါေၾကာင့္၊ ဒီအေလ့အက်င့္ေတြကုိ <strong>Facebook</strong> ေပၚက သင့္မိတ္ေဆြေတြ၊ မိသားစု၀င္ေတြနဲ႔ အျခား အဆက္အသြယ္ေတြဆီ ျဖန္႔ေ၀ျခင္းျဖင့္ သင့္ရဲ႕ လုံၿခံေရးကုိ သာမက၊ သူတုိ႔အားလုံးရဲ႕ လုံၿခဳံေရးကုိပါ တုိးျမွင့္သြားေစမွာ ျဖစ္တယ္။</p>\n\n<p><strong>Facebook လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ား</strong>ကုိ အၿမဲတမ္း မြမ္းမံေပးဖုိ႔ လုိအပ္တယ္။ ဒီလမ္းညႊန္ခ်က္ထဲမွာ ေဖၚျပထားတဲ့ ခ်ိန္ညွိခ်က္မ်ားကုိ သံုးၿပီး သင့္ရဲ႕ <strong>Facebook</strong> အေကာင့္ ပုိမုိ လုံၿခံဳလာေစမွာ ျဖစ္တယ္ (၂၀၁၂ ေမလ ထုတ္ျပန္ခ်က္အရ)။ သုိ႔ေသာ္၊ သီးသန္႔ျဖစ္ျခင္းနဲ႔ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္ေတြနဲ႔ ပါတ္သက္တဲ့ အျခား မြမ္းမံခ်က္ေတြ၊ အႀကံအဉာဏ္ေတြကုိ ေအာက္ပါ Facebook ရဲ႕ တရား၀င္ အကူအညီ စာမ်က္ႏွာမွာ ေလ့လာ ဖတ္ရႈႏုိင္ပါတယ္ - https://www.facebook.com/help/privacy ။</p>\n\n<p><strong>Facebook</strong> ရဲ႕ <a href=\"http://www.facebook.com/about/privacy\"><strong>ေဒတာ သုံးစြဲမႈ မူ၀ါဒ</strong></a>နဲ႔ ပါတ္သက္ၿပီး အေသးစိတ္ အခ်က္အလက္ေတြကုိ <a href=\"https://www.myshadow.org/content/facebook-info-we-receive\"><strong>ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္အရိပ္</strong></a> ကြန္ရက္ စာမ်က္ႏွာေပၚက ဓါတ္ပုံ သတင္းက႑မွာ ေလ့လာႏုိင္ပါတယ္။</p>\n", 
                        "summary": "", 
                        "value": "**Facebook** ဟာ လူတုိင္း ၀င္ေရာက္ သုံးစြဲႏုိင္တဲ့ နာမည္ႀကီး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တစ္ခု ျဖစ္တယ္။ ဒါေၾကာင့္ ၄င္းရဲ႕ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္ေတြအေၾကာင္းကုိ သိကၽြမ္းနားလည္ၿပီး စီမံ ကုိင္တြယ္ႏုိင္ဖုိ႔ အလြန္ အေရးႀကီးပါတယ္။\r\n\r\n**ပင္မ စာမ်က္ႏွာ**\r\n\r\n* [**www.facebook.com**](http://www.facebook.com)\r\n\r\n**ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား**\r\n\r\n- အင္တာနက္ ဆက္သြယ္ေရးလုိင္း\r\n- [**လုံၿခံဳေရး add-ons မ်ား ထည့္သြင္းထားတဲ့ မီးလွ်ံ ေျမေခြး ကြန္ရက္ၾကည့္ ဘေရာင္ဆာ**](/my/firefox_main) နဲ႔ (သုိ႔) [**Tor ဘေရာင္ဆာ**](/my/tor_main)\r\n\r\n**ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား**\r\n\r\n- သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း [**၁၀။ လူမႈ ဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း**](/my/chapter-10)\r\n- **Facebook** [**သုံးစြဲမႈ စည္းမ်ဥ္းမ်ား**](https://www.facebook.com/legal/terms)ႏွင့္ [**ေဒတာ သုံးစြဲမႈ မူ၀ါဒ**](https://www.facebook.com/about/privacy/)\r\n\r\n**ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -** ၄၀ မိနစ္\r\n\r\n**ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -**\r\n\r\n- **Facebook** သုံးစြဲတဲ့အခါ မိမိရဲ႕ ကုိယ္ေရး သတင္း အခ်က္အလက္ေတြ လူသိရွင္ၾကား ျဖစ္သြားႏုိင္တဲ့ ပမာဏကုိ **ေလွ်ာ့ခ်**ေပးႏုိင္တယ္။\r\n- **Facebook** ေပၚက ပရုိဖုိင္း၊ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြနဲ႔ အျခား ေဒတာေတြကုိ **စီမံထိန္းခ်ဳပ္**ထားႏုိင္တယ္။\r\n- မိမိရဲ႕ ကုိယ္ေရး သတင္း အခ်က္အလက္ေတြကုိ **Facebook** ရဲ႕ တျခား ေၾကာ္ျငာေရး ဆုိင္ရာ မိတ္ဖက္ေတြ၊ သက္ဆုိင္ရာ ကြန္ရက္ စာမ်က္ႏွာေတြဆီ ေရာက္ရွိသြားႏုိင္တဲ့ ပမာဏကုိ **ေလွ်ာ့ခ်**ေပးႏုိင္တယ္။\r\n\r\n### ၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့အခ်က္မ်ား ###\r\n\r\n\r\n**Facebook** ဟာ ကမၻာ့ ေရပမ္းအစားဆုံး လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ ျဖစ္တယ္။ လူ႔အခြင့္အေရး တက္ၾကြလႈပ္ရွားသူေတြဟာ ၄င္းကုိ အသုံးျပဳၿပီး ကြန္ရက္ေတြ ဖြဲ႔စည္းတာတုိ႔၊ အေရးအခင္းေတြကုိ ဆက္သြယ္ျခင္း၊ စုစည္းျခင္း၊ ထုတ္ျပန္ ေၾကာ္ျငာျခင္း စတာေတြ ျပဳလုပ္ၾကတယ္။ သုိ႔ေသာ္၊ လူ႔အခြင့္အေရး တက္ၾကြလႈပ္ရွားသူေတြရဲ႕ လႈပ္ရွားမႈေတြကုိ ဆန္႔က်င္တဲ့ တစ္ဖက္လူေတြက သတင္း အခ်က္အလက္ အရင္းအျမစ္ေတြကုိ ရယူသြားႏုိင္တဲ့ အလားအလာ ရွိေနတယ္။ ဒါေၾကာင့္၊ ရရွိႏုိင္တဲ့ အေကာင့္ အမ်ိဳးမ်ိဳးနဲ႔ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ားကုိ သိကၽြမ္းနားလည္ထားဖုိ႔ အလြန္ အေရးႀကီးတယ္။ \r\n\r\n**Facebook** ဟာ အေမရိကန္ အစုိးရရဲ႕ ေစာင့္ၾကည့္မႈကုိ ခံေနရသလုိ၊ အျခား အစုိးရေတြရဲ႕ အလားတူ ေစာင့္ၾကည့္ျခင္း ခံရႏုိင္တဲ့ အေနအထားမွာ ရွိေနတယ္။ ဒီ့အျပင္၊ **Facebook** ရဲ႕ ေဒတာ သံုးစြဲမႈ မူ၀ါဒထဲမွာ ေဖၚျပခ်က္အရ အစုိးရရဲ႕ စစ္ေဆး စုံစမ္းမႈေတြ အပါအ၀င္ အျခား တရား၀င္ ေတာင္းခ်က္ေတြအေပၚ မူတည္ၿပီး သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ ေ၀မွ်ႏုိင္တယ္လုိ႔ ဆုိထားပါတယ္။\r\n\r\nသိထားဖုိ႔ အေရးႀကီးတဲ့ အခ်က္ကေတာ့၊ **Facebook** ရဲ႕ ပြင့္လင္းတဲ့ အေနအထားေၾကာင့္၊ သင့္ရဲ႕ လုံၿခံဳေရးနဲ႔ သီးသန္႔ျဖစ္ျခင္းဟာ သင့္ရဲ႕ မိတ္ေဆြေတြ၊ အဆက္အသြယ္ေတြအေပၚ အမ်ားႀကီး မူတည္ေနတယ္။ ဒီမွာ ေဖၚျပထားတဲ့ လမ္းညႊန္ခ်က္ေတြကုိ လက္ေတြ႔ က်င့္သုံးျခင္းျဖင့္ သင့္အတြက္ သီးသန္႔ ျဖစ္ျခင္းနဲ႔ လုံၿခံဳေရး ပိုမုိ ေကာင္းမြန္လာမွာ ျဖစ္တယ္။ ဒါေပမဲ့ သင့္ **Facebook** အဆက္အသြယ္ေတြက အလားတူ လက္ေတြ႔ က်င့္သုံးမႈ မရွိရင္ ထိေရာက္မႈ နည္းပါးေနဦးမွာ ျဖစ္ပါတယ္။ ဒါေၾကာင့္၊ ဒီအေလ့အက်င့္ေတြကုိ **Facebook** ေပၚက သင့္မိတ္ေဆြေတြ၊ မိသားစု၀င္ေတြနဲ႔ အျခား အဆက္အသြယ္ေတြဆီ ျဖန္႔ေ၀ျခင္းျဖင့္ သင့္ရဲ႕ လုံၿခံေရးကုိ သာမက၊ သူတုိ႔အားလုံးရဲ႕ လုံၿခဳံေရးကုိပါ တုိးျမွင့္သြားေစမွာ ျဖစ္တယ္။ \r\n\r\n**Facebook လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ား**ကုိ အၿမဲတမ္း မြမ္းမံေပးဖုိ႔ လုိအပ္တယ္။ ဒီလမ္းညႊန္ခ်က္ထဲမွာ ေဖၚျပထားတဲ့ ခ်ိန္ညွိခ်က္မ်ားကုိ သံုးၿပီး သင့္ရဲ႕ **Facebook** အေကာင့္ ပုိမုိ လုံၿခံဳလာေစမွာ ျဖစ္တယ္ (၂၀၁၂ ေမလ ထုတ္ျပန္ခ်က္အရ)။ သုိ႔ေသာ္၊ သီးသန္႔ျဖစ္ျခင္းနဲ႔ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္ေတြနဲ႔ ပါတ္သက္တဲ့ အျခား မြမ္းမံခ်က္ေတြ၊ အႀကံအဉာဏ္ေတြကုိ ေအာက္ပါ Facebook ရဲ႕ တရား၀င္ အကူအညီ စာမ်က္ႏွာမွာ ေလ့လာ ဖတ္ရႈႏုိင္ပါတယ္ - https://www.facebook.com/help/privacy ။\r\n\r\n**Facebook** ရဲ႕ [**ေဒတာ သုံးစြဲမႈ မူ၀ါဒ**](http://www.facebook.com/about/privacy)နဲ႔ ပါတ္သက္ၿပီး အေသးစိတ္ အခ်က္အလက္ေတြကုိ [**ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္အရိပ္**](https://www.myshadow.org/content/facebook-info-we-receive) ကြန္ရက္ စာမ်က္ႏွာေပၚက ဓါတ္ပုံ သတင္းက႑မွာ ေလ့လာႏုိင္ပါတယ္။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2073", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2073", 
                "link_title": "Facebook Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5219", 
                "module": "book", 
                "nid": "2073", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5219", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Facebook Security Guide", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1456929501", 
            "comment": "0", 
            "created": "1441186416", 
            "current_revision_id": "13437", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "facebook_main", 
                        "value": "facebook_main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5219": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2073", 
                    "link_title": "Facebook Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5219", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5219", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2073", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/facebook_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456929501", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "Facebook လုံၿခံဳေရး လမ္းညႊန္", 
                        "value": "Facebook လုံၿခံဳေရး လမ္းညႊန္"
                    }
                ]
            }, 
            "title_original": "Facebook Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442403777", 
                        "created": "1442403777", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442504541", 
                        "created": "1442504541", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452164341", 
                        "created": "1441639429", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442850979", 
                        "created": "1442850979", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128285", 
                        "created": "1455128285", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630471", 
                        "created": "1443630471", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441295607", 
                        "created": "1441295607", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444191809", 
                        "created": "1444191809", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022715", 
                        "created": "1443022715", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456929501", 
                        "created": "1444731723", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186416", 
                        "created": "1441186416", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2073", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "2ab0a0af-c3bf-46ac-84a4-a8a49404e61e", 
            "vid": "13437", 
            "vuuid": "58e9df9e-8d56-4b99-b239-e561c4c5f859"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Twitter</strong> ဆုိတာ လူေတြ အခ်င္းခ်င္းၾကားမွာ သတင္း အခ်က္အလက္ေတြကုိ အကၡရာ စာလုံးေရ ၁၄၀ အထိ ေ၀မွ်ႏုိင္တဲ့ လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တစ္ခု ျဖစ္တယ္။ ဒီမြမ္းမံခ်က္ေတြရဲ႕ မူလ တုံ႔ျပန္ခ်က္ ေမးခြန္းကေတာ့၊ \"သင္ အခု ဘယ္လုပ္ေနသလဲ\" ဆုိတာပဲ ျဖစ္ပါတယ္။ ဒါေပမဲ့၊ ၄င္းဟာ သတင္း အခ်က္အလက္ေတြကုိ ပုံစံ အမ်ိဳးမ်ိဳးနဲ႔ ျဖန္႔ေ၀ေပးတဲ့ နည္းစနစ္အျဖစ္ ေပၚထြက္လာခဲ့တယ္။ <strong>Facebook</strong> နဲ႔ မတူပဲ၊ <strong>Twitter</strong> ေပၚမွာ သင္ တကယ္ သိကၽြမ္းတဲ့ သူေတြေနာက္ကို လုိက္သြားတာ မဟုတ္ပဲ၊ သင့္ကုိ စိတ္၀င္စားတဲ့ တျခား သုံးစြဲသူေတြေနာက္ကုိ 'လုိက္'သြားတာ ျဖစ္တယ္။</p>\n\n<p><strong>ပင္မ စာမ်က္ႏွာ</strong></p>\n\n<ul><li><a href=\"https://www.twitter.com\"><strong>www.twitter.com</strong></a></li>\n</ul><p><strong>ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား</strong></p>\n\n<ul><li>အင္တာနက္ ဆက္သြယ္မႈလုိင္း</li>\n<li><a href=\"/my/firefox_main\">လုံၿခဳံေရး add-ons ထည့္သြင္းထားတဲ့ မီးလွ်ံေျမေခြး ကြန္ရက္ ဘေရာင္ဆာ</a> (သုိ႔) <a href=\"/my/tor_main\">Tor ဘေရာင္ဆာ</a></li>\n</ul><p><strong>ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား -</strong></p>\n\n<ul><li>သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း <a href=\"/my/chapter-10\"><strong>၁၀။ လူမႈဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း</strong></a></li>\n<li>Twitter ရဲ႕ <a href=\"https://www.twitter.com/tos\"><strong>၀န္ေဆာင္မႈ စည္းမ်ဥ္းမ်ား</strong></a> နဲ႔ <a href=\"https://www.twitter.com/privacy/\"><strong>လုံၿခံဳေရး မူ၀ါဒ</strong></a> </li>\n</ul><p><strong>ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -</strong> ၄၀ မိနစ္</p>\n\n<p><strong>ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -</strong></p>\n\n<ul><li><strong>Twitter</strong> ကုိ သုံးစြဲေနစဥ္ သင့္ရဲ႕ ကုိယ္ေရး အခ်က္အလက္ေတြကုိ လူသိရွင္ၾကား ထုတ္ေဖၚႏုိင္တဲ့ ပမာဏကုိ <strong>ေလွ်ာ့ခ်</strong>ေပးႏုိင္တယ္။</li>\n<li><strong>Twitter</strong> မွတဆင့္ ေ၀မွ်လုိက္တဲ့ status ေခၚ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြနဲ႔၊ တျခား ေဒတာေတြကုိ ၾကည့္ရႈႏုိင္တဲ့ အေနအထားကုိ <strong>စီမံထိန္းခ်ဳပ္</strong>ႏုိင္တယ္။</li>\n<li>သင့္ရဲ႕ ကုိယ္ေရး အခ်က္အလက္ေတြကုိ တျခားသူေတြက ရရွိသြားႏုိင္တဲ့ ပမာဏကုိ <strong>ေလွ်ာ့ခ်</strong>ေပးႏုိင္တယ္။</li>\n</ul><h3>၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့အခ်က္မ်ား</h3>\n\n<p><strong>Twitter</strong> က ၄င္းရဲ႕ ၀န္ေဆာင္မႈ စည္းမ်ဥ္းေတြထဲမွာ ေဖၚျပထားခ်က္ ကေတာ့ - “ဒီလုိင္စင္အရ သင္ ေပးပုိ႔လုိက္ေသာ စာတုိကုိ ကမၻာအႏွံ႔ ျဖန္႔ေ၀ပုိင္ခြင့္ကုိ ကၽြန္ေတာ္တုိ႔အား ေပးအပ္ထားသကဲ့သုိ႔၊ အျခားသူမ်ား၏ စာတုိကုိလည္း အလားတူ ျဖန္႔ေ၀ခြင့္ ရွိသည္။ သင့္ လုပ္ေဆာင္ခ်က္သည္ သင္နဲ႔သာ သက္ဆုိင္သည္ - သင္ ေဖၚျပခဲ့ေသာ အေၾကာင္းအရာသည္ သင့္ကုိယ္ပုိင္ပင္ ျဖစ္သည္။” ဒီ့အျပင္၊ <strong>Twitter</strong> ဟာ အစုိးရေတြရဲ႕ေတာင္းဆုိခ်က္အရ သင့္အခ်က္အလက္ေတြကုိ လက္ဆင့္ကမ္း ပုိင္ခြင့္ ရွိတယ္။</p>\n\n<p><strong>Twitter</strong> ဟာ ကြန္ရက္ စာမ်က္ႏွာ တစ္ခု ျဖစ္ေပမဲ့၊ <strong>Twitter clients</strong> အျဖစ္ သိရွိထားၾကတဲ့ စားပြဲတင္ ကြန္ပ်ဴတာနဲ႔ စမတ္ဖုန္းတုိ႔မွာ သုံးစြဲတဲ့ <strong>Twitter</strong> လုပ္ငန္းသုံး ကိရိယာေတြကတဆင့္ လူအမ်ားနဲ႔ ဆက္သြယ္ၿပီး စီမံေဆာင္ရြတ္ႏုိင္တယ္။ အကယ္လုိ႔ <strong>Twitter</strong> clients ကုိ သင္ သုံးစြဲတယ္ ဆုိရင္၊ ပင္မ ကြန္ရက္ စာမ်က္ႏွာဆီကုိ စာ၀ွက္ထားတဲ့ လုံၿခံဳတဲ့ နည္းလမ္းနဲ႔ ဆက္သြယ္ထားျခင္း ရွိမရွိ စစ္ေဆးၾကည့္ပါ။ <a href=\"/my/chapter_7_1\"><strong>ကြန္ရက္ ေမးလ္ကုိ လုံၿခံဳစြာ ထိန္းသိမ္းနည္း</strong></a>ကုိ <a href=\"/my/chapter-7\"><strong>အခန္း ၇။ အင္တာနက္ ဆက္သြယ္ေရး လမ္းေၾကာင္း လွ်ဳိ႕ဝွက္ထားနည္း</strong></a>မွာ ေလ့လာပါ။</p>\n\n<p>ဒီ့အျပင္၊ <strong>Facebook</strong> လုိပဲ၊ လူအမ်ားအျပားဟာ <strong>Twitter</strong> ကုိ အသုံးျပဳၿပီး တျခား ကြန္ရက္ စာမ်က္ႏွာမ်ား၊ လုပ္ငန္းသုံး ကိရိယာ အမ်ားအျပားနဲ႔ ေပါင္းစပ္ျခင္း၊ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြ၊ တည္ေနရာေတြ၊ လင့္ခ္ေတြနဲ႔ အျခားအရာေတြကုိ ေ၀မွ်ျခင္းေတြ ျပဳလုပ္ၾကတယ္။ အဲဒီ လုပ္ငန္းသုံး ကိရိယာေတြကုိ သံုးစြဲျခင္းဟာ လုံၿခံဳေရး အားနည္းခ်က္ေတြကုိ ျဖစ္ေပၚေစႏုိင္တယ္။ ဒါေၾကာင့္ တျခား လုပ္ငန္းသုံး ကိရိယာအားလုံးမွာ ရွိတဲ့ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ားကုိ အတတ္ႏုိင္ဆုံး လုံၿခံဳေအာင္ ျပဳလုပ္ထားဖုိ႔ အေရးႀကီးတယ္။</p>\n\n<p>အေမရိကန္ ျပည္ေထာင္စု ျပည္တြင္း လုံၿခံဳေရး အဖြဲ႔က <strong>Twitter</strong> နဲ႔ အျခား လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြကုိ ေစာင့္ၾကည့္ေနၿပီး အျခား အစုိးရေတြကလည္း အလားတူ ေစာင့္ၾကည့္မႈမ်ိဳးကုိ မလြဲမေသြ လုပ္ေဆာင္ၾကမွာ ျဖစ္တယ္။</p>\n\n<p><strong>Twitter</strong> ရဲ႕ <a href=\"http://twitter.com/privacy\"><strong>လုံၿခံဳေရး မူ၀ါဒ</strong></a> အေၾကာင္း အေသးစိတ္ကုိ ေလ့လာၿပီး <a href=\"https://www.myshadow.org/lost-in-small-print\"><strong>ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္</strong></a> ကြန္ရက္ စာမ်က္ႏွာမွာ သတင္း ဓါတ္ပုံအေၾကာင္းကုိ ေလ့လာ ဖတ္ရႈပါ။</p>\n", 
                        "summary": "", 
                        "value": "**Twitter** ဆုိတာ လူေတြ အခ်င္းခ်င္းၾကားမွာ သတင္း အခ်က္အလက္ေတြကုိ အကၡရာ စာလုံးေရ ၁၄၀ အထိ ေ၀မွ်ႏုိင္တဲ့ လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တစ္ခု ျဖစ္တယ္။ ဒီမြမ္းမံခ်က္ေတြရဲ႕ မူလ တုံ႔ျပန္ခ်က္ ေမးခြန္းကေတာ့၊ \"သင္ အခု ဘယ္လုပ္ေနသလဲ\" ဆုိတာပဲ ျဖစ္ပါတယ္။ ဒါေပမဲ့၊ ၄င္းဟာ သတင္း အခ်က္အလက္ေတြကုိ ပုံစံ အမ်ိဳးမ်ိဳးနဲ႔ ျဖန္႔ေ၀ေပးတဲ့ နည္းစနစ္အျဖစ္ ေပၚထြက္လာခဲ့တယ္။ **Facebook** နဲ႔ မတူပဲ၊ **Twitter** ေပၚမွာ သင္ တကယ္ သိကၽြမ္းတဲ့ သူေတြေနာက္ကို လုိက္သြားတာ မဟုတ္ပဲ၊ သင့္ကုိ စိတ္၀င္စားတဲ့ တျခား သုံးစြဲသူေတြေနာက္ကုိ 'လုိက္'သြားတာ ျဖစ္တယ္။\r\n\r\n**ပင္မ စာမ်က္ႏွာ**\r\n\r\n* [**www.twitter.com**](https://www.twitter.com)\r\n\r\n\r\n**ကြန္ပ်ဴတာ လုိအပ္ခ်က္မ်ား**\r\n\r\n- အင္တာနက္ ဆက္သြယ္မႈလုိင္း\r\n- [လုံၿခဳံေရး add-ons ထည့္သြင္းထားတဲ့ မီးလွ်ံေျမေခြး ကြန္ရက္ ဘေရာင္ဆာ](/my/firefox_main) (သုိ႔) [Tor ဘေရာင္ဆာ](/my/tor_main)\r\n\r\n\r\n**ဖတ္႐ႈရမဲ့ အေၾကာင္းအရာမ်ား -**\r\n\r\n- သုံးစြဲနည္း စာအုပ္ငယ္ အခန္း [**၁၀။ လူမႈဆက္ဆံေရး ကြန္ရက္မ်ား၌ မိမိကုိယ္ကုိႏွင့္ ေဒတာမ်ား ကာကြယ္နည္း**](/my/chapter-10)\r\n- Twitter ရဲ႕ [**၀န္ေဆာင္မႈ စည္းမ်ဥ္းမ်ား**](https://www.twitter.com/tos) နဲ႔ [**လုံၿခံဳေရး မူ၀ါဒ**](https://www.twitter.com/privacy/) \r\n\r\n**ဒီပရုိဂရမ္ကို စတင္ အသံုးျပဳႏုိင္ဖို႔ လိုအပ္ေသာ အခ်ိန္ -** ၄၀ မိနစ္\r\n\r\n**ျပန္လည္ရရွိမဲ့ အက်ိဳးေက်းဇူးမ်ား -**\r\n\r\n- **Twitter** ကုိ သုံးစြဲေနစဥ္ သင့္ရဲ႕ ကုိယ္ေရး အခ်က္အလက္ေတြကုိ လူသိရွင္ၾကား ထုတ္ေဖၚႏုိင္တဲ့ ပမာဏကုိ **ေလွ်ာ့ခ်**ေပးႏုိင္တယ္။\r\n- **Twitter** မွတဆင့္ ေ၀မွ်လုိက္တဲ့ status ေခၚ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြနဲ႔၊ တျခား ေဒတာေတြကုိ ၾကည့္ရႈႏုိင္တဲ့ အေနအထားကုိ **စီမံထိန္းခ်ဳပ္**ႏုိင္တယ္။\r\n- သင့္ရဲ႕ ကုိယ္ေရး အခ်က္အလက္ေတြကုိ တျခားသူေတြက ရရွိသြားႏုိင္တဲ့ ပမာဏကုိ **ေလွ်ာ့ခ်**ေပးႏုိင္တယ္။\r\n\r\n\r\n### ၁.၁ ဒီပ႐ိုဂရမ္ကို စတင္ အသံုးမျပဳခင္ သိထားသင္႔တဲ့အခ်က္မ်ား ###\r\n\r\n**Twitter** က ၄င္းရဲ႕ ၀န္ေဆာင္မႈ စည္းမ်ဥ္းေတြထဲမွာ ေဖၚျပထားခ်က္ ကေတာ့ - “ဒီလုိင္စင္အရ သင္ ေပးပုိ႔လုိက္ေသာ စာတုိကုိ ကမၻာအႏွံ႔ ျဖန္႔ေ၀ပုိင္ခြင့္ကုိ ကၽြန္ေတာ္တုိ႔အား ေပးအပ္ထားသကဲ့သုိ႔၊ အျခားသူမ်ား၏ စာတုိကုိလည္း အလားတူ ျဖန္႔ေ၀ခြင့္ ရွိသည္။ သင့္ လုပ္ေဆာင္ခ်က္သည္ သင္နဲ႔သာ သက္ဆုိင္သည္ - သင္ ေဖၚျပခဲ့ေသာ အေၾကာင္းအရာသည္ သင့္ကုိယ္ပုိင္ပင္ ျဖစ္သည္။” ဒီ့အျပင္၊ **Twitter** ဟာ အစုိးရေတြရဲ႕ေတာင္းဆုိခ်က္အရ သင့္အခ်က္အလက္ေတြကုိ လက္ဆင့္ကမ္း ပုိင္ခြင့္ ရွိတယ္။\r\n\r\n**Twitter** ဟာ ကြန္ရက္ စာမ်က္ႏွာ တစ္ခု ျဖစ္ေပမဲ့၊ **Twitter clients** အျဖစ္ သိရွိထားၾကတဲ့ စားပြဲတင္ ကြန္ပ်ဴတာနဲ႔ စမတ္ဖုန္းတုိ႔မွာ သုံးစြဲတဲ့ **Twitter** လုပ္ငန္းသုံး ကိရိယာေတြကတဆင့္ လူအမ်ားနဲ႔ ဆက္သြယ္ၿပီး စီမံေဆာင္ရြတ္ႏုိင္တယ္။ အကယ္လုိ႔ **Twitter** clients ကုိ သင္ သုံးစြဲတယ္ ဆုိရင္၊ ပင္မ ကြန္ရက္ စာမ်က္ႏွာဆီကုိ စာ၀ွက္ထားတဲ့ လုံၿခံဳတဲ့ နည္းလမ္းနဲ႔ ဆက္သြယ္ထားျခင္း ရွိမရွိ စစ္ေဆးၾကည့္ပါ။ [**ကြန္ရက္ ေမးလ္ကုိ လုံၿခံဳစြာ ထိန္းသိမ္းနည္း**](/my/chapter_7_1)ကုိ [**အခန္း ၇။ အင္တာနက္ ဆက္သြယ္ေရး လမ္းေၾကာင္း လွ်ဳိ႕ဝွက္ထားနည္း**](/my/chapter-7)မွာ ေလ့လာပါ။\r\n\r\nဒီ့အျပင္၊ **Facebook** လုိပဲ၊ လူအမ်ားအျပားဟာ **Twitter** ကုိ အသုံးျပဳၿပီး တျခား ကြန္ရက္ စာမ်က္ႏွာမ်ား၊ လုပ္ငန္းသုံး ကိရိယာ အမ်ားအျပားနဲ႔ ေပါင္းစပ္ျခင္း၊ အေနအထား မြမ္းမံခ်က္ေတြ၊ ဓါတ္ပုံေတြ၊ တည္ေနရာေတြ၊ လင့္ခ္ေတြနဲ႔ အျခားအရာေတြကုိ ေ၀မွ်ျခင္းေတြ ျပဳလုပ္ၾကတယ္။ အဲဒီ လုပ္ငန္းသုံး ကိရိယာေတြကုိ သံုးစြဲျခင္းဟာ လုံၿခံဳေရး အားနည္းခ်က္ေတြကုိ ျဖစ္ေပၚေစႏုိင္တယ္။ ဒါေၾကာင့္ တျခား လုပ္ငန္းသုံး ကိရိယာအားလုံးမွာ ရွိတဲ့ လုံၿခံဳေရး ခ်ိန္ညွိခ်က္မ်ားကုိ အတတ္ႏုိင္ဆုံး လုံၿခံဳေအာင္ ျပဳလုပ္ထားဖုိ႔ အေရးႀကီးတယ္။\r\n\r\nအေမရိကန္ ျပည္ေထာင္စု ျပည္တြင္း လုံၿခံဳေရး အဖြဲ႔က **Twitter** နဲ႔ အျခား လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြကုိ ေစာင့္ၾကည့္ေနၿပီး အျခား အစုိးရေတြကလည္း အလားတူ ေစာင့္ၾကည့္မႈမ်ိဳးကုိ မလြဲမေသြ လုပ္ေဆာင္ၾကမွာ ျဖစ္တယ္။ \r\n\r\n**Twitter** ရဲ႕ [**လုံၿခံဳေရး မူ၀ါဒ**](http://twitter.com/privacy) အေၾကာင္း အေသးစိတ္ကုိ ေလ့လာၿပီး [**ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္**](https://www.myshadow.org/lost-in-small-print) ကြန္ရက္ စာမ်က္ႏွာမွာ သတင္း ဓါတ္ပုံအေၾကာင္းကုိ ေလ့လာ ဖတ္ရႈပါ။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2078", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2078", 
                "link_title": "Twitter Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5224", 
                "module": "book", 
                "nid": "2078", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5224", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Twitter Security Guide", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456929560", 
            "comment": "0", 
            "created": "1441186867", 
            "current_revision_id": "13438", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "twitter_main", 
                        "value": "twitter_main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5224": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2078", 
                    "link_title": "Twitter Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5224", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5224", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2078", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/twitter_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456929560", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "Twitter လုံၿခံဳေရး လမ္းညႊန္ခ်က္", 
                        "value": "Twitter လုံၿခံဳေရး လမ္းညႊန္ခ်က္"
                    }
                ]
            }, 
            "title_original": "Twitter Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442404071", 
                        "created": "1442404071", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505362", 
                        "created": "1442505362", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166455", 
                        "created": "1441639966", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851259", 
                        "created": "1442851259", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128722", 
                        "created": "1455128722", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630863", 
                        "created": "1443630863", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296520", 
                        "created": "1441296520", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192038", 
                        "created": "1444192038", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022739", 
                        "created": "1443022739", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456929560", 
                        "created": "1444731844", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186867", 
                        "created": "1441186867", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2078", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "a74a82f2-6b46-4152-a011-943bd7ad3f4c", 
            "vid": "13438", 
            "vuuid": "c9f85414-8f61-4ea6-a9df-d69905dc2bb9"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>YouTube</strong> ဟာ သင့္ရဲ႕ ဗြီဒီယုိကုိ ဘီလီယံနဲ႔ခ်ီတဲ့ သုံးစြဲသူေတြ ၾကည့္ရႈနုိင္ေအာင္ လုပ္ေဆာင္ေပးတဲ့ ၀န္ေဆာင္မႈ ျဖစ္တယ္။ သုိ႔ေသာ္၊ <strong>YouTube</strong> ကုိ <strong>Google</strong> က ပုိင္ဆုိင္ထားတဲ့အတြက္၊ <strong>Google</strong> မွာ အလုပ္လုပ္တဲ့ လူေတြက သင့္ရဲ႕ ဗြီဒီယုိဟာ လက္မခံႏုိ္င္တဲ့ အေၾကာင္းအရာ အျဖစ္ ေတြ႔ရွိသြားရင္၊ ပယ္ဖ်က္ခံရမွာ ျဖစ္တယ္။ ဆုိလုိတာက <strong>YouTube</strong> ဟာ သင့္ရဲ႕ ဗြီဒီယုိကုိ လံုလုံၿခံဳၿခံဳ သိမ္းဆည္းထားႏုိ္င္တဲ့ ေနရာေကာင္း မဟုတ္ဘူး။ <strong>Google</strong> ဟာ <strong>YouTube</strong> ကုိ ဆင္ဆာ အပိတ္မခံရေအာင္ <strong>YouTube</strong> မွာ ရွိတဲ့ အေၾကာင္းအရာေတြကုိ ဖယ္ရွားဖုိ႔ ဖိအားေပးေလ့ရွိတယ္။ အကယ္လုိ႔ သင့္ရဲ႕ ဗြီဒီယုိကုိ လူေတြ ၾကည့္ေစခ်င္ရင္၊ ေကာ္ပီ တစ္ခုကုိ <strong>YouTube</strong> ေပၚ တင္ပါ - လုံၿခံဳေရးအရ သင့္ရဲ႕ တစ္ခုတည္းေသာ ေကာ္ပီကုိ <strong>YouTube</strong> မွာပဲ မတင္လုိက္ပါနဲ႔။</p>\n\n<p><strong>Google</strong> ဟာ ဗြီဒီယုိ တင္ပုိ႔ခ်က္နဲ႔ ၾကည့္ရႈမႈ အားလုံးကုိ သုံးစြဲသူ အမည္နဲ႔ တည္ေနရာ အခ်က္အလက္နဲ႔တကြ မွတ္တမ္းတင္ထားေလ့ရွိတယ္။ ဒီနည္းနဲ႔ တစ္ဦးတစ္ေယာက္ကုိ ေျခရာခံရာမွာ အသုံးခ်လာႏုိင္တယ္။</p>\n\n<p><strong>YouTube</strong> မွာ တင္ထားတဲ့ အေၾကာင္းအရာဟာ သင့္ကုိယ္ပုိင္သာ ျဖစ္တယ္၊ <strong>YouTube</strong> ေပၚ တင္လုိက္ျခင္းျဖင့္ သင္ဟာ အဲဒီအေၾကာင္းအရာကုိ <strong>Google</strong> အား ျဖန္႔ခ်ီခြင့္ ျပဳထားၿပီးသား ျဖစ္သြားတယ္။</p>\n\n<p><strong>YouTube</strong> ကုိ ႏုိင္ငံအေတာ္မ်ားမ်ားမွာ ၾကည့္ရႈလုိ႔ မရေၾကာင္း သတင္းေတြ ေပၚထြက္ေနတယ္။ အဲဒီ ႏုိင္ငံ တခ်ိဳ႕ကေတာ့ -\nတရုတ္ႏုိင္ငံ (၂၀၀၉ မတ္လမွ စတင္ၿပီး)၊ \nျမန္မာႏုိင္ငံ (၂၀၁၀ မတ္လမွ ၂၀၁၁ ၾသဂုတ္လ အၾကား)၊\nအီရန္ႏုိင္ငံ (၂၀၁၁ ဇန္န၀ါရီလမွ စတင္ၿပီး)၊ \nလီဘီယားႏုိင္ငံ (၂၀၁၁ ေဖေဖၚ၀ါရီလနွင့္ ၾသဂုတ္လ အၾကား)၊\nဆီးရီးယားႏုိင္ငံ (၂၀၁၁ ဇြန္လမွ စတင္ၿပီး)၊ \nဥဘက္ကစၥတန္ ႏုိင္ငံ (၂၀၁၁ ၾသဂုတ္လမွ စၿပီး)၊ \nတူနီးရွားႏုိင္ငံ၊ \nတတ္ခ္မင္နီစတန္ ႏုိင္ငံနဲ႔၊ \nတူရကီႏုိင္ငံတုိ႔ ျဖစ္ၾကတယ္။</p>\n\n<p>အေသးစိတ္ကုိ <a href=\"https://www.google.com/transparencyreport/traffic/\"><strong>သူတုိ႔ရဲ႕ ပြင့္လင္းျမင္သာမႈ မွတ္တမ္းကုိ Google ရဲ႕ ကြန္ရက္ စီးဆင္းမႈ အခန္း</strong></a>မွာ ေလ့လာဖတ္ရႈပါ။</p>\n\n<p><strong>Google</strong> ရဲ႕ <a href=\"http://www.google.com/policies/privacy\"><strong>လုံၿခံဳေရး မူ၀ါဒ</strong></a> အေၾကာင္း အေသးစိတ္ အခ်က္အလက္ကုိ၊ <a href=\"https://www.myshadow.org/lost-in-small-print\"><strong>ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္</strong></a> ကြန္ရက္စာမ်က္ႏွာေပၚက ဓါတ္ပုံ သတင္းမ်ားမွာ ေလ့လာ ဖတ္ရႈႏုိင္တယ္။</p>\n\n<h3>YouTube အေၾကာင္း သိေကာင္းစရာမ်ား -</h3>\n\n<ul><li><p>တစ္ဦးတစ္ေယာက္ရဲ႕ ဗြီဒီယုိကုိ သူတုိ႔ရဲ႕ သေဘာတူညီမႈ မရပဲ မတင္ပါနဲ႔။ သူတုိ႔က သေဘာတူရင္ေတာင္၊ ဗြီဒီယုိကုိ မတင္ပုိ႔မီ ျဖစ္ႏုိင္ေခ် ဂယက္ရုိက္ခတ္မႈေတြကုိ စဥ္းစားထားပါ။</p></li>\n<li><p><strong>YouTube</strong> ကုိ ဖြင့္တဲ့အခါ၊ ဘေရာင္ဆာရဲ႕ လိပ္စာတန္းမွာ http<strong>s</strong>://www.youtube.com ဆုိၿပီး ေရးထည့္ပါ။ ဒီနည္းျဖင့္ သင့္ကြန္ပ်ဴတာနဲ႔ <strong>YouTube</strong> ဆာဗာေတြအၾကား ဆက္သြယ္ေရးကုိ လုံၿခံဳေရး စနစ္ျဖစ္တဲ့ <strong>Secure Socket Layer</strong> (SSL) ဆက္သြယ္ေရး စနစ္နဲ႔ စာ၀ွက္ေပးသြားမွာ ျဖစ္တယ္။ ေနာက္တခါ ထပ္ၿပီး လုပ္စရာ မလုိေအာင္၊ <a href=\"/my/firefox_main\"><strong>မီးလွ်ံေျမေခြး</strong></a> ရဲ႕ add-ons တစ္ခု ျဖစ္တဲ့ <a href=\"/my/firefox_others#5.5\"><strong>HTTPS Everywhere</strong></a> ကုိ သုံးၿပီး YouTube ကုိ ခ်ိတ္ဆက္ဖုိ႔ အႀကံျပဳလုိတယ္။</p></li>\n<li><p>ဆႏၵျပတဲ့ ျဖစ္ရပ္မ်ိဳးလုိ ဗီြဒီယုိေတြမွာ ပါ၀င္သူေတြရဲ႕ မ်က္ႏွာကုိ မမွတ္မိေစဖုိ႔ <strong>YouTube</strong> ရဲ႕ <strong>face-blurring</strong> ေရြးစရာကုိ အသုံးျပဳပါ။ <a href=\"http://support.google.com/youtube/bin/static.py?hl=en&amp;guide=1388381&amp;page=guide.cs&amp;answer=2640535\"><strong>ဒီေနရာ</strong></a> မွာ ဆက္လက္ ဖတ္ရႈႏုိင္ပါတယ္။</p></li>\n<li><p>Google/YouTube ကတဆင့္ ေ၀မွ်လုိက္တဲ့ ဗြီဒီယုိေတြရဲ႕ ေကာ္ပီပြားကုိ အၿမဲတမ္း အရန္သင့္ သိမ္းဆည္းထားပါ။</p></li>\n<li><p>ဗြီဒီယုိကုိ လူတစ္ဦးတစ္ေယာက္ကုိပဲ ေ၀မွ်လုိတယ္ ဆုိရင္ သီးျခား ခ်ိန္ညွိခ်က္ကုိ အသုံးျပဳပါ။</p></li>\n</ul><h3><strong>YouTube</strong> အစားထုိးမ်ား</h3>\n\n<p>သင့္ရဲ႕ ဗြီဒီယုိေတြကုိ <strong>Google ပရုိဖုိင္း</strong>နဲ႔ ပါတ္သက္မႈ မရွိေစခ်င္ရင္၊ <a href=\"https://www.vimeo.com\"><strong>Vimeo</strong></a> လုိ အစားထုိးႏုိင္တဲ့ ေနရာေတြ ရွိတယ္။ <strong>Vimeo</strong> ဟာ <strong>YouTube</strong> နဲ႔ စာရင္ သုံးစြဲသူ လူနည္းစုကပဲ အသုံးျပဳေနၾကတယ္။ <strong>YouTube</strong> လုိပဲ၊ လုံၿခဳံတဲ့ <strong>SSL</strong> စနစ္နဲ႔ ဆက္သြယ္ထားၿပီး၊ သုံးစြဲသူေတြကုိ သူတုိ႔ရဲ႕ ဗြီဒီယုိေတြအေပၚ သီးျခား ေရြးခ်ယ္ႏုိင္ခြင့္ အမ်ိဳးမ်ိဳး၊ ဖန္တီးမႈ အေထြေထြ လုိင္စင္ စီမံထိန္းခ်ဳပ္ႏုိင္ခြင့္ေတြ ေပးထားတယ္။\nတျခား အလားတူ ကြန္ရက္စာမ်က္ႏွာေတြဟာ အျခား ေနရာေဒသေတြမွာ ေရပမ္းစားႏုိင္ပါတယ္။ ဒါေၾကာင့္၊ တျခား ေရြးစရာေတြကုိလည္း ေလ့လာထားဖုိ႔ လုိတယ္။ တစ္ခုခုကုိ မေရြးခ်ယ္မီ၊ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားထားပါ -</p>\n\n<p>၁။ ကြန္ရက္ စာမ်က္ႏွာရဲ႕ လုပ္ေဆာင္ခ်က္ အားလုံးမွာ လုံၿခံဳမႈ စနစ္ျဖစ္တဲ့ <strong>SSL</strong> ကုိ ပံ့ပုိးေပးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္နဲ႔ ပါတ္သက္တဲ့ ျပႆနာလုိမ်ိဳး စာ၀ွက္စနစ္ ျပႆနာေတြ ရွိမရွိ။</p>\n\n<p>၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ လုံၿခံဳေရး မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ေသေသ ခ်ာခ်ာ ဖတ္ရႈပါ။ သင့္ရဲ႕ အေၾကာင္းအရာနဲ႔ ကုိယ္ပုိင္ ေဒတာေတြကုိ ဘယ္လုိ ကုိင္တြယ္ထားသလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ထားသလဲ။</p>\n\n<p>၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိ လုံၿခံဳေရး ေရြးစရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဗီြဒီယုိေတြကုိ တခ်ိဳ႕လူေတြဆီ လုံၿခံဳတဲ့ နည္းလမ္းနဲ႔ ေ၀မွ်နုိင္တဲ့ နည္းရွိသလား၊ (သုိ႔) ပုံမွန္အားျဖင့္ လူတုိင္းက ျမင္ေတြ႔ႏုိင္သလား။</p>\n\n<p>၄။ အကယ္လုိ႔ ဆႏၵျပပြဲလုိ အျဖစ္အပ်က္နဲ႔ ဆုိင္တဲ့ အထိအခုိက္မခံတဲ့ ဗြီဒီယုိေတြကုိ တင္ပုိ႔မယ္ ဆုိရင္၊ သင္ ရုိက္ကူးခဲ့တဲ့ ဗီြဒီယုိေတြမွာ ပါတဲ့ မ်က္ႏွာေတြကုိ ရုပ္ဖ်က္ေပးတာမ်ိဳး ကာကြယ္ လုပ္ေဆာင္ေပးသလား၊</p>\n\n<p>၅။ <strong>နယ္ေျမ ပုိင္နက္</strong> (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း <strong>ဆာဗာေတြ</strong> ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။</p>\n", 
                        "summary": "", 
                        "value": "**YouTube** ဟာ သင့္ရဲ႕ ဗြီဒီယုိကုိ ဘီလီယံနဲ႔ခ်ီတဲ့ သုံးစြဲသူေတြ ၾကည့္ရႈနုိင္ေအာင္ လုပ္ေဆာင္ေပးတဲ့ ၀န္ေဆာင္မႈ ျဖစ္တယ္။ သုိ႔ေသာ္၊ **YouTube** ကုိ **Google** က ပုိင္ဆုိင္ထားတဲ့အတြက္၊ **Google** မွာ အလုပ္လုပ္တဲ့ လူေတြက သင့္ရဲ႕ ဗြီဒီယုိဟာ လက္မခံႏုိ္င္တဲ့ အေၾကာင္းအရာ အျဖစ္ ေတြ႔ရွိသြားရင္၊ ပယ္ဖ်က္ခံရမွာ ျဖစ္တယ္။ ဆုိလုိတာက **YouTube** ဟာ သင့္ရဲ႕ ဗြီဒီယုိကုိ လံုလုံၿခံဳၿခံဳ သိမ္းဆည္းထားႏုိ္င္တဲ့ ေနရာေကာင္း မဟုတ္ဘူး။ **Google** ဟာ **YouTube** ကုိ ဆင္ဆာ အပိတ္မခံရေအာင္ **YouTube** မွာ ရွိတဲ့ အေၾကာင္းအရာေတြကုိ ဖယ္ရွားဖုိ႔ ဖိအားေပးေလ့ရွိတယ္။ အကယ္လုိ႔ သင့္ရဲ႕ ဗြီဒီယုိကုိ လူေတြ ၾကည့္ေစခ်င္ရင္၊ ေကာ္ပီ တစ္ခုကုိ **YouTube** ေပၚ တင္ပါ - လုံၿခံဳေရးအရ သင့္ရဲ႕ တစ္ခုတည္းေသာ ေကာ္ပီကုိ **YouTube** မွာပဲ မတင္လုိက္ပါနဲ႔။\r\n\r\n**Google** ဟာ ဗြီဒီယုိ တင္ပုိ႔ခ်က္နဲ႔ ၾကည့္ရႈမႈ အားလုံးကုိ သုံးစြဲသူ အမည္နဲ႔ တည္ေနရာ အခ်က္အလက္နဲ႔တကြ မွတ္တမ္းတင္ထားေလ့ရွိတယ္။ ဒီနည္းနဲ႔ တစ္ဦးတစ္ေယာက္ကုိ ေျခရာခံရာမွာ အသုံးခ်လာႏုိင္တယ္။\r\n\r\n**YouTube** မွာ တင္ထားတဲ့ အေၾကာင္းအရာဟာ သင့္ကုိယ္ပုိင္သာ ျဖစ္တယ္၊ **YouTube** ေပၚ တင္လုိက္ျခင္းျဖင့္ သင္ဟာ အဲဒီအေၾကာင္းအရာကုိ **Google** အား ျဖန္႔ခ်ီခြင့္ ျပဳထားၿပီးသား ျဖစ္သြားတယ္။\r\n\r\n**YouTube** ကုိ ႏုိင္ငံအေတာ္မ်ားမ်ားမွာ ၾကည့္ရႈလုိ႔ မရေၾကာင္း သတင္းေတြ ေပၚထြက္ေနတယ္။ အဲဒီ ႏုိင္ငံ တခ်ိဳ႕ကေတာ့ -\r\nတရုတ္ႏုိင္ငံ (၂၀၀၉ မတ္လမွ စတင္ၿပီး)၊ \r\nျမန္မာႏုိင္ငံ (၂၀၁၀ မတ္လမွ ၂၀၁၁ ၾသဂုတ္လ အၾကား)၊\r\nအီရန္ႏုိင္ငံ (၂၀၁၁ ဇန္န၀ါရီလမွ စတင္ၿပီး)၊ \r\nလီဘီယားႏုိင္ငံ (၂၀၁၁ ေဖေဖၚ၀ါရီလနွင့္ ၾသဂုတ္လ အၾကား)၊\r\nဆီးရီးယားႏုိင္ငံ (၂၀၁၁ ဇြန္လမွ စတင္ၿပီး)၊ \r\nဥဘက္ကစၥတန္ ႏုိင္ငံ (၂၀၁၁ ၾသဂုတ္လမွ စၿပီး)၊ \r\nတူနီးရွားႏုိင္ငံ၊ \r\nတတ္ခ္မင္နီစတန္ ႏုိင္ငံနဲ႔၊ \r\nတူရကီႏုိင္ငံတုိ႔ ျဖစ္ၾကတယ္။ \r\n\r\nအေသးစိတ္ကုိ [**သူတုိ႔ရဲ႕ ပြင့္လင္းျမင္သာမႈ မွတ္တမ္းကုိ Google ရဲ႕ ကြန္ရက္ စီးဆင္းမႈ အခန္း**](https://www.google.com/transparencyreport/traffic/)မွာ ေလ့လာဖတ္ရႈပါ။\r\n\r\n**Google** ရဲ႕ [**လုံၿခံဳေရး မူ၀ါဒ**](http://www.google.com/policies/privacy) အေၾကာင္း အေသးစိတ္ အခ်က္အလက္ကုိ၊ [**ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္**](https://www.myshadow.org/lost-in-small-print) ကြန္ရက္စာမ်က္ႏွာေပၚက ဓါတ္ပုံ သတင္းမ်ားမွာ ေလ့လာ ဖတ္ရႈႏုိင္တယ္။\r\n\r\n### YouTube အေၾကာင္း သိေကာင္းစရာမ်ား - ###\r\n\r\n- တစ္ဦးတစ္ေယာက္ရဲ႕ ဗြီဒီယုိကုိ သူတုိ႔ရဲ႕ သေဘာတူညီမႈ မရပဲ မတင္ပါနဲ႔။ သူတုိ႔က သေဘာတူရင္ေတာင္၊ ဗြီဒီယုိကုိ မတင္ပုိ႔မီ ျဖစ္ႏုိင္ေခ် ဂယက္ရုိက္ခတ္မႈေတြကုိ စဥ္းစားထားပါ။\r\n\r\n- **YouTube** ကုိ ဖြင့္တဲ့အခါ၊ ဘေရာင္ဆာရဲ႕ လိပ္စာတန္းမွာ http**s**://www.youtube.com ဆုိၿပီး ေရးထည့္ပါ။ ဒီနည္းျဖင့္ သင့္ကြန္ပ်ဴတာနဲ႔ **YouTube** ဆာဗာေတြအၾကား ဆက္သြယ္ေရးကုိ လုံၿခံဳေရး စနစ္ျဖစ္တဲ့ **Secure Socket Layer** (SSL) ဆက္သြယ္ေရး စနစ္နဲ႔ စာ၀ွက္ေပးသြားမွာ ျဖစ္တယ္။ ေနာက္တခါ ထပ္ၿပီး လုပ္စရာ မလုိေအာင္၊ [**မီးလွ်ံေျမေခြး**](/my/firefox_main) ရဲ႕ add-ons တစ္ခု ျဖစ္တဲ့ [**HTTPS Everywhere**](/my/firefox_others#5.5) ကုိ သုံးၿပီး YouTube ကုိ ခ်ိတ္ဆက္ဖုိ႔ အႀကံျပဳလုိတယ္။\r\n\r\n- ဆႏၵျပတဲ့ ျဖစ္ရပ္မ်ိဳးလုိ ဗီြဒီယုိေတြမွာ ပါ၀င္သူေတြရဲ႕ မ်က္ႏွာကုိ မမွတ္မိေစဖုိ႔ **YouTube** ရဲ႕ **face-blurring** ေရြးစရာကုိ အသုံးျပဳပါ။ [**ဒီေနရာ**](http://support.google.com/youtube/bin/static.py?hl=en&guide=1388381&page=guide.cs&answer=2640535) မွာ ဆက္လက္ ဖတ္ရႈႏုိင္ပါတယ္။\r\n\r\n- Google/YouTube ကတဆင့္ ေ၀မွ်လုိက္တဲ့ ဗြီဒီယုိေတြရဲ႕ ေကာ္ပီပြားကုိ အၿမဲတမ္း အရန္သင့္ သိမ္းဆည္းထားပါ။\r\n\r\n- ဗြီဒီယုိကုိ လူတစ္ဦးတစ္ေယာက္ကုိပဲ ေ၀မွ်လုိတယ္ ဆုိရင္ သီးျခား ခ်ိန္ညွိခ်က္ကုိ အသုံးျပဳပါ။\r\n\r\n\r\n### **YouTube** အစားထုိးမ်ား ###\r\n\r\nသင့္ရဲ႕ ဗြီဒီယုိေတြကုိ **Google ပရုိဖုိင္း**နဲ႔ ပါတ္သက္မႈ မရွိေစခ်င္ရင္၊ [**Vimeo**](https://www.vimeo.com) လုိ အစားထုိးႏုိင္တဲ့ ေနရာေတြ ရွိတယ္။ **Vimeo** ဟာ **YouTube** နဲ႔ စာရင္ သုံးစြဲသူ လူနည္းစုကပဲ အသုံးျပဳေနၾကတယ္။ **YouTube** လုိပဲ၊ လုံၿခဳံတဲ့ **SSL** စနစ္နဲ႔ ဆက္သြယ္ထားၿပီး၊ သုံးစြဲသူေတြကုိ သူတုိ႔ရဲ႕ ဗြီဒီယုိေတြအေပၚ သီးျခား ေရြးခ်ယ္ႏုိင္ခြင့္ အမ်ိဳးမ်ိဳး၊ ဖန္တီးမႈ အေထြေထြ လုိင္စင္ စီမံထိန္းခ်ဳပ္ႏုိင္ခြင့္ေတြ ေပးထားတယ္။\r\nတျခား အလားတူ ကြန္ရက္စာမ်က္ႏွာေတြဟာ အျခား ေနရာေဒသေတြမွာ ေရပမ္းစားႏုိင္ပါတယ္။ ဒါေၾကာင့္၊ တျခား ေရြးစရာေတြကုိလည္း ေလ့လာထားဖုိ႔ လုိတယ္။ တစ္ခုခုကုိ မေရြးခ်ယ္မီ၊ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားထားပါ -\r\n\r\n၁။ ကြန္ရက္ စာမ်က္ႏွာရဲ႕ လုပ္ေဆာင္ခ်က္ အားလုံးမွာ လုံၿခံဳမႈ စနစ္ျဖစ္တဲ့ **SSL** ကုိ ပံ့ပုိးေပးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္နဲ႔ ပါတ္သက္တဲ့ ျပႆနာလုိမ်ိဳး စာ၀ွက္စနစ္ ျပႆနာေတြ ရွိမရွိ။\r\n\r\n၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ လုံၿခံဳေရး မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ေသေသ ခ်ာခ်ာ ဖတ္ရႈပါ။ သင့္ရဲ႕ အေၾကာင္းအရာနဲ႔ ကုိယ္ပုိင္ ေဒတာေတြကုိ ဘယ္လုိ ကုိင္တြယ္ထားသလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ထားသလဲ။\r\n\r\n၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိ လုံၿခံဳေရး ေရြးစရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဗီြဒီယုိေတြကုိ တခ်ိဳ႕လူေတြဆီ လုံၿခံဳတဲ့ နည္းလမ္းနဲ႔ ေ၀မွ်နုိင္တဲ့ နည္းရွိသလား၊ (သုိ႔) ပုံမွန္အားျဖင့္ လူတုိင္းက ျမင္ေတြ႔ႏုိင္သလား။\r\n\r\n၄။ အကယ္လုိ႔ ဆႏၵျပပြဲလုိ အျဖစ္အပ်က္နဲ႔ ဆုိင္တဲ့ အထိအခုိက္မခံတဲ့ ဗြီဒီယုိေတြကုိ တင္ပုိ႔မယ္ ဆုိရင္၊ သင္ ရုိက္ကူးခဲ့တဲ့ ဗီြဒီယုိေတြမွာ ပါတဲ့ မ်က္ႏွာေတြကုိ ရုပ္ဖ်က္ေပးတာမ်ိဳး ကာကြယ္ လုပ္ေဆာင္ေပးသလား၊\r\n\r\n၅။ **နယ္ေျမ ပုိင္နက္** (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း **ဆာဗာေတြ** ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2081", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2081", 
                "link_title": "YouTube", 
                "menu_name": "book-toc-1928", 
                "mlid": "5227", 
                "module": "book", 
                "nid": "2081", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5227", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "YouTube", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456237051", 
            "comment": "0", 
            "created": "1441188841", 
            "current_revision_id": "13332", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "youtube_tips", 
                        "value": "youtube_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5227": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2081", 
                    "link_title": "YouTube", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5227", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5227", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2081", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/youtube_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456237051", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "YouTube", 
                        "value": "YouTube"
                    }
                ]
            }, 
            "title_original": "YouTube", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1456237051", 
                        "created": "1442404345", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505849", 
                        "created": "1442505849", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166932", 
                        "created": "1441640212", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851526", 
                        "created": "1442851526", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394279", 
                        "created": "1444393691", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129022", 
                        "created": "1455129022", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631399", 
                        "created": "1443631399", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296888", 
                        "created": "1441296888", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192624", 
                        "created": "1444192624", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022760", 
                        "created": "1443022760", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444731916", 
                        "created": "1444731916", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446216301", 
                        "created": "1441188841", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2081", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3926bd08-ce1a-4c8f-95cb-8f863bb075ea", 
            "vid": "13332", 
            "vuuid": "f788652d-cdf0-4d20-8115-c2a6758eac53"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>လုပ္ေဆာင္ခ်က္မ်ား - ဓါတ္ပုံ/ဗြီဒီယုိ ေ၀မွ်ျခင္း၊ အင္တာနက္ အေၾကာင္းအရာ ေ၀မွ်ျခင္း</p>\n\n<p><strong>Flickr</strong> ကုိ Yahoo! က ပုိင္ဆုိင္ထားၿပီး Google နဲ႔ Facebook တုိ႔လုိ အေကာင့္ေတြမွတဆင့္ ၀င္ေရာက္ႏုိင္ေအာင္ စီစဥ္ေပးထားတယ္။</p>\n\n<p><strong>Flickr</strong> မွာ တင္ပုိ႔ခ်က္ေတြဟာ သင့္ ကုိယ္ပုိင္သာ ျဖစ္ၿပီး၊ အမ်ိဳးမ်ိဳးေသာ ဖန္တီးမႈ အေထြေထြ လုိင္စင္ေတြ (သုိ႔) မူပုိင္ခြင့္ေတြ ေပးထားတယ္။ အေၾကာင္းအရာေတြကုိ တင္ပုိ႔လုိက္ျခင္းျဖင့္ သင္ဟာ Yahoo! ကုိ သင့္ရဲ႕ ဓါတ္ပုံေတြ (သုိ႔) ဗြီဒီယုိေတြကုိ ျဖန္႔ေ၀ခြင့္ ျပဳထားၿပီးသား ျဖစ္သြားတယ္။</p>\n\n<p>ကြဲျပားတဲ့ ခြင့္ျပဳခ်က္ဆုိင္ရာ ကိစၥေတြေၾကာင့္၊ <strong>Flickr</strong> ဟာ စည္းရုံးလႈံ႔ေဆာ္ေရးေတြမွာ သုံးစြဲမဲ့ ဓါတ္ပုံေတြကုိ ရွာေဖြတဲ့ ေနရာမွာ ျဖစ္ေစ၊ ဓါတ္ပုံေတြကုိ လုပ္ေဖာ္ေဆာင္ဖက္ေတြ၊ မိတ္ဖက္ေတြ၊ သင့္ ကြန္ရက္ေတြထဲက အဖြဲ႔၀င္ေတြထံ မွ်ေ၀ရာမွာ ျဖစ္ေစ အရင္းအျမစ္ တစ္ခုအျဖစ္ ရပ္တည္ေနတယ္။</p>\n\n<p>Yahoo! ရဲ႕ <a href=\"http://privacy.yahoo.com\"><strong>လုံၿခံဳေရး မူ၀ါဒ</strong></a> အေၾကာင္း အေသးစိတ္ အခ်က္အလက္အတြက္၊ <a href=\"https://www.myshadow.org/content/yahoo-collection\"><strong>ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္</strong></a>ကြန္ရက္ စာမ်က္ႏွာမွ ဓါတ္ပုံ သတင္းကုိ ေလ့လာ ဖတ္ရႈပါ။</p>\n\n<h2>Flickr အေၾကာင္း သိေကာင္းစရာမ်ား</h2>\n\n<ul><li><p><strong>Flickr</strong> ဟာ ဒစ္ဂ်စ္တယ္ ကင္မရာက မွတ္တမ္းတင္ထားတဲ့ ၀ွက္ထားတဲ့ အခ်က္အလက္ေတြ (metadata) ကုိ ေဖၚျပမေပးထားဘူး။ ဥပမာ - ရုိက္ကူးခဲ့တဲ့ ေန႔စြဲ၊ အခ်ိန္၊ GPS တည္ေနရာ၊ ကင္မရာ မုိဒယ္၊ စတာေတြ ပါ၀င္တယ္။</p></li>\n<li><p><strong>Flickr</strong> ေပၚမွာ တစ္ဦးတစ္ေယာက္ရဲ႕ ဓါတ္ပုံေတြကုိ သူတုိ႔ရဲ႕ သေဘာတူညီမႈ မရပဲ လုံး၀ ေ၀မွ်ျခင္း မျပဳပါႏွင့္။ ဓါတ္ပုံေတြမွာ ပါတဲ့ အေၾကာင္းအရာဟာ သူတုိ႔ ဓါတ္ပုံမွာ သတ္မွတ္ထားတဲ့ ခြင့္ျပဳခ်က္ အမ်ိဳးအစားနဲ႔ ကုိက္ညီေစဖုိ႔ လုိတယ္။</p></li>\n</ul><p>အေမရိကန္ ျပည္ေထာင္စု ျပည္တြင္း လုံၿခံဳေရး အဖြဲ႔ဟာ <strong>Flickr</strong> နဲ႔ တျခား လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြကုိ ေစာင့္ၾကည့္ေနသလုိ၊ အျခား အစုိးရေတြကလည္း အလားတူ ေစာင့္ၾကည့္ ခံရကိန္း အေနအထား ပုိမ်ားေနတယ္။</p>\n\n<h3>Flickr အစားထုိးမ်ား</h3>\n\n<p>အကယ္လုိ႔ သင့္ရဲ႕ ဓါတ္ပုံေတြကုိ <strong>Yahoo</strong>, <strong>Google</strong> (သုိ႔) <strong>Facebook</strong> ပရုိဖုိင္းေတြနဲ႔ ပါတ္သက္မႈ မရွိေစခ်င္ရင္၊ အစားထုိးႏုိင္တဲ့ ေနရာေတြ ရွိတယ္။ တျခား အလားတူ ကြန္ရက္ စာမ်က္ႏွာေတြဟာ တခ်ိဳ႕ ေနရာေဒသေတြမွာ ေရပမ္းစားေနႏုိင္တယ္။ ဒါေၾကာင့္ တျခား ေရြးစရာေတြကုိလည္း သင္ ေလ့လာထားဖုိ႔ လုိအပ္တယ္။ တစ္ခုခုကုိ ေရြးခ်ယ္မႈ မျပဳမီ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားထားပါ -</p>\n\n<p>၁။ ကြန္ရက္ စာမ်က္ႏွာရဲ႕ သုံးစြဲမႈ အားလုံးမွာ လုံၿခံဳမႈ စနစ္ျဖစ္တဲ့ <strong>SSL</strong> ကုိ ပံ့ပုိးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္နဲ႔ ပါတ္သက္တဲ့ ျပႆနာမ်ိဳး စာ၀ွက္စနစ္ ျပႆနာေတြ ရွိမရွိ။</p>\n\n<p>၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ လုံၿခံဳေရး မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ေသေသ ခ်ာခ်ာ ဖတ္ရႈေလ့လာပါ။ သင့္ရဲ႕ အေၾကာင္းအရာ၊ ဓါတ္ပုံေတြနဲ႔ ကုိယ္ပုိင္ ေဒတာေတြကုိ ဘယ္လုိ ကုိင္တြယ္ထားသလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ထားသလဲ။</p>\n\n<p>၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိ လုံၿခံဳေရး ေရြးစရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဓါတ္ပုံေတြကုိ လူတခ်ိဳ႕ဆီ လုံၿခံဳတဲ့ နည္းနဲ႔ ေ၀မွ်နုိင္တဲ့ နည္းလမ္းရွိသလား၊ (သုိ႔) ပုံမွန္အားျဖင့္ လူတုိင္းက ျမင္ေတြ႔ႏုိင္သလား။</p>\n\n<p>၄။ အကယ္လုိ႔ ဆႏၵျပပြဲလုိ အျဖစ္အပ်က္မ်ိဳးနဲ႔ ဆုိင္တဲ့ အထိအခုိက္မခံတဲ့ ဓါတ္ပုံေတြကုိ တင္ပုိ႔မယ္ ဆုိရင္၊ သင္ ရုိက္ယူခဲ့တဲ့ ဓါတ္ပုံေတြမွာ ပါတဲ့ လူမ်က္ႏွာေတြကုိ ရုပ္ဖ်က္ေပးတာမ်ိဳး ကာကြယ္ လုပ္ေဆာင္ေပးသလား။</p>\n\n<p>၅။ <strong>နယ္ေျမ ပုိင္နက္</strong> (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း <strong>ဆာဗာေတြ</strong> ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။</p>\n", 
                        "summary": "", 
                        "value": "လုပ္ေဆာင္ခ်က္မ်ား - ဓါတ္ပုံ/ဗြီဒီယုိ ေ၀မွ်ျခင္း၊ အင္တာနက္ အေၾကာင္းအရာ ေ၀မွ်ျခင္း\r\n\r\n**Flickr** ကုိ Yahoo! က ပုိင္ဆုိင္ထားၿပီး Google နဲ႔ Facebook တုိ႔လုိ အေကာင့္ေတြမွတဆင့္ ၀င္ေရာက္ႏုိင္ေအာင္ စီစဥ္ေပးထားတယ္။\r\n\r\n**Flickr** မွာ တင္ပုိ႔ခ်က္ေတြဟာ သင့္ ကုိယ္ပုိင္သာ ျဖစ္ၿပီး၊ အမ်ိဳးမ်ိဳးေသာ ဖန္တီးမႈ အေထြေထြ လုိင္စင္ေတြ (သုိ႔) မူပုိင္ခြင့္ေတြ ေပးထားတယ္။ အေၾကာင္းအရာေတြကုိ တင္ပုိ႔လုိက္ျခင္းျဖင့္ သင္ဟာ Yahoo! ကုိ သင့္ရဲ႕ ဓါတ္ပုံေတြ (သုိ႔) ဗြီဒီယုိေတြကုိ ျဖန္႔ေ၀ခြင့္ ျပဳထားၿပီးသား ျဖစ္သြားတယ္။\r\n\r\nကြဲျပားတဲ့ ခြင့္ျပဳခ်က္ဆုိင္ရာ ကိစၥေတြေၾကာင့္၊ **Flickr** ဟာ စည္းရုံးလႈံ႔ေဆာ္ေရးေတြမွာ သုံးစြဲမဲ့ ဓါတ္ပုံေတြကုိ ရွာေဖြတဲ့ ေနရာမွာ ျဖစ္ေစ၊ ဓါတ္ပုံေတြကုိ လုပ္ေဖာ္ေဆာင္ဖက္ေတြ၊ မိတ္ဖက္ေတြ၊ သင့္ ကြန္ရက္ေတြထဲက အဖြဲ႔၀င္ေတြထံ မွ်ေ၀ရာမွာ ျဖစ္ေစ အရင္းအျမစ္ တစ္ခုအျဖစ္ ရပ္တည္ေနတယ္။ \r\n\r\nYahoo! ရဲ႕ [**လုံၿခံဳေရး မူ၀ါဒ**](http://privacy.yahoo.com) အေၾကာင္း အေသးစိတ္ အခ်က္အလက္အတြက္၊ [**ကၽြန္ေတာ္နဲ႔ ကၽြန္ေတာ့္ အရိပ္**](https://www.myshadow.org/content/yahoo-collection)ကြန္ရက္ စာမ်က္ႏွာမွ ဓါတ္ပုံ သတင္းကုိ ေလ့လာ ဖတ္ရႈပါ။\r\n\r\n## Flickr အေၾကာင္း သိေကာင္းစရာမ်ား ##\r\n\r\n- **Flickr** ဟာ ဒစ္ဂ်စ္တယ္ ကင္မရာက မွတ္တမ္းတင္ထားတဲ့ ၀ွက္ထားတဲ့ အခ်က္အလက္ေတြ (metadata) ကုိ ေဖၚျပမေပးထားဘူး။ ဥပမာ - ရုိက္ကူးခဲ့တဲ့ ေန႔စြဲ၊ အခ်ိန္၊ GPS တည္ေနရာ၊ ကင္မရာ မုိဒယ္၊ စတာေတြ ပါ၀င္တယ္။\r\n\r\n- **Flickr** ေပၚမွာ တစ္ဦးတစ္ေယာက္ရဲ႕ ဓါတ္ပုံေတြကုိ သူတုိ႔ရဲ႕ သေဘာတူညီမႈ မရပဲ လုံး၀ ေ၀မွ်ျခင္း မျပဳပါႏွင့္။ ဓါတ္ပုံေတြမွာ ပါတဲ့ အေၾကာင္းအရာဟာ သူတုိ႔ ဓါတ္ပုံမွာ သတ္မွတ္ထားတဲ့ ခြင့္ျပဳခ်က္ အမ်ိဳးအစားနဲ႔ ကုိက္ညီေစဖုိ႔ လုိတယ္။\r\n\r\nအေမရိကန္ ျပည္ေထာင္စု ျပည္တြင္း လုံၿခံဳေရး အဖြဲ႔ဟာ **Flickr** နဲ႔ တျခား လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ေတြကုိ ေစာင့္ၾကည့္ေနသလုိ၊ အျခား အစုိးရေတြကလည္း အလားတူ ေစာင့္ၾကည့္ ခံရကိန္း အေနအထား ပုိမ်ားေနတယ္။\r\n\r\n### Flickr အစားထုိးမ်ား ###\r\n\r\nအကယ္လုိ႔ သင့္ရဲ႕ ဓါတ္ပုံေတြကုိ **Yahoo**, **Google** (သုိ႔) **Facebook** ပရုိဖုိင္းေတြနဲ႔ ပါတ္သက္မႈ မရွိေစခ်င္ရင္၊ အစားထုိးႏုိင္တဲ့ ေနရာေတြ ရွိတယ္။ တျခား အလားတူ ကြန္ရက္ စာမ်က္ႏွာေတြဟာ တခ်ိဳ႕ ေနရာေဒသေတြမွာ ေရပမ္းစားေနႏုိင္တယ္။ ဒါေၾကာင့္ တျခား ေရြးစရာေတြကုိလည္း သင္ ေလ့လာထားဖုိ႔ လုိအပ္တယ္။ တစ္ခုခုကုိ ေရြးခ်ယ္မႈ မျပဳမီ ေအာက္ပါ အခ်က္ေတြကုိ စဥ္းစားထားပါ -\r\n\r\n၁။ ကြန္ရက္ စာမ်က္ႏွာရဲ႕ သုံးစြဲမႈ အားလုံးမွာ လုံၿခံဳမႈ စနစ္ျဖစ္တဲ့ **SSL** ကုိ ပံ့ပုိးထားသလား။ စာ၀ွက္စနစ္ လက္မွတ္နဲ႔ ပါတ္သက္တဲ့ ျပႆနာမ်ိဳး စာ၀ွက္စနစ္ ျပႆနာေတြ ရွိမရွိ။\r\n\r\n၂။ သုံးစြဲသူ လုိင္စင္ သေဘာတူညီခ်က္နဲ႔ လုံၿခံဳေရး မူ၀ါဒ (သုိ႔) ေဒတာ သုံးစြဲမႈ မူ၀ါဒကုိ ေသေသ ခ်ာခ်ာ ဖတ္ရႈေလ့လာပါ။ သင့္ရဲ႕ အေၾကာင္းအရာ၊ ဓါတ္ပုံေတြနဲ႔ ကုိယ္ပုိင္ ေဒတာေတြကုိ ဘယ္လုိ ကုိင္တြယ္ထားသလဲ။ ဘယ္သူေတြနဲ႔ ေ၀မွ်ထားသလဲ။\r\n\r\n၃။ သုံးစြဲသူေတြအတြက္ ဘယ္လုိ လုံၿခံဳေရး ေရြးစရာေတြကုိ ပံ့ပုိးေပးထားသလဲ။ သင့္ရဲ႕ ဓါတ္ပုံေတြကုိ လူတခ်ိဳ႕ဆီ လုံၿခံဳတဲ့ နည္းနဲ႔ ေ၀မွ်နုိင္တဲ့ နည္းလမ္းရွိသလား၊ (သုိ႔) ပုံမွန္အားျဖင့္ လူတုိင္းက ျမင္ေတြ႔ႏုိင္သလား။\r\n\r\n၄။ အကယ္လုိ႔ ဆႏၵျပပြဲလုိ အျဖစ္အပ်က္မ်ိဳးနဲ႔ ဆုိင္တဲ့ အထိအခုိက္မခံတဲ့ ဓါတ္ပုံေတြကုိ တင္ပုိ႔မယ္ ဆုိရင္၊ သင္ ရုိက္ယူခဲ့တဲ့ ဓါတ္ပုံေတြမွာ ပါတဲ့ လူမ်က္ႏွာေတြကုိ ရုပ္ဖ်က္ေပးတာမ်ိဳး ကာကြယ္ လုပ္ေဆာင္ေပးသလား။\r\n\r\n၅။ **နယ္ေျမ ပုိင္နက္** (သုိ႔) ကုမၸဏီ မွတ္ပုံတင္ထားတဲ့ နယ္အတြင္း **ဆာဗာေတြ** ထားရွိတဲ့ ေနရာကုိ သင္ သိရွိသလား။ ဒီသတင္း အခ်က္အလက္ေတြဟာ သင့္ရဲ႕ အီးေမးလ္ အ၀င္အထြက္ သီးျခားျဖစ္မႈ လုံၿခံဳေရးတုိ႔နဲ႔ ဆက္စပ္ေနတာကုိ သတိျပဳမိသလား။ ကြန္ရက္ ပုိင္ရွင္ေတြဟာ အကယ္လုိ႔ အစုိးရက ေတာင္းဆုိလာမယ္ ဆုိရင္ သင့္ရဲ႕ သတင္း အခ်က္အလက္ေတြကုိ သူတုိ႔ထံ လက္ဆင့္ကမ္း ေပးအပ္ႏုိင္သလား။"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2082", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2082", 
                "link_title": "Flickr", 
                "menu_name": "book-toc-1928", 
                "mlid": "5228", 
                "module": "book", 
                "nid": "2082", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5228", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Flickr", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455129141", 
            "comment": "0", 
            "created": "1441189173", 
            "current_revision_id": "13231", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "flickr_tips", 
                        "value": "flickr_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5228": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2082", 
                    "link_title": "Flickr", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5228", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5228", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2082", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/flickr_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455129141", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "Flickr", 
                        "value": "Flickr"
                    }
                ]
            }, 
            "title_original": "Flickr", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1454335298", 
                        "created": "1442404435", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505771", 
                        "created": "1442505771", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442327069", 
                        "created": "1441640291", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851468", 
                        "created": "1442851468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394474", 
                        "created": "1444394474", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129141", 
                        "created": "1455129141", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631468", 
                        "created": "1443631468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441297017", 
                        "created": "1441297017", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444193068", 
                        "created": "1444192750", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022781", 
                        "created": "1443022781", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444394568", 
                        "created": "1444394133", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "xx": {
                        "changed": "1441189173", 
                        "created": "1441189173", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2082", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "911d6496-50b6-48aa-b310-46fe23a39ec0", 
            "vid": "13231", 
            "vuuid": "34958961-f064-4d62-8c93-8700e8796443"
        }
    ], 
    "changed": "1455128207", 
    "comment": "0", 
    "created": "1441186304", 
    "current_revision_id": "13222", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "my": [
            {
                "tid": "117"
            }
        ]
    }, 
    "field_legacy_offline_installatio": [], 
    "field_legacy_online_installation": [], 
    "field_menu_title": {
        "my": [
            {
                "format": null, 
                "safe_value": "Social networking tools", 
                "value": "Social networking tools"
            }
        ]
    }, 
    "field_menu_title_long": {
        "my": [
            {
                "format": null, 
                "safe_value": "လူမႈ ဆက္သြယ္ေရး ကိရိယာမ်ား", 
                "value": "လူမႈ ဆက္သြယ္ေရး ကိရိယာမ်ား"
            }
        ]
    }, 
    "field_short_description": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>ဒီအခန္းဟာ ေရပမ္းစားတဲ့ လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တခ်ိဳ႕ကို <em>လုံၿခဳံေရး ပိုမို ေကာင္းမြန္</em>လာေအာင္ (သို႔) <em>လုံၿခဳံမႈ အားနည္း</em>လာေအာင္ ၄င္းတုိ႔ရဲ႕ သီးသန္႔ျဖစ္ျခင္းနဲ႔ လုံၿခဳံေရး ခ်ိန္ၫွိခ်က္မ်ားကို စီမံဖန္တီးနည္းအေၾကာင္း သိကၽြမ္းလာရန္ ရည္႐ြယ္ပါတယ္။ အထူးသျဖင့္၊ ဒီအခန္းမွာ <strong>Facebook</strong> ၊ <strong>Twitter</strong> တို႔နဲ႔ ပါတ္သက္တဲ့ လမ္းၫႊန္ခ်က္ အဆင့္ဆင့္ သာမက <strong>YouTube</strong> နဲ႔ <strong>Flickr</strong> သုံးစြဲနည္း လမ္းၫႊန္ခ်က္ တခ်ိဳ႕ကိုပါ ထည့္သြင္းထားပါတယ္။</p>\n", 
                "value": "ဒီအခန္းဟာ ေရပမ္းစားတဲ့ လူမႈ ဆက္သြယ္ေရး ကြန္ရက္ တခ်ိဳ႕ကို *လုံၿခဳံေရး ပိုမို ေကာင္းမြန္*လာေအာင္ (သို႔) *လုံၿခဳံမႈ အားနည္း*လာေအာင္ ၄င္းတုိ႔ရဲ႕ သီးသန္႔ျဖစ္ျခင္းနဲ႔ လုံၿခဳံေရး ခ်ိန္ၫွိခ်က္မ်ားကို စီမံဖန္တီးနည္းအေၾကာင္း သိကၽြမ္းလာရန္ ရည္႐ြယ္ပါတယ္။ အထူးသျဖင့္၊ ဒီအခန္းမွာ **Facebook** ၊ **Twitter** တို႔နဲ႔ ပါတ္သက္တဲ့ လမ္းၫႊန္ခ်က္ အဆင့္ဆင့္ သာမက **YouTube** နဲ႔ **Flickr** သုံးစြဲနည္း လမ္းၫႊန္ခ်က္ တခ်ိဳ႕ကိုပါ ထည့္သြင္းထားပါတယ္။"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "my": [
            {
                "format": null, 
                "safe_value": "social_networking_tools", 
                "value": "social_networking_tools"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5218": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2072", 
            "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
            "menu_name": "book-toc-1928", 
            "mlid": "5218", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5218", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "1"
        }
    }, 
    "name": "chris", 
    "nid": "2072", 
    "num_revisions": "15", 
    "path": "https://securityinabox.org/en/social_networking_tools", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455128207", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "my": [
            {
                "format": null, 
                "safe_value": "လူမႈ ဆက္သြယ္ေရး ကိရိယာမ်ား - Facebook, Twitter ႏွင့္ အျခား ကိရိယာမ်ား", 
                "value": "လူမႈ ဆက္သြယ္ေရး ကိရိယာမ်ား - Facebook, Twitter ႏွင့္ အျခား ကိရိယာမ်ား"
            }
        ]
    }, 
    "title_original": "Social Networking Tools: Facebook, Twitter and Others", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "ar": {
                "changed": "1442403688", 
                "created": "1442403688", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442504438", 
                "created": "1442504438", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452163798", 
                "created": "1441639281", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442850835", 
                "created": "1442850835", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444393569", 
                "created": "1444393569", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455128207", 
                "created": "1455128207", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443630285", 
                "created": "1443630285", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441295510", 
                "created": "1441295510", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444191634", 
                "created": "1444191634", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016468", 
                "created": "1443016468", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443526371", 
                "created": "1443526371", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1446197350", 
                "created": "1441186304", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2072", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "fc2d25b0-7d89-4743-b55d-23b5ad80b0ba", 
    "vid": "13222", 
    "vuuid": "91b6df86-e1b5-49ef-b50b-a680976ed979"
}