{
    "body": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<h3>О программе</h3>\n\n<p><strong>Главная функция:</strong> конфиденциальность переписки по электронной почте</p>\n\n<p><strong>Автор:</strong> Riseup Collective</p>\n\n<p><strong>Страница программы:</strong> <a href=\"http://www.riseup.net\">www.riseup.net</a></p>\n\n<p><strong>Лицензия:</strong> бесплатная с рядом условий и по заявке</p>\n\n<p>Riseup — не программа. Ее не нужно устанавливать на локальный жесткий диск. Это онлайновая почтовая служба. Многие из нас пользуются такими. У некоторых не один, а два, три, иногда больше ящиков электронной почты.</p>\n\n<p>В чем же отличие и преимущество RiseUp? Разработчики говорят буквально следующее: \"Ваши данные шифруются. Коммуникации, дата последнего входа в систему, адресная книга, резервные копии, — все это хранится в зашифрованном формате\". И добавляют: \"Мы сканируем всю почту антивирусными программами и обеспечиваем три уровня защиты от спама\". Звучит неплохо, правда?</p>\n\n<p>Коллектив разработчиков RiseUp — команда активистов, решившая поставить свои технические знания на службу некоммерческим гражданским инициативам по всему миру. Поэтому условия функционирования рассчитаны на людей практичных. Никаких рекламных коммерческих акций, привлекательной графики и прочих атрибутов модного онлайнового сервиса. Все по-спартански строго, ничего лишнего.</p>\n\n<p>Для электронной почты можно пользоваться веб-интерфейсом (их два на выбор), а можно настроить почтовую программу-клиент. Но чтобы получить адрес, нужно пройти \"заявочную\" процедуру регистрации на RiseUp.</p>\n\n<p><a name=\"alternatives\" id=\"alternatives\"></a>\n<strong>Аналогичные почтовые службы</strong></p>\n\n<p><strong>RiseUp</strong> — достаточно надежная почтовая служба, но у известности есть две стороны. Необычный адрес email может привлечь лишнее внимание. В некоторых странах этого лучше избегать. Остается использовать какую-либо популярную почтовую службу. Вот некоторые советы, на что следует обратить внимание.</p>\n\n<ol><li><p>Позволяет ли эта почтовая служба <strong>использовать шифрованные каналы связи</strong> (например, <em>https</em> и прочее SSL-шифрование для IMAP, POP3, SMTP), чтобы защитить передаваемую информацию (включая логин-пароль и сами почтовые сообщения)? Есть ли какие-нибудь известные проблемы с этим шифрованием (в частности, с сертификатами шифрования)?</p></li>\n<li><p>Достаточно ли <strong>хорошая техподдержка у серверов email?</strong> Вы уверены, что ими управляют профессионалы, которые приложат все силы для защиты конфиденциальности ваших данных? Не случится ли так, что какое-нибудь третье лицо получит к ним доступ (по коммерческим, политическим, религиозным или каким-либо иным соображениям)?</p></li>\n<li><p>Знаете ли вы, где географически находятся серверы? <strong>Законам какой страны</strong> они подчиняются? Как эти законы регулируют (ограничивают?) конфиденциальность информации и частную жизнь в целом?</p></li>\n</ol><p>Например, в некоторых странах <strong>Google Mail</strong> может быть вполне достойной альтернативой <strong>RiseUp</strong>.</p>\n", 
                "summary": "", 
                "value": "###О программе###\r\n\r\n**Главная функция:** конфиденциальность переписки по электронной почте\r\n\r\n**Автор:** Riseup Collective\r\n\r\n**Страница программы:** [www.riseup.net](http://www.riseup.net)\r\n\r\n**Лицензия:** бесплатная с рядом условий и по заявке\r\n\r\nRiseup — не программа. Ее не нужно устанавливать на локальный жесткий диск. Это онлайновая почтовая служба. Многие из нас пользуются такими. У некоторых не один, а два, три, иногда больше ящиков электронной почты.\r\n\r\nВ чем же отличие и преимущество RiseUp? Разработчики говорят буквально следующее: &quot;Ваши данные шифруются. Коммуникации, дата последнего входа в систему, адресная книга, резервные копии, — все это хранится в зашифрованном формате&quot;. И добавляют: &quot;Мы сканируем всю почту антивирусными программами и обеспечиваем три уровня защиты от спама&quot;. Звучит неплохо, правда?\r\n\r\nКоллектив разработчиков RiseUp — команда активистов, решившая поставить свои технические знания на службу некоммерческим гражданским инициативам по всему миру. Поэтому условия функционирования рассчитаны на людей практичных. Никаких рекламных коммерческих акций, привлекательной графики и прочих атрибутов модного онлайнового сервиса. Все по-спартански строго, ничего лишнего. \r\n\r\nДля электронной почты можно пользоваться веб-интерфейсом (их два на выбор), а можно настроить почтовую программу-клиент. Но чтобы получить адрес, нужно пройти &quot;заявочную&quot; процедуру регистрации на RiseUp.\r\n\r\n<a name=\"alternatives\"></a>\r\n**Аналогичные почтовые службы**\r\n\r\n**RiseUp** — достаточно надежная почтовая служба, но у известности есть две стороны. Необычный адрес email может привлечь лишнее внимание. В некоторых странах этого лучше избегать. Остается использовать какую-либо популярную почтовую службу. Вот некоторые советы, на что следует обратить внимание.\r\n\r\n1. Позволяет ли эта почтовая служба **использовать шифрованные каналы связи** (например, *https* и прочее SSL-шифрование для IMAP, POP3, SMTP), чтобы защитить передаваемую информацию (включая логин-пароль и сами почтовые сообщения)? Есть ли какие-нибудь известные проблемы с этим шифрованием (в частности, с сертификатами шифрования)?\r\n\r\n2. Достаточно ли **хорошая техподдержка у серверов email?** Вы уверены, что ими управляют профессионалы, которые приложат все силы для защиты конфиденциальности ваших данных? Не случится ли так, что какое-нибудь третье лицо получит к ним доступ (по коммерческим, политическим, религиозным или каким-либо иным соображениям)?\r\n\r\n3. Знаете ли вы, где географически находятся серверы? **Законам какой страны** они подчиняются? Как эти законы регулируют (ограничивают?) конфиденциальность информации и частную жизнь в целом?\r\n\r\nНапример, в некоторых странах **Google Mail** может быть вполне достойной альтернативой **RiseUp**.\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2034", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2034", 
        "link_title": "RiseUp - សេវាអ៊ីមែលដែលមានសុវត្ថិភាព", 
        "menu_name": "book-toc-1928", 
        "mlid": "5180", 
        "module": "book", 
        "nid": "2034", 
        "options": [], 
        "p1": "5034", 
        "p2": "5180", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "RiseUp - សេវាអ៊ីមែលដែលមានសុវត្ថិភាព", 
        "updated": "0", 
        "weight": "-6"
    }, 
    "book_children": [
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>В большинстве онлайновых почтовых сервисов можно зарегистрироваться, заполнив простейшую форму на веб-сайте. RiseUp — сервис \"для избранных\". Есть три способа обрести аккаунт на RiseUp:</p>\n\n<ul><li>Попросить двух друзей (знакомых, коллег) создать для вас \"приглашение\" в системе RiseUp. Получив \"приглашения\" от двух разных пользователей, вы открываете себе дорогу к дальнейшей регистрации.</li>\n<li>Получить коды вместе с бумажной версией \"Безопасности-в-коробке\" (этот вариант доступен только участникам наших семинаров и тренингов).</li>\n<li>Отправить в RiseUp заявку и дождаться ответа.</li>\n</ul><p>Первые два способа, конечно, удобнее. Но в общем случае придется воспользоваться третьим. Давайте попробуем заполнить заявку:</p>\n\n<ul><li>Открываем в браузере страницу <a href=\"https://mail.riseup.net\">https://mail.riseup.net</a> (\"https\" означает защищенное, зашифрованное соединение).</li>\n<li>В первой строчке-меню (под картинкой RiseUp) щелкаем ссылку \"Request account\" (\"Запросить аккаунт\").</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/01.png\" alt=\"\" /></p>\n\n<p>Дальше диалоги ведутся на русском языке. Если нет, в правом верхнем углу страницы находим окошко с выбором языков:</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/02.png\" alt=\"\" /></p>\n\n<ul><li>Вступительное слово и совет включить cookies (если они выключены в вашем броузере, самое время это исправить). Нажимаем на кнопку \"Дальше\".</li>\n<li>Открывается страница с описанием, условиями использования сервиса RiseUp и политикой безопасности. Если вы со всем этим согласны, ставим три галочки: \"Я принимаю условия социального контракта riseup.net\", \"Я согласен с политикой конфиденциальности riseup.net\", \"Я согласен с условиями обслуживания riseup.net\". Снова нажимаем \"Дальше\".</li>\n<li>Настало время заполнить маленькую анкету для получения аккаунта — примерно так, как показано на картинке. Обратите внимание, что в первом поле (\"Имя пользователя\") вводится фактически левая (до значка \"@\") часть вашего будущего адреса электронной почты, поэтому фразы с пробелами и слова на русском языке тут не уместны. Это единственное обязательное поле. Внешний адрес электронной почты используется для восстановления доступа к аккаунту (если потерян пароль). Адрес должен быть реальным, действующим и безопасным (как минимум, обеспечивать шифрованное соединение по SSL (https://). Если вы пользуетесь обычной почтой, из соображений безопасности лучше оставить это поле пустым. То же относится к другим полям (кроме \"Имя пользователя\"): судите сами, нужно их заполнять или нет. </li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/03.png\" alt=\"\" /></p>\n\n<ul><li>Когда все готово, нажимаем \"Дальше\". На следующей странице нас попросят ввести пароль. Делаем это и нажимаем \"Дальше\".</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/04.png\" alt=\"\" /></p>\n\n<p>Если вы введете чересчур простой пароль (по мнению системы), RiseUp его отвергнет.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/05.png\" alt=\"\" /></p>\n\n<p>Теперь предлагается выбрать один из двух способов получения аккаунта RiseUp. Если у вас есть коды приглашений, введите их в первые поля. Если нет, напишите несколько строчек о себе, своей гражданской активности, работе в некоммерческом секторе и т.п. Писать следует по-английски, \"на том конце провода\", вероятнее всего, никто не понимает русский. Нажимаем \"Готово\".</p>\n\n<p>В последнем окне браузера появляется сообщение о том, что система RiseUp приняла вашу заявку.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/06.png\" alt=\"\" /></p>\n\n<p>Под этой картинкой вы увидите ссылку. Есть смысл сохранить ее на время в закладках браузера. По ссылке открывается информация о ходе рассмотрения вашей заявки.</p>\n", 
                        "summary": "", 
                        "value": "В большинстве онлайновых почтовых сервисов можно зарегистрироваться, заполнив простейшую форму на веб-сайте. RiseUp — сервис &quot;для избранных&quot;. Есть три способа обрести аккаунт на RiseUp:\r\n\r\n- Попросить двух друзей (знакомых, коллег) создать для вас &quot;приглашение&quot; в системе RiseUp. Получив &quot;приглашения&quot; от двух разных пользователей, вы открываете себе дорогу к дальнейшей регистрации.\r\n- Получить коды вместе с бумажной версией \"Безопасности-в-коробке\" (этот вариант доступен только участникам наших семинаров и тренингов).\r\n- Отправить в RiseUp заявку и дождаться ответа.\r\n\r\nПервые два способа, конечно, удобнее. Но в общем случае придется воспользоваться третьим. Давайте попробуем заполнить заявку:\r\n\r\n- Открываем в браузере страницу [https://mail.riseup.net](https://mail.riseup.net) (&quot;https&quot; означает защищенное, зашифрованное соединение).\r\n- В первой строчке-меню (под картинкой RiseUp) щелкаем ссылку &quot;Request account&quot; (&quot;Запросить аккаунт&quot;).\r\n\r\n![](/sbox/screen/riseup-ru/01.png)\r\n\r\nДальше диалоги ведутся на русском языке. Если нет, в правом верхнем углу страницы находим окошко с выбором языков:\r\n\r\n![](/sbox/screen/riseup-ru/02.png)\r\n\r\n- Вступительное слово и совет включить cookies (если они выключены в вашем броузере, самое время это исправить). Нажимаем на кнопку &quot;Дальше&quot;.\r\n- Открывается страница с описанием, условиями использования сервиса RiseUp и политикой безопасности. Если вы со всем этим согласны, ставим три галочки: &quot;Я принимаю условия социального контракта riseup.net&quot;, &quot;Я согласен с политикой конфиденциальности riseup.net&quot;, &quot;Я согласен с условиями обслуживания riseup.net&quot;. Снова нажимаем &quot;Дальше&quot;.\r\n- Настало время заполнить маленькую анкету для получения аккаунта — примерно так, как показано на картинке. Обратите внимание, что в первом поле (&quot;Имя пользователя&quot;) вводится фактически левая (до значка &quot;@&quot;) часть вашего будущего адреса электронной почты, поэтому фразы с пробелами и слова на русском языке тут не уместны. Это единственное обязательное поле. Внешний адрес электронной почты используется для восстановления доступа к аккаунту (если потерян пароль). Адрес должен быть реальным, действующим и безопасным (как минимум, обеспечивать шифрованное соединение по SSL (https://). Если вы пользуетесь обычной почтой, из соображений безопасности лучше оставить это поле пустым. То же относится к другим полям (кроме &quot;Имя пользователя&quot;): судите сами, нужно их заполнять или нет. \r\n\r\n![](/sbox/screen/riseup-ru/03.png)\r\n\r\n- Когда все готово, нажимаем &quot;Дальше&quot;. На следующей странице нас попросят ввести пароль. Делаем это и нажимаем &quot;Дальше&quot;.\r\n\r\n![](/sbox/screen/riseup-ru/04.png)\r\n\r\nЕсли вы введете чересчур простой пароль (по мнению системы), RiseUp его отвергнет.\r\n\r\n![](/sbox/screen/riseup-ru/05.png)\r\n\r\nТеперь предлагается выбрать один из двух способов получения аккаунта RiseUp. Если у вас есть коды приглашений, введите их в первые поля. Если нет, напишите несколько строчек о себе, своей гражданской активности, работе в некоммерческом секторе и т.п. Писать следует по-английски, &quot;на том конце провода&quot;, вероятнее всего, никто не понимает русский. Нажимаем &quot;Готово&quot;.\r\n\r\nВ последнем окне браузера появляется сообщение о том, что система RiseUp приняла вашу заявку. \r\n\r\n![](/sbox/screen/riseup-ru/06.png)\r\n\r\nПод этой картинкой вы увидите ссылку. Есть смысл сохранить ее на время в закладках браузера. По ссылке открывается информация о ходе рассмотрения вашей заявки."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2035", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2035", 
                "link_title": "How to Create a RiseUp Account", 
                "menu_name": "book-toc-1928", 
                "mlid": "5181", 
                "module": "book", 
                "nid": "2035", 
                "options": [], 
                "p1": "5034", 
                "p2": "5180", 
                "p3": "5181", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5180", 
                "router_path": "node/%", 
                "title": "How to Create a RiseUp Account", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1454334594", 
            "comment": "0", 
            "created": "1441120385", 
            "current_revision_id": "13115", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "riseup_createaccount", 
                        "value": "riseup_createaccount"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5181": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2035", 
                    "link_title": "How to Create a RiseUp Account", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5181", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5180", 
                    "p3": "5181", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5180", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2035", 
            "num_revisions": "27", 
            "path": "https://securityinabox.org/en/node/2035", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454334594", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Создание аккаунта", 
                        "value": "Создание аккаунта"
                    }
                ]
            }, 
            "title_original": "How to Create a RiseUp Account", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442931765", 
                        "created": "1442931765", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454334594", 
                        "created": "1442403226", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506034", 
                        "created": "1442506034", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441622172", 
                        "created": "1441622172", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442845237", 
                        "created": "1442845237", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444659504", 
                        "created": "1444659504", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452870672", 
                        "created": "1452870672", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452171978", 
                        "created": "1443619367", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441279839", 
                        "created": "1441279839", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444178255", 
                        "created": "1444178255", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443020785", 
                        "created": "1443020509", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833491", 
                        "created": "1444728354", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478049", 
                        "created": "1441120385", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2035", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445439552", 
                        "created": "1445433982", 
                        "entity_id": "2035", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2035", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "28569902-a83a-4ec9-a3a5-d2f1540d671a", 
            "vid": "13115", 
            "vuuid": "0fc597e5-aec2-47e2-ae6a-423e0d7da98e"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>RiseUp не имеет интерфейса собственной разработки, а предлагает воспользоваться популярными онлайновыми почтовыми оболочками Squirrel Webmail или IMP Webmail. Можно пользоваться той или другой по выбору, какая больше нравится.</p>\n\n<p>Открываем в браузере страницу <a href=\"https://mail.riseup.net\">https://mail.RiseUp.net</a>. В левой части видим два окошка для входа в SquirrelMail и IMP Webmail.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/07.png\" alt=\"\" /></p>\n\n<p>Вводим имя (логин, \"User\") и пароль (\"Password\") и щелкаем \"Log in\".</p>\n\n<p>Интересной опцией у оболочки Squirrel является <strong>виртуальная клавиатура</strong>(\"virtual keyboard\"). Это хорошее средство от программ-\"шпионов\", перехватчиков нажатий на клавиши обычной\nклавиатуры. Виртуальная клавиатура отображает в браузере буквы и цифры на экране. Щелкая по ним мышью, можно ввести свой пароль. Никакие дополнительно установленные на компьютере программы не нужны. Виртуальная клавиатура весьма полезна, когда приходится входить в почтовый ящик с чужого компьютера, где уровень безопасности неизвестен, например, из Интернет-кафе.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/08.png\" alt=\"\" /></p>\n\n<p>Заходим в Squirrel.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/09.png\" alt=\"\" /></p>\n\n<p>Чтобы переключить Squirrel на русский язык, выбираем в верхнем меню \"Options\" (\"Настройки\"), затем Display Preferences (\"Настройки дисплея\"), указываем в поле \"Language\" значение \"Russian\" и нажимаем на кнопку \"Submit\".</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/10.png\" alt=\"\" /></p>\n\n<p>Возможности Squirrel и ее интерфейс похожи на аналоги у популярных сервисов веб-почты, поэтому отдельно останавливаться на каждом пункте мы не станем.</p>\n\n<p>Для IMP выбор русского языка осуществляется сразу же, \"на входе\".</p>\n", 
                        "summary": "", 
                        "value": "RiseUp не имеет интерфейса собственной разработки, а предлагает воспользоваться популярными онлайновыми почтовыми оболочками Squirrel Webmail или IMP Webmail. Можно пользоваться той или другой по выбору, какая больше нравится. \r\n\r\nОткрываем в браузере страницу [https://mail.RiseUp.net](https://mail.riseup.net). В левой части видим два окошка для входа в SquirrelMail и IMP Webmail. \r\n\r\n![](/sbox/screen/riseup-ru/07.png)\r\n\r\nВводим имя (логин, &quot;User&quot;) и пароль (&quot;Password&quot;) и щелкаем &quot;Log in&quot;.\r\n\r\nИнтересной опцией у оболочки Squirrel является **виртуальная клавиатура**(&quot;virtual keyboard&quot;). Это хорошее средство от программ-&quot;шпионов&quot;, перехватчиков нажатий на клавиши обычной\r\nклавиатуры. Виртуальная клавиатура отображает в браузере буквы и цифры на экране. Щелкая по ним мышью, можно ввести свой пароль. Никакие дополнительно установленные на компьютере программы не нужны. Виртуальная клавиатура весьма полезна, когда приходится входить в почтовый ящик с чужого компьютера, где уровень безопасности неизвестен, например, из Интернет-кафе.\r\n\r\n![](/sbox/screen/riseup-ru/08.png)\r\n\r\nЗаходим в Squirrel.\r\n\r\n![](/sbox/screen/riseup-ru/09.png)\r\n\r\nЧтобы переключить Squirrel на русский язык, выбираем в верхнем меню &quot;Options&quot; (&quot;Настройки&quot;), затем Display Preferences (&quot;Настройки дисплея&quot;), указываем в поле &quot;Language&quot; значение &quot;Russian&quot; и нажимаем на кнопку &quot;Submit&quot;.\r\n\r\n![](/sbox/screen/riseup-ru/10.png)\r\n\r\nВозможности Squirrel и ее интерфейс похожи на аналоги у популярных сервисов веб-почты, поэтому отдельно останавливаться на каждом пункте мы не станем.\r\n\r\nДля IMP выбор русского языка осуществляется сразу же, &quot;на входе&quot;."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2036", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2036", 
                "link_title": "របៀបបើកចូលគណនី RiseUp របស់លោកអ្នក", 
                "menu_name": "book-toc-1928", 
                "mlid": "5182", 
                "module": "book", 
                "nid": "2036", 
                "options": [], 
                "p1": "5034", 
                "p2": "5180", 
                "p3": "5182", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5180", 
                "router_path": "node/%", 
                "title": "របៀបបើកចូលគណនី RiseUp របស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452870847", 
            "comment": "0", 
            "created": "1441120434", 
            "current_revision_id": "12921", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "riseup_loggingin", 
                        "value": "riseup_loggingin"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5182": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2036", 
                    "link_title": "របៀបបើកចូលគណនី RiseUp របស់លោកអ្នក", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5182", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5180", 
                    "p3": "5182", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5180", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2036", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/2036", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452870847", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Использование почты", 
                        "value": "Использование почты"
                    }
                ]
            }, 
            "title_original": "How to Log into Your RiseUp Account", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442931862", 
                        "created": "1442931862", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442403300", 
                        "created": "1442403300", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506126", 
                        "created": "1442506094", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441622262", 
                        "created": "1441622262", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442845335", 
                        "created": "1442845335", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444659631", 
                        "created": "1444659631", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452870847", 
                        "created": "1452870847", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443620475", 
                        "created": "1443620475", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441279963", 
                        "created": "1441279963", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444178299", 
                        "created": "1444178299", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443020709", 
                        "created": "1443020709", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833533", 
                        "created": "1444728419", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446477947", 
                        "created": "1441120434", 
                        "entity_id": "2036", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9f33f08b-1809-4470-b179-3b7122a779f7", 
            "vid": "12921", 
            "vuuid": "b7fcec79-9c05-4465-bcb4-e3492b10c65f"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Здесь вы узнаете:</p>\n\n<ul><li><a href=\"#4.0\"><strong>Как настраивать аккаунт RiseUp</strong></a></li>\n<li><a href=\"#4.1\"><strong>Как настраивать почтовый клиент для использования с RiseUp</strong></a></li>\n</ul><hr /><p><a name=\"4.0\" id=\"4.0\"></a></p>\n\n<h2>Как настраивать аккаунт RiseUp</h2>\n\n<p>Открываем в браузере страницу <a href=\"https://user.riseup.net/\"><strong>https://user.riseup.net/</strong></a>. Вводим имя пользователя и пароль.</p>\n\n<p>На открывшейся странице слева — вертикальное меню.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/11.png\" alt=\"\" /></p>\n\n<ul><li><strong>Настройки аккаунта.</strong> На этой странице можно изменить общие настройки — те самые, которые мы вводили при регистрации (имя пользователя, пароль, языковые предпочтения, часовой пояс, контрольный вопрос и др.). Здесь и далее в настройках RiseUp каждое поле сопровождается подробными пояснениями на русском языке.</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/12.png\" alt=\"\" /></p>\n\n<ul><li><strong>Настройки почты.</strong> Эта страница служит для изменения настроек почтового ящика, например, квоты, пересылок, алиасов (алиас — синоним адреса вашей электронной почты. К любому адресу можно создать несколько алиасов. Если на эти адреса будет приходить почта, она будет автоматически попадать в \"основной\" ящик).</li>\n</ul><p>В соседних вкладках — настройки фильтров. Спам-фильтр позволяет RiseUp осуществлять \"мягкий контроль\" спама.</p>\n\n<p>Спам-фильтр будет добавлять \"<strong><em>SPAM</em></strong>\" в поле \"Тема\" электронных писем, которые, возможно, являются спамом. Если щелкнуть по кнопке особых настроек, то можно более тонко настраивать спам-фильтр RiseUp: сделать фильтр более или менее чувствительным, создать \"белый\" список электронных адресов (почта с которых никогда не будет блокироваться) и т.д.</p>\n\n<p>Вкладка \"Почтовые фильтры\" позволяет установить автоматическое распределение почты по папкам.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/13.png\" alt=\"\" /></p>\n\n<ul><li><strong>Запросы помощи.</strong> Здесь можно создать запрос, адресованный разработчикам RiseUp.</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/14.png\" alt=\"\" /></p>\n\n<ul><li><strong>Поддержите RiseUp.net.</strong> Сбор пожертвований для поддержки RiseUp.</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/15.png\" alt=\"\" /></p>\n\n<ul><li><strong>Приглашения.</strong></li>\n</ul><p>Как уже говорилось выше, RiseUp не предусматривает свободную регистрацию адресов \"кем попало\". Вы можете либо воспользоваться двумя рекомендациями (\"приглашениями\"), либо отправить запрос и ждать, когда его одобрят (или не одобрят). Первый способ быстрее и проще. Если вы уже являетесь пользователем RiseUp и хотите помочь другу \"стать членом семьи\", этот пункт настроек\nпозволит сгенерировать код для вашего друга. Просто нажимаем на кнопку \"Создать новый код приглашения\", ждем немного и убеждаемся, что код создан.</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/16.png\" alt=\"\" /></p>\n\n<p>Теперь можно отправить этот код другу, чтобы он использовал его при регистрации в системе RiseUp (ему понадобится еще одно приглашение от какого-нибудь другого пользователя).</p>\n\n<p><img src=\"/sbox/screen/riseup-ru/17.png\" alt=\"\" /></p>\n\n<ul><li><strong>Консольный доступ.</strong> Позволяет проверять электронную почту с помощью консольных приложений; для наших задач практической ценности не имеет.</li>\n</ul><p><img src=\"/sbox/screen/riseup-ru/18.png\" alt=\"\" /></p>\n\n<ul><li><strong>Выйти.</strong> Покинуть настройки RiseUp.</li>\n</ul><p><a name=\"4.1\" id=\"4.1\"></a></p>\n\n<h2>Как настраивать почтовый клиент для использования с RiseUp</h2>\n\n<p>Хотя многие предпочитают веб-почту за ее \"мобильность\" (доступность из любого места, где есть доступ к Интернету и браузер), значительное число пользователей хранят верность почтовым клиентам. Это и понятно: работа с почтовым клиентом обычно требует гораздо меньше онлайнового времени (трафика), а возможности современных почтовых клиентов превосходят веб-почту. Хотя любой современный почтовый клиент может работать с аккаунтом RiseUp, в нашем руководстве мы рекомендуем Mozilla Thunderbird — замечательная программа, очень популярная, надежная и удобная.</p>\n\n<p>Создание новой учетной записи в Mozilla Thunderbird по шагам описано в соответствующей главе нашего руководства. Отметим только специфические для RiseUp моменты:</p>\n\n<ul><li>Cервер входящей почты (POP3): mail.riseup.net;</li>\n<li>Сервер исходящей почты (SMTP): mail.riseup.net;</li>\n<li>SMTP-сервер требует аутентификации;</li>\n<li>Защищенное соединение (входящие и исходящие): TLS;</li>\n<li>Имя пользователя: то, что в вашем адресе RiseUp слева от \"@\".</li>\n</ul>", 
                        "summary": "", 
                        "value": "Здесь вы узнаете:\r\n\r\n- [**Как настраивать аккаунт RiseUp**](#4.0)\r\n- [**Как настраивать почтовый клиент для использования с RiseUp**](#4.1)\r\n\r\n-------\r\n\r\n<a name=\"4.0\"></a>\r\n## Как настраивать аккаунт RiseUp ##\r\n\r\nОткрываем в браузере страницу [**https://user.riseup.net/**](https://user.riseup.net/). Вводим имя пользователя и пароль.\r\n\r\nНа открывшейся странице слева — вертикальное меню.\r\n\r\n![](/sbox/screen/riseup-ru/11.png)\r\n\r\n- **Настройки аккаунта.** На этой странице можно изменить общие настройки — те самые, которые мы вводили при регистрации (имя пользователя, пароль, языковые предпочтения, часовой пояс, контрольный вопрос и др.). Здесь и далее в настройках RiseUp каждое поле сопровождается подробными пояснениями на русском языке.\r\n\r\n![](/sbox/screen/riseup-ru/12.png)\r\n\r\n- **Настройки почты.** Эта страница служит для изменения настроек почтового ящика, например, квоты, пересылок, алиасов (алиас — синоним адреса вашей электронной почты. К любому адресу можно создать несколько алиасов. Если на эти адреса будет приходить почта, она будет автоматически попадать в &quot;основной&quot; ящик).\r\n\r\nВ соседних вкладках — настройки фильтров. Спам-фильтр позволяет RiseUp осуществлять &quot;мягкий контроль&quot; спама. \r\n\r\nСпам-фильтр будет добавлять &quot;***SPAM***&quot; в поле &quot;Тема&quot; электронных писем, которые, возможно, являются спамом. Если щелкнуть по кнопке особых настроек, то можно более тонко настраивать спам-фильтр RiseUp: сделать фильтр более или менее чувствительным, создать &quot;белый&quot; список электронных адресов (почта с которых никогда не будет блокироваться) и т.д.\r\n\r\nВкладка &quot;Почтовые фильтры&quot; позволяет установить автоматическое распределение почты по папкам.\r\n\r\n![](/sbox/screen/riseup-ru/13.png)\r\n\r\n- **Запросы помощи.** Здесь можно создать запрос, адресованный разработчикам RiseUp.\r\n\r\n![](/sbox/screen/riseup-ru/14.png)\r\n\r\n- **Поддержите RiseUp.net.** Сбор пожертвований для поддержки RiseUp.\r\n\r\n![](/sbox/screen/riseup-ru/15.png)\r\n\r\n- **Приглашения.**\r\n\r\nКак уже говорилось выше, RiseUp не предусматривает свободную регистрацию адресов &quot;кем попало&quot;. Вы можете либо воспользоваться двумя рекомендациями (&quot;приглашениями&quot;), либо отправить запрос и ждать, когда его одобрят (или не одобрят). Первый способ быстрее и проще. Если вы уже являетесь пользователем RiseUp и хотите помочь другу &quot;стать членом семьи&quot;, этот пункт настроек\r\nпозволит сгенерировать код для вашего друга. Просто нажимаем на кнопку &quot;Создать новый код приглашения&quot;, ждем немного и убеждаемся, что код создан.\r\n\r\n![](/sbox/screen/riseup-ru/16.png)\r\n\r\nТеперь можно отправить этот код другу, чтобы он использовал его при регистрации в системе RiseUp (ему понадобится еще одно приглашение от какого-нибудь другого пользователя). \r\n\r\n![](/sbox/screen/riseup-ru/17.png)\r\n\r\n- **Консольный доступ.** Позволяет проверять электронную почту с помощью консольных приложений; для наших задач практической ценности не имеет.\r\n\r\n![](/sbox/screen/riseup-ru/18.png)\r\n\r\n- **Выйти.** Покинуть настройки RiseUp.\r\n\r\n<a name=\"4.1\"></a>\r\n## Как настраивать почтовый клиент для использования с RiseUp ##\r\n\r\nХотя многие предпочитают веб-почту за ее &quot;мобильность&quot; (доступность из любого места, где есть доступ к Интернету и браузер), значительное число пользователей хранят верность почтовым клиентам. Это и понятно: работа с почтовым клиентом обычно требует гораздо меньше онлайнового времени (трафика), а возможности современных почтовых клиентов превосходят веб-почту. Хотя любой современный почтовый клиент может работать с аккаунтом RiseUp, в нашем руководстве мы рекомендуем Mozilla Thunderbird — замечательная программа, очень популярная, надежная и удобная. \r\n\r\nСоздание новой учетной записи в Mozilla Thunderbird по шагам описано в соответствующей главе нашего руководства. Отметим только специфические для RiseUp моменты:\r\n\r\n- Cервер входящей почты (POP3): mail.riseup.net;\r\n- Сервер исходящей почты (SMTP): mail.riseup.net;\r\n- SMTP-сервер требует аутентификации;\r\n- Защищенное соединение (входящие и исходящие): TLS;\r\n- Имя пользователя: то, что в вашем адресе RiseUp слева от &quot;@&quot;."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2037", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2037", 
                "link_title": "How to Change Your Account Settings", 
                "menu_name": "book-toc-1928", 
                "mlid": "5183", 
                "module": "book", 
                "nid": "2037", 
                "options": [], 
                "p1": "5034", 
                "p2": "5180", 
                "p3": "5183", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5180", 
                "router_path": "node/%", 
                "title": "How to Change Your Account Settings", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456326766", 
            "comment": "0", 
            "created": "1441120477", 
            "current_revision_id": "13356", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "riseup_changingsettings", 
                        "value": "riseup_changingsettings"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5183": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2037", 
                    "link_title": "How to Change Your Account Settings", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5183", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5180", 
                    "p3": "5183", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5180", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2037", 
            "num_revisions": "28", 
            "path": "https://securityinabox.org/en/node/2037", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456326766", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Настройки почты RiseUp", 
                        "value": "Настройки почты RiseUp"
                    }
                ]
            }, 
            "title_original": "How to Change Your Account Settings", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442931934", 
                        "created": "1442931934", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442403450", 
                        "created": "1442403450", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506220", 
                        "created": "1442506220", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454345391", 
                        "created": "1441622378", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1454080699", 
                        "created": "1442845469", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444659694", 
                        "created": "1444659694", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452871062", 
                        "created": "1452871062", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452172338", 
                        "created": "1443620599", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441280128", 
                        "created": "1441280128", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444178350", 
                        "created": "1444178350", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443020652", 
                        "created": "1443020652", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833574", 
                        "created": "1444728480", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446477702", 
                        "created": "1441120477", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2037", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1456326766", 
                        "created": "1445434097", 
                        "entity_id": "2037", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2037", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "0dfc4c74-6846-478e-ada4-15ca38bb9ec4", 
            "vid": "13356", 
            "vuuid": "f1821408-a157-430d-8098-211a7fa25c84"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<h2>Вопросы</h2>\n\n<p><strong>Вопрос:</strong> Долго ли приходится ждать одобрения заявки на создание аккаунта RiseUp?</p>\n\n<p><strong>Ответ:</strong> Заявки рассматриваются вручную, и это занимает определенное время: несколько дней, неделю, а бывает, что и больше.</p>\n\n<p><strong>Вопрос:</strong> У меня вот уже целый год аккаунт в популярной бесплатной почтовой системе. Этот адрес известен многим моим партнерам, журналистам и т.д. Если я заведу себе адрес @RiseUp.net, как быть с почтой, которая будет по-прежнему приходить на мой старый почтовый ящик?</p>\n\n<p><strong>Ответ:</strong> Большинство современных почтовых сервисов (даже не очень продвинутые) позволяет установить в настройках переадресацию. Почта, приходящая на ваш ящик, будет автоматически пересылаться на новый адрес @riseup.net.</p>\n\n<p><strong>Вопрос:</strong> Могу ли я пользоваться одновременно и веб-почтой, и настроенным для RiseUp клиентом Mozilla Thunderbird?</p>\n\n<p><strong>Ответ:</strong> Да.</p>\n\n<p><strong>Вопрос:</strong> На веб-сайте RiseUp я заметила упоминание о некоей дисковой квоте. Что это за квота?</p>\n\n<p><strong>Ответ:</strong> Действительно, объем почтового ящика RiseUp по умолчанию составляет 23 Мб. Это мягкое ограничение, рассчитанное, скорее, на совесть владельца аккаунта. Вы можете самостоятельно изменить объем ящика в настройках почты. Но вряд ли стоит так поступать в отношении сервера, поддерживаемого усилиями энтузиастов. Гораздо этичнее (и практичнее) следить за тем, чтобы ваш почтовый ящик не переполнялся, удалять ненужные письма, избавляться от спама, дубликатов и так далее, — словом, поддерживать ваш аккаунт в порядке. Кстати, удаленные вами письма в квоту не входят (а вот сообщения, отфильтрованные программой как спам, — входят).</p>\n\n<p><strong>Вопрос:</strong> Я хочу предложить коллегам завести аккаунты на RiseUp. К сожалению, они неважно знают английский язык и вряд ли смогут правильно заполнить заявку. Как мне поступить?</p>\n\n<p><strong>Ответ:</strong> Во-первых, создайте для своего коллеги приглашение. В настройках аккаунта есть пункт \"Приглашения\", откройте его и щелкните по кнопке \"Создать новый код приглашения\". Код появится на экране. Вам нужно скопировать его и передать своему коллеге. Затем попросите Пабло проделать то же самое в настройках его аккаунта RiseUp. В результате ваш коллега получит два кода-приглашения. Дайте ему это руководство, и шаг за шагом он сможет быстро открыть собственный аккаунт в RiseUp, не оформляя никаких англоязычных заявок.</p>\n\n</div>\n\n<h2>Мини-тест</h2>\n\n<p><strong>1. Преимущество RiseUp перед многими другими почтовыми системами в том, что...</strong></p>\n\n<ul><li>объем почтового ящика не ограничен</li>\n<li>кроме почты, пользователь может еще и создать свою веб-страницу</li>\n<li>есть очень удобная, собственной разработки оболочка для веб-почты</li>\n<li>передаваемые данные шифруются</li>\n</ul><p><strong>2. В чем особенность регистрации нового аккаунта в системе RiseUp?</strong></p>\n\n<ul><li>Никаких особенностей нет, все так же, как и везде</li>\n<li>Требуется составить заявку на открытие аккаунта</li>\n<li>Нужно установить на компьютер специальную сервисную программу</li>\n<li>Необходимо иметь шифровальный ключ OpenPGP</li>\n</ul><p><strong>3. Виртуальная клавиатура может быть особенно полезна...</strong></p>\n\n<ul><li>при работе в Интернет-кафе</li>\n<li>пользователям с плохим зрением</li>\n<li>для восстановления забытого пароля</li>\n<li>если нет денег на обычную клавиатуру</li>\n</ul><p><strong>4. Какой из клиентов веб-почты доступен в RiseUp?</strong></p>\n\n<ul><li>Ilohamail</li>\n<li>SquirrelMail</li>\n<li>RoundCube</li>\n<li>Uebimiau</li>\n</ul><p><strong>5. Можно ли настроить почтовый клиент Outlook Express для работы с аккаунтом RiseUp?</strong></p>\n\n<ul><li>Да, можно</li>\n<li>Можно, но только для привилегированных аккаунтов RiseUp</li>\n<li>Microsoft Outlook можно, а Outlook Express — нельзя</li>\n<li>Нет, можно только Mozilla Firefox</li>\n</ul><p><strong>6. Может ли RiseUp фильтровать спам?</strong></p>\n\n<ul><li>Да, может</li>\n<li>Может, но только в расширенной версии</li>\n<li>Может, если подключить специальный модуль</li>\n<li>Нет, к сожалению не может</li>\n</ul><p><strong>7. Что на языке разработчиков RiseUp означает \"приглашение\"?</strong></p>\n\n<ul><li>Приветственное слово коллектива RiseUp при входе пользователя в систему</li>\n<li>Предложение товаров и услуг от спонсоров RiseUp</li>\n<li>Специальный код-рекомендация для новых пользователей</li>\n<li>Напоминание владельцу аккаунта о необходимости материально поддержать развитие RiseUp</li>\n</ul><p><em>(Хотите <a href=\"/ru/test#riseup\">проверить правильность своих ответов</a>?)</em></p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\n## Вопросы ##\r\n\r\n**Вопрос:** Долго ли приходится ждать одобрения заявки на создание аккаунта RiseUp?\r\n\r\n**Ответ:** Заявки рассматриваются вручную, и это занимает определенное время: несколько дней, неделю, а бывает, что и больше.\r\n\r\n**Вопрос:** У меня вот уже целый год аккаунт в популярной бесплатной почтовой системе. Этот адрес известен многим моим партнерам, журналистам и т.д. Если я заведу себе адрес @RiseUp.net, как быть с почтой, которая будет по-прежнему приходить на мой старый почтовый ящик?\r\n\r\n**Ответ:** Большинство современных почтовых сервисов (даже не очень продвинутые) позволяет установить в настройках переадресацию. Почта, приходящая на ваш ящик, будет автоматически пересылаться на новый адрес @riseup.net.\r\n\r\n**Вопрос:** Могу ли я пользоваться одновременно и веб-почтой, и настроенным для RiseUp клиентом Mozilla Thunderbird?\r\n\r\n**Ответ:** Да. \r\n\r\n**Вопрос:** На веб-сайте RiseUp я заметила упоминание о некоей дисковой квоте. Что это за квота?\r\n\r\n**Ответ:** Действительно, объем почтового ящика RiseUp по умолчанию составляет 23 Мб. Это мягкое ограничение, рассчитанное, скорее, на совесть владельца аккаунта. Вы можете самостоятельно изменить объем ящика в настройках почты. Но вряд ли стоит так поступать в отношении сервера, поддерживаемого усилиями энтузиастов. Гораздо этичнее (и практичнее) следить за тем, чтобы ваш почтовый ящик не переполнялся, удалять ненужные письма, избавляться от спама, дубликатов и так далее, — словом, поддерживать ваш аккаунт в порядке. Кстати, удаленные вами письма в квоту не входят (а вот сообщения, отфильтрованные программой как спам, — входят).\r\n\r\n**Вопрос:** Я хочу предложить коллегам завести аккаунты на RiseUp. К сожалению, они неважно знают английский язык и вряд ли смогут правильно заполнить заявку. Как мне поступить?\r\n\r\n**Ответ:** Во-первых, создайте для своего коллеги приглашение. В настройках аккаунта есть пункт &quot;Приглашения&quot;, откройте его и щелкните по кнопке &quot;Создать новый код приглашения&quot;. Код появится на экране. Вам нужно скопировать его и передать своему коллеге. Затем попросите Пабло проделать то же самое в настройках его аккаунта RiseUp. В результате ваш коллега получит два кода-приглашения. Дайте ему это руководство, и шаг за шагом он сможет быстро открыть собственный аккаунт в RiseUp, не оформляя никаких англоязычных заявок.</div>\r\n\r\n## Мини-тест ##\r\n\r\n**1. Преимущество RiseUp перед многими другими почтовыми системами в том, что...**\r\n\r\n- объем почтового ящика не ограничен\r\n- кроме почты, пользователь может еще и создать свою веб-страницу\r\n- есть очень удобная, собственной разработки оболочка для веб-почты\r\n- передаваемые данные шифруются\r\n\r\n**2. В чем особенность регистрации нового аккаунта в системе RiseUp?**\r\n\r\n- Никаких особенностей нет, все так же, как и везде\r\n- Требуется составить заявку на открытие аккаунта\r\n- Нужно установить на компьютер специальную сервисную программу\r\n- Необходимо иметь шифровальный ключ OpenPGP\r\n\r\n**3. Виртуальная клавиатура может быть особенно полезна...**\r\n\r\n- при работе в Интернет-кафе\r\n- пользователям с плохим зрением\r\n- для восстановления забытого пароля\r\n- если нет денег на обычную клавиатуру\r\n\r\n**4. Какой из клиентов веб-почты доступен в RiseUp?**\r\n\r\n- Ilohamail\r\n- SquirrelMail\r\n- RoundCube\r\n- Uebimiau\r\n\r\n**5. Можно ли настроить почтовый клиент Outlook Express для работы с аккаунтом RiseUp?**\r\n\r\n- Да, можно\r\n- Можно, но только для привилегированных аккаунтов RiseUp\r\n- Microsoft Outlook можно, а Outlook Express — нельзя\r\n- Нет, можно только Mozilla Firefox\r\n\r\n**6. Может ли RiseUp фильтровать спам?**\r\n\r\n- Да, может\r\n- Может, но только в расширенной версии\r\n- Может, если подключить специальный модуль\r\n- Нет, к сожалению не может\r\n\r\n**7. Что на языке разработчиков RiseUp означает &quot;приглашение&quot;?**\r\n\r\n- Приветственное слово коллектива RiseUp при входе пользователя в систему\r\n- Предложение товаров и услуг от спонсоров RiseUp\r\n- Специальный код-рекомендация для новых пользователей\r\n- Напоминание владельцу аккаунта о необходимости материально поддержать развитие RiseUp\r\n\r\n*(Хотите [проверить правильность своих ответов](/ru/test#riseup)?)*"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2038", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2038", 
                "link_title": "FAQ and Review", 
                "menu_name": "book-toc-1928", 
                "mlid": "5184", 
                "module": "book", 
                "nid": "2038", 
                "options": [], 
                "p1": "5034", 
                "p2": "5180", 
                "p3": "5184", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5180", 
                "router_path": "node/%", 
                "title": "FAQ and Review", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452871584", 
            "comment": "0", 
            "created": "1441120519", 
            "current_revision_id": "12924", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "riseup_faq", 
                        "value": "riseup_faq"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5184": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2038", 
                    "link_title": "FAQ and Review", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5184", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5180", 
                    "p3": "5184", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5180", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2038", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/node/2038", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452871584", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Вопросы и тест", 
                        "value": "Вопросы и тест"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442932001", 
                        "created": "1442932001", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442403517", 
                        "created": "1442403517", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506288", 
                        "created": "1442506288", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441622506", 
                        "created": "1441622506", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442845549", 
                        "created": "1442845549", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444659765", 
                        "created": "1444659765", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1452871404", 
                        "created": "1452871404", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443620709", 
                        "created": "1443620709", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441280427", 
                        "created": "1441280427", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444178395", 
                        "created": "1444178395", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443020622", 
                        "created": "1443020622", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833620", 
                        "created": "1444728566", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1452871584", 
                        "created": "1441120519", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445439807", 
                        "created": "1445434114", 
                        "entity_id": "2038", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "da9db442-af04-4980-9d7f-b479ee44703c", 
            "vid": "12924", 
            "vuuid": "0d083a99-da16-4e92-8c51-70aadf5c4643"
        }
    ], 
    "changed": "1452870051", 
    "comment": "0", 
    "created": "1441120303", 
    "current_revision_id": "12919", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "ru": [
            {
                "tid": "117"
            }
        ]
    }, 
    "field_legacy_offline_installatio": [], 
    "field_legacy_online_installation": [], 
    "field_menu_title": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Riseup - secure email service", 
                "value": "Riseup - secure email service"
            }
        ]
    }, 
    "field_menu_title_long": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Riseup. Используем безопасную веб-почту", 
                "value": "Riseup. Используем безопасную веб-почту"
            }
        ]
    }, 
    "field_short_description": {
        "am": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>አጭር ማብራሪያ፦</p>\n\n<p><strong>ራይዝአፕ (RiseUp)</strong> ለፖለቲካዊና ለማኅበራዊ ፍትሕ ለሚታገሉ ግለሰቦች እና ድርጅቶች ምሥጢራዊነቱ አስተማማኝ የሆነ የኢሜይል እና የሆስቲንግ አገልግሎት ለመስጠት የቆመ ድርጅት ነው።</p>\n", 
                "value": "አጭር ማብራሪያ፦\r\n\r\n**ራይዝአፕ (RiseUp)** ለፖለቲካዊና ለማኅበራዊ ፍትሕ ለሚታገሉ ግለሰቦች እና ድርጅቶች ምሥጢራዊነቱ አስተማማኝ የሆነ የኢሜይል እና የሆስቲንግ አገልግሎት ለመስጠት የቆመ ድርጅት ነው። "
            }
        ], 
        "ar": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>ريزأب (<a href=\"https://riseup.net/\"><strong>Riseup</strong></a>) منظمة جماعية تهدف إلى توفير خدمة بريد التكروني خاصة و آمنة للأشخاص و المنظمات الملتزمة بالعدالة الاجتماعية و السياسية.</p>\n", 
                "value": "ريزأب ([**Riseup**](https://riseup.net/)) منظمة جماعية تهدف إلى توفير خدمة بريد التكروني خاصة و آمنة للأشخاص و المنظمات الملتزمة بالعدالة الاجتماعية و السياسية."
            }
        ], 
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>RiseUp</strong> es una organización colectiva dedicada a proveer servicios de correo electrónico y alojamientos privados y seguros a individuos y organizaciones comprometidos con la justicia social y política.</p>\n", 
                "value": "**RiseUp** es una organización colectiva dedicada a proveer servicios de correo electrónico y alojamientos privados y seguros a individuos y organizaciones comprometidos con la justicia social y política."
            }
        ], 
        "fa": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>RiseUp</strong> یک سازمان غیر دولتی است که به فراهم آوری خدمات ایمیل امن و میزبانی وبسایت برای افرادی و سازمان هایی که برای برقراری عدالت سیاسی و اجتماعی در جهان فعالیت می‌کنند.</p>\n", 
                "value": "**RiseUp** یک سازمان غیر دولتی است که به فراهم آوری خدمات ایمیل امن و میزبانی وبسایت برای افرادی و سازمان هایی که برای برقراری عدالت سیاسی و اجتماعی در جهان فعالیت می‌کنند.\r\n"
            }
        ], 
        "fr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>RiseUp</strong> est un collectif dont l’objectif premier est d’offrir des services d’hébergement Web, de listes de distribution et de courrier électronique privés et sécurisés à des individus et organismes qui luttent pour la justice sociale.</p>\n", 
                "value": "**RiseUp** est un collectif dont l’objectif premier est d’offrir des services d’hébergement Web, de listes de distribution et de courrier électronique privés et sécurisés à des individus et organismes qui luttent pour la justice sociale.\r\n"
            }
        ], 
        "id": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Riseup</strong> adalah organisasi kolektif yang mendedikasikan diri untuk menyediakan layanan email dan layanan <em>hosting</em> yang aman dan pribadi bagi individu atau organisasi yang berjuang bagi politik dan keadilan sosial.</p>\n", 
                "value": "**Riseup** adalah organisasi kolektif yang mendedikasikan diri untuk menyediakan layanan email dan layanan *hosting* yang aman dan pribadi bagi individu atau organisasi yang berjuang bagi politik dan keadilan sosial. "
            }
        ], 
        "km": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><img src=\"/sbox/screen/riseup-en-1/riseup-rainbow.png\" alt=\"\" /></p>\n\n<p><strong>Riseup</strong> គឺជាអង្គភាពរួមមួយ ដែលផ្តោតទៅលើសេវាឯកជន និងសុវត្ថិភាពនៃអ៊ីមែលនិងការរក្សាទុកព័ត៌មាន សម្រាប់បុគ្គលនិងអង្គភាពដែលតស៊ូក្នុងបុព្វហេតុយុត្តិធម៌នយោបាយ និងសង្គម។</p>\n", 
                "value": "![](/sbox/screen/riseup-en-1/riseup-rainbow.png)\r\n\r\n**Riseup** គឺជាអង្គភាពរួមមួយ ដែលផ្តោតទៅលើសេវាឯកជន និងសុវត្ថិភាពនៃអ៊ីមែលនិងការរក្សាទុកព័ត៌មាន សម្រាប់បុគ្គលនិងអង្គភាពដែលតស៊ូក្នុងបុព្វហេតុយុត្តិធម៌នយោបាយ និងសង្គម។\t"
            }
        ], 
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>RiseUp</strong>ဟာ ႏိုင္ငံေရးနဲ႔ လူမႈေရးဆိုင္ရာ တရားမွ်တမႈအတြက္ လႈပ္ရွားေနၾကတဲ့ လူတဦးတေယာက္ခ်င္း (သို႔) အဖြဲ႕အစည္းေတြအတြက္ သီးသန္႔ျဖစ္ၿပီး လုံၿခံဳမႈ ရွိတဲ့ အီးေမးလ္နဲ႔ hosting ဝန္ေဆာင္မႈေတြကုိ ပံ့ပုိးေပးတဲ့ အဖြဲ႕အစည္း တခု ျဖစ္တယ္။</p>\n", 
                "value": "**RiseUp**ဟာ ႏိုင္ငံေရးနဲ႔ လူမႈေရးဆိုင္ရာ တရားမွ်တမႈအတြက္ လႈပ္ရွားေနၾကတဲ့ လူတဦးတေယာက္ခ်င္း (သို႔) အဖြဲ႕အစည္းေတြအတြက္ သီးသန္႔ျဖစ္ၿပီး လုံၿခံဳမႈ ရွိတဲ့ အီးေမးလ္နဲ႔ hosting ဝန္ေဆာင္မႈေတြကုိ ပံ့ပုိးေပးတဲ့ အဖြဲ႕အစည္း တခု ျဖစ္တယ္။"
            }
        ], 
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><img src=\"/sbox/screen/riseup-pt/riseup-rainbow.png\" alt=\"\" /></p>\n\n<p>O <strong>Riseup</strong> é uma organização coletiva dedicada ao fornecimento de e-mails privados e seguros, além de hospedagem de serviços para indivíduos e organizações comprometidas com uma justiça social e política.</p>\n", 
                "value": "![](/sbox/screen/riseup-pt/riseup-rainbow.png)\r\n\r\nO **Riseup** é uma organização coletiva dedicada ao fornecimento de e-mails privados e seguros, além de hospedagem de serviços para indivíduos e organizações comprometidas com uma justiça social e política."
            }
        ], 
        "tr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><img src=\"/sbox/screen/riseup-en-1/riseup-rainbow.png\" alt=\"\" /></p>\n\n<p>RiseUp politik ve sosyal adalet için çalışan kişiler ve kurumlar için servisler sunan ve özel ve güvenli e-posta sağlayan kolektif bir organizasyondur.</p>\n", 
                "value": "![](/sbox/screen/riseup-en-1/riseup-rainbow.png)\r\n\r\nRiseUp politik ve sosyal adalet için çalışan kişiler ve kurumlar için servisler sunan ve özel ve güvenli e-posta sağlayan kolektif bir organizasyondur. "
            }
        ], 
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>RiseUp</strong> là tổ chức tập thể hoạt động chuyên về cung cấp dịch vụ thư điện tử bảo mật và dịch vụ lưu trữ cho các cá nhân và tổ chức hoạt động vì công bằng chính trị và xã hội.</p>\n", 
                "value": "**RiseUp** là tổ chức tập thể hoạt động chuyên về cung cấp dịch vụ thư điện tử bảo mật và dịch vụ lưu trữ cho các cá nhân và tổ chức hoạt động vì công bằng chính trị và xã hội."
            }
        ], 
        "xx": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><img src=\"/sbox/screen/riseup-en-1/riseup-rainbow.png\" alt=\"\" /></p>\n\n<p><strong>Riseup</strong> is a collective organization dedicated to providing private and secure email and hosting services for individuals and organisations committed to political and social justice.</p>\n", 
                "value": "![](/sbox/screen/riseup-en-1/riseup-rainbow.png)\r\n\r\n**Riseup** is a collective organization dedicated to providing private and secure email and hosting services for individuals and organisations committed to political and social justice. "
            }
        ], 
        "zh-hans": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Riseup</strong>是一个专门为致力于政治和社会正义的个人和组织提供私人和安全电子邮件以及托管服务的组织。</p>\n", 
                "value": "**Riseup**是一个专门为致力于政治和社会正义的个人和组织提供私人和安全电子邮件以及托管服务的组织。"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-12 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "ru": [
            {
                "format": null, 
                "safe_value": "riseup_main", 
                "value": "riseup_main"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5180": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2034", 
            "link_title": "RiseUp - សេវាអ៊ីមែលដែលមានសុវត្ថិភាព", 
            "menu_name": "book-toc-1928", 
            "mlid": "5180", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5180", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-6"
        }
    }, 
    "name": "chris", 
    "nid": "2034", 
    "num_revisions": "21", 
    "path": "https://securityinabox.org/en/node/2034", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452870051", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Riseup. Используем безопасную веб-почту", 
                "value": "Riseup. Используем безопасную веб-почту"
            }
        ]
    }, 
    "title_original": "RiseUp - Secure Email Service", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442931670", 
                "created": "1442931670", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442403137", 
                "created": "1442403137", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442505952", 
                "created": "1442505952", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452093578", 
                "created": "1441621994", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442845155", 
                "created": "1442845155", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444659424", 
                "created": "1444659424", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "km": {
                "changed": "1452870051", 
                "created": "1452870051", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443618912", 
                "created": "1443618912", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441279692", 
                "created": "1441279692", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444178197", 
                "created": "1444178197", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016100", 
                "created": "1443016100", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443525562", 
                "created": "1443525562", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1452869956", 
                "created": "1441120303", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445439704", 
                "created": "1445433963", 
                "entity_id": "2034", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "d9221df9-dd4b-4346-9ee2-4920984a6b84", 
    "vid": "12919", 
    "vuuid": "fb53a2d2-7fb8-4c92-aa57-61c55d1c56dd"
}