{
    "body": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Эти ресурсы очень популярны. Они принадлежат частным компаниям. В главе <a href=\"/ru/chapter-9\"><strong>9. Как обезопасить себя и свои данные в социальных сетях</strong></a> мы рассказывали, что компании делают бизнес на сборе данных о своих пользователях и последующей продаже этой информации рекламодателям. Правительственные службы давят на сайты, блокируют их; компании уступают и, когда это от них требуется, применяют цензуру. Возможно, стоит присмотреться к альтернативам вроде <a href=\"http://joindiaspora.com\"><strong>Diaspora</strong></a>, <a href=\"http://we.riseup.net\"><strong>Crabgrass</strong></a>, <a href=\"http://friendica.com/\"><strong>Friendica</strong></a>, <a href=\"https://pidder.com\"><strong>Pidder</strong></a> или <a href=\"http://secushare.org\"><strong>SecureShare</strong></a> <em>(все на английском языке)</em>, которые были созданы с учетом особенностей цифровой безопасности и активизма. Интерес может представлять и проект <a href=\"http://socialswarm.net\"><strong>Social Swarm</strong></a>, который поддерживается общественной организацией и помогает проводить дискуссии, просветительские акции и кампании по обеспечению приватности в социальных сетях.</p>\n\n<p>В разных странах могут быть популярны и другие ресурсы. Перед тем, как сделать выбор в пользу того или иного сервиса, подумайте вот о чем:</p>\n\n<ol><li>Позволяет ли провайдер сервиса работать по <strong>SSL</strong>-протоколу все время, а не только при вводе логина и пароля? Есть ли у этого ресурса проблемы с шифрованием, в частности, с сертификатами?</li>\n<li>Пользовательское соглашение (может также называться \"политика конфиденциальности\" и др.) — что там говорится о защите ваших коммуникаций? А персональных данных? Если сайт собирает какую-то информацию о пользователе, с кем он делится этими данными?</li>\n<li>Какие настройки приватности доступны пользователю? Можете ли вы сделать так, чтобы ваши видео были открыты лишь узкому кругу друзей? Или подразумевается, что материалы по умолчанию доступны всем?</li>\n<li>Известно ли вам, <strong>где находятся</strong> серверы? К какой юрисдикции они относятся? В какой стране зарегистрирована компания-владелец? Как соответствующие законы и требования соотносятся с безопасностью и приватностью ваших данных? В частности, если \"компетентные органы\" потребуют от владельца ресурса раскрыть какие-либо ваши данные — будет ли выполнено это распоряжение?</li>\n</ol><p><strong>Примечание.</strong> Вы наверняка не раз слышали журналистские истории о взломанных аккаунтах электронной почты, социальных сетей и так далее. Большинство \"взломов\" связано не с изощренными атаками на серверы, а с тем или иным способом завладения паролями пользователей. Человек попадает в беду из-за того, что использовал старый, легко угадываемый пароль. (Но кто же в таком признается на публике!). Обратите внимание на главу нашего руководства <a href=\"https://securityinabox.org/ru/chapter-3\"><strong>Как создавать и хранить надежные пароли</strong></a>.</p>\n", 
                "summary": "", 
                "value": "Эти ресурсы очень популярны. Они принадлежат частным компаниям. В главе [**9. Как обезопасить себя и свои данные в социальных сетях**](/ru/chapter-9) мы рассказывали, что компании делают бизнес на сборе данных о своих пользователях и последующей продаже этой информации рекламодателям. Правительственные службы давят на сайты, блокируют их; компании уступают и, когда это от них требуется, применяют цензуру. Возможно, стоит присмотреться к альтернативам вроде [**Diaspora**](http://joindiaspora.com), [**Crabgrass**](http://we.riseup.net), [**Friendica**](http://friendica.com/), [**Pidder**](https://pidder.com) или [**SecureShare**](http://secushare.org) *(все на английском языке)*, которые были созданы с учетом особенностей цифровой безопасности и активизма. Интерес может представлять и проект [**Social Swarm**](http://socialswarm.net), который поддерживается общественной организацией и помогает проводить дискуссии, просветительские акции и кампании по обеспечению приватности в социальных сетях.\r\n\r\nВ разных странах могут быть популярны и другие ресурсы. Перед тем, как сделать выбор в пользу того или иного сервиса, подумайте вот о чем:\r\n\r\n1. Позволяет ли провайдер сервиса работать по **SSL**-протоколу все время, а не только при вводе логина и пароля? Есть ли у этого ресурса проблемы с шифрованием, в частности, с сертификатами?\r\n2. Пользовательское соглашение (может также называться \"политика конфиденциальности\" и др.) — что там говорится о защите ваших коммуникаций? А персональных данных? Если сайт собирает какую-то информацию о пользователе, с кем он делится этими данными?\r\n3. Какие настройки приватности доступны пользователю? Можете ли вы сделать так, чтобы ваши видео были открыты лишь узкому кругу друзей? Или подразумевается, что материалы по умолчанию доступны всем?\r\n4. Известно ли вам, **где находятся** серверы? К какой юрисдикции они относятся? В какой стране зарегистрирована компания-владелец? Как соответствующие законы и требования соотносятся с безопасностью и приватностью ваших данных? В частности, если \"компетентные органы\" потребуют от владельца ресурса раскрыть какие-либо ваши данные — будет ли выполнено это распоряжение?\r\n\r\n**Примечание.** Вы наверняка не раз слышали журналистские истории о взломанных аккаунтах электронной почты, социальных сетей и так далее. Большинство \"взломов\" связано не с изощренными атаками на серверы, а с тем или иным способом завладения паролями пользователей. Человек попадает в беду из-за того, что использовал старый, легко угадываемый пароль. (Но кто же в таком признается на публике!). Обратите внимание на главу нашего руководства [**Как создавать и хранить надежные пароли**](https://securityinabox.org/ru/chapter-3)."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2072", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2072", 
        "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
        "menu_name": "book-toc-1928", 
        "mlid": "5218", 
        "module": "book", 
        "nid": "2072", 
        "options": [], 
        "p1": "5034", 
        "p2": "5218", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Social Networking Tools: Facebook, Twitter and Others", 
        "updated": "0", 
        "weight": "1"
    }, 
    "book_children": [
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Facebook</strong> — популярная социальная сеть. Доступ к <strong>Facebook</strong> легко получить отовсюду, с разных устройств. Очень важно знать, как обстоит дело с безопасностью в <strong>Facebook</strong>, и уметь изменять соответствующие настройки.</p>\n\n<p><strong>Сайт</strong></p>\n\n<ul><li><a href=\"http://www.facebook.com\"><strong>www.facebook.com</strong></a></li>\n</ul><p><strong>Требования к компьютеру</strong></p>\n\n<ul><li>Подключение к интернету</li>\n<li>Веб-браузер (мы рекомендуем <a href=\"/ru/firefox_main\"><strong>Firefox с некоторыми дополнениями</strong></a> или <a href=\"/ru/tor_main\"><strong>Tor Browser</strong></a>).</li>\n</ul><p><strong>Что почитать</strong></p>\n\n<ul><li>Наше руководство, главу <a href=\"/ru/chapter-9\"><strong>9. Как обезопасить себя и свои данные в социальных сетях</strong></a></li>\n<li>Документы <strong>Facebook</strong> <a href=\"https://www.facebook.com/legal/terms\"><strong>Положение о правах и обязанностях</strong></a> и <a href=\"https://www.facebook.com/about/privacy/\"><strong>Политика использования данных</strong></a></li>\n</ul><p><strong>Чему вы можете научиться</strong></p>\n\n<ul><li><strong>Уменьшить</strong> объем персональных данных в <strong>Facebook</strong>, открытых для всех и каждого, а также данных, которые получает <strong>Facebook</strong> и его партнеры.</li>\n<li><strong>Определить</strong> кому и когда доступны ваши обновления статуса, данные профиля, фотографии и другая информация в <strong>Facebook</strong>.</li>\n</ul><h3>В качестве предисловия</h3>\n\n<p><strong>Facebook</strong> – самая популярная социальная сеть в мире. Правозащитники часто используют <strong>Facebook</strong> для общения, совместных инициатив, подготовки разных акций. Однако это еще и потенциальный источник данных для тех, кто не согласен с деятельностью правозащитников. Важно знать, чем вы рискуете и как можно сделать работу в <strong>Facebook</strong> более безопасной.</p>\n\n<p>Правительство США отслеживает то, что происходит в <strong>Facebook</strong>. Вполне вероятно, что другие правительства тоже. Да и в \"Политике использования данных\" самого <strong>Facebook</strong> говорится, что администрация поделится вашими данными, если это потребует полиция.</p>\n\n<p>Имейте в виду, что из-за открытой атмосферы самого <strong>Facebook</strong> ваша безопасность во многом зависит от безопасности и приватности ваших друзей и контактов. Многие инструменты эффективны лишь при условии, что их используют все участники информационного обмена. Поэтому очень важно, чтобы с этими материалами познакомились ваши друзья, семья и прочие знакомые по <strong>Facebook</strong>. Это пойдет на пользу как их безопасности, так и вашей.</p>\n\n<p>Обратите внимание на <strong>Настройки конфиденциальности Facebook</strong>. Они помогают сделать аккаунт более безопасным. Также советуем время от времени посещать официальные страницы <strong>Facebook</strong>, чтобы узнавать о новостях и изменениях: https://www.facebook.com/help/privacy.</p>\n", 
                        "summary": "", 
                        "value": "**Facebook** — популярная социальная сеть. Доступ к **Facebook** легко получить отовсюду, с разных устройств. Очень важно знать, как обстоит дело с безопасностью в **Facebook**, и уметь изменять соответствующие настройки.\r\n\t\t\t\r\n**Сайт**\r\n\r\n* [**www.facebook.com**](http://www.facebook.com)\r\n\r\n**Требования к компьютеру**\r\n\r\n- Подключение к интернету\r\n- Веб-браузер (мы рекомендуем [**Firefox с некоторыми дополнениями**](/ru/firefox_main) или [**Tor Browser**](/ru/tor_main)).\r\n\r\n**Что почитать**\r\n\r\n- Наше руководство, главу [**9. Как обезопасить себя и свои данные в социальных сетях**](/ru/chapter-9)\r\n- Документы **Facebook** [**Положение о правах и обязанностях**](https://www.facebook.com/legal/terms) и [**Политика использования данных**](https://www.facebook.com/about/privacy/)\r\n\r\n**Чему вы можете научиться** \r\n\r\n- **Уменьшить** объем персональных данных в **Facebook**, открытых для всех и каждого, а также данных, которые получает **Facebook** и его партнеры.\r\n- **Определить** кому и когда доступны ваши обновления статуса, данные профиля, фотографии и другая информация в **Facebook**.\r\n\r\n### В качестве предисловия ###\r\n\r\n**Facebook** – самая популярная социальная сеть в мире. Правозащитники часто используют **Facebook** для общения, совместных инициатив, подготовки разных акций. Однако это еще и потенциальный источник данных для тех, кто не согласен с деятельностью правозащитников. Важно знать, чем вы рискуете и как можно сделать работу в **Facebook** более безопасной. \r\n\r\nПравительство США отслеживает то, что происходит в **Facebook**. Вполне вероятно, что другие правительства тоже. Да и в \"Политике использования данных\" самого **Facebook** говорится, что администрация поделится вашими данными, если это потребует полиция.\r\n\r\nИмейте в виду, что из-за открытой атмосферы самого **Facebook** ваша безопасность во многом зависит от безопасности и приватности ваших друзей и контактов. Многие инструменты эффективны лишь при условии, что их используют все участники информационного обмена. Поэтому очень важно, чтобы с этими материалами познакомились ваши друзья, семья и прочие знакомые по **Facebook**. Это пойдет на пользу как их безопасности, так и вашей.\r\n\r\nОбратите внимание на **Настройки конфиденциальности Facebook**. Они помогают сделать аккаунт более безопасным. Также советуем время от времени посещать официальные страницы **Facebook**, чтобы узнавать о новостях и изменениях: https://www.facebook.com/help/privacy."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2073", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2073", 
                "link_title": "Facebook Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5219", 
                "module": "book", 
                "nid": "2073", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5219", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Facebook Security Guide", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455128285", 
            "comment": "0", 
            "created": "1441186416", 
            "current_revision_id": "13223", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "facebook_main", 
                        "value": "facebook_main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5219": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2073", 
                    "link_title": "Facebook Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5219", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5219", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2073", 
            "num_revisions": "14", 
            "path": "https://securityinabox.org/en/facebook_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455128285", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Facebook", 
                        "value": "Facebook"
                    }
                ]
            }, 
            "title_original": "Facebook Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442403777", 
                        "created": "1442403777", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442504541", 
                        "created": "1442504541", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452164341", 
                        "created": "1441639429", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442850979", 
                        "created": "1442850979", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128285", 
                        "created": "1455128285", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630471", 
                        "created": "1443630471", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441295607", 
                        "created": "1441295607", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444191809", 
                        "created": "1444191809", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022715", 
                        "created": "1443022715", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444731723", 
                        "created": "1444731723", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2073", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186416", 
                        "created": "1441186416", 
                        "entity_id": "2073", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2073", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "2ab0a0af-c3bf-46ac-84a4-a8a49404e61e", 
            "vid": "13223", 
            "vuuid": "f0ed7210-94ae-4c03-80bb-d6c51a7a9a17"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Twitter</strong> is a social network in which people share information via 140-character <em>status updates</em>. These updates originally responded to the question \"what are you doing now?\", although it has since evolved as a means of spreading various types of information. Unlike <strong>Facebook</strong>, on <strong>Twitter</strong> you 'follow' other users who interest you, rather than people you actually know.</p>\n\n<p><strong>Homepage</strong></p>\n\n<ul><li><a href=\"https://www.twitter.com\"><strong>www.twitter.com</strong></a></li>\n</ul><p><strong>Computer Requirements</strong></p>\n\n<ul><li>An internet connection</li>\n<li><a href=\"/en/firefox_main\">Firefox web browser with security add-ons</a> or <a href=\"/en/tor_main\">Tor Browser</a></li>\n</ul><p><strong>Required Reading</strong></p>\n\n<ul><li>How-to Booklet chapter <a href=\"/chapter-10\"><strong>10. How to protect yourself and your data when using social networking sites</strong></a></li>\n<li><strong>Twitter</strong>'s <a href=\"https://www.twitter.com/tos\"><strong>Terms of Service</strong></a> and <a href=\"https://www.twitter.com/privacy/\"><strong>Privacy Policy</strong></a></li>\n</ul><p><strong>Time required to start using this tool</strong>: 40 minutes</p>\n\n<p><strong>What you will get in return</strong>:</p>\n\n<ul><li>The ability to <strong>reduce</strong> the amount of your personal information made public when you use Twitter</li>\n<li>The ability to <strong>control</strong> who can see your status updates, photos, and other data shared via Twitter</li>\n<li>The ability to <strong>reduce</strong> the amount of your personal information made available to third parties </li>\n</ul><h3>1.1 Things you should know about this tool before you start</h3>\n\n<p><strong>Twitter</strong> states in its terms of service: “This license is you authorising us to make your Tweets available to the rest of the world and to let others do the same. But what’s yours is yours – you own your content.” Moreover, <strong>Twitter</strong> reserves the right to hand over your information to governments should a request be made.</p>\n\n<p>Though <strong>Twitter</strong> is a website, many people interact with and manage <strong>Twitter</strong> via desktop and smartphone applications that are known as <strong>Twitter</strong> clients. If you use a <strong>Twitter</strong> client you should make sure it is connecting to the site securely, over an encrypted connection, see <a href=\"/en/chapter_7_1\"><strong>Keeping your webmail private</strong></a> in <a href=\"/en/chapter-7\"><strong>Chapter 7: How to keep your Internet communication private</strong></a>.</p>\n\n<p>Furthermore, like <strong>Facebook</strong>, many people use <strong>Twitter</strong> in conjunction with numerous other websites and applications in order to share status updates, photos, locations, links, and so forth. Using these applications pose many potential security vulnerabilities, and it is very important that the privacy settings on all other applications are made as secure as possible.</p>\n\n<p>The United States' Department of Homeland Security monitors <strong>Twitter</strong> and other social networking sites and it is highly likely that other governments do so as well.</p>\n\n<p>For more information on <strong>Twitter</strong>'s <a href=\"http://twitter.com/privacy\"><strong>Privacy Policy</strong></a>, see these infographics on the <a href=\"https://www.myshadow.org/lost-in-small-print\"><strong>Me and My Shadow</strong></a> website.</p>\n", 
                        "summary": "", 
                        "value": "**Twitter** is a social network in which people share information via 140-character *status updates*. These updates originally responded to the question \"what are you doing now?\", although it has since evolved as a means of spreading various types of information. Unlike **Facebook**, on **Twitter** you 'follow' other users who interest you, rather than people you actually know.\r\n\t\t\t\r\n**Homepage**\r\n\r\n* [**www.twitter.com**](https://www.twitter.com)\r\n\r\n\r\n**Computer Requirements**\r\n\r\n- An internet connection\r\n- [Firefox web browser with security add-ons](/en/firefox_main) or [Tor Browser](/en/tor_main)\r\n\r\n\r\n**Required Reading**\r\n\r\n- How-to Booklet chapter [**10. How to protect yourself and your data when using social networking sites**](/chapter-10)\r\n- **Twitter**'s [**Terms of Service**](https://www.twitter.com/tos) and [**Privacy Policy**](https://www.twitter.com/privacy/)\r\n\r\n**Time required to start using this tool**: 40 minutes \r\n\r\n**What you will get in return**: \r\n\r\n- The ability to **reduce** the amount of your personal information made public when you use Twitter\r\n- The ability to **control** who can see your status updates, photos, and other data shared via Twitter\r\n- The ability to **reduce** the amount of your personal information made available to third parties \r\n\r\n\r\n### 1.1 Things you should know about this tool before you start ###\r\n\r\n**Twitter** states in its terms of service: “This license is you authorising us to make your Tweets available to the rest of the world and to let others do the same. But what’s yours is yours – you own your content.” Moreover, **Twitter** reserves the right to hand over your information to governments should a request be made.\r\n\r\nThough **Twitter** is a website, many people interact with and manage **Twitter** via desktop and smartphone applications that are known as **Twitter** clients. If you use a **Twitter** client you should make sure it is connecting to the site securely, over an encrypted connection, see [**Keeping your webmail private**](/en/chapter_7_1) in [**Chapter 7: How to keep your Internet communication private**](/en/chapter-7).\r\n\r\nFurthermore, like **Facebook**, many people use **Twitter** in conjunction with numerous other websites and applications in order to share status updates, photos, locations, links, and so forth. Using these applications pose many potential security vulnerabilities, and it is very important that the privacy settings on all other applications are made as secure as possible.\r\n\r\nThe United States' Department of Homeland Security monitors **Twitter** and other social networking sites and it is highly likely that other governments do so as well.\r\n\r\nFor more information on **Twitter**'s [**Privacy Policy**](http://twitter.com/privacy), see these infographics on the [**Me and My Shadow**](https://www.myshadow.org/lost-in-small-print) website.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2078", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2078", 
                "link_title": "Twitter Security Guide", 
                "menu_name": "book-toc-1928", 
                "mlid": "5224", 
                "module": "book", 
                "nid": "2078", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5224", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Twitter Security Guide", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455128722", 
            "comment": "0", 
            "created": "1441186867", 
            "current_revision_id": "13227", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "twitter_main", 
                        "value": "twitter_main"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5224": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2078", 
                    "link_title": "Twitter Security Guide", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5224", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5224", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2078", 
            "num_revisions": "14", 
            "path": "https://securityinabox.org/en/twitter_main", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455128722", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Twitter", 
                        "value": "Twitter"
                    }
                ]
            }, 
            "title_original": "Twitter Security Guide", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1442404071", 
                        "created": "1442404071", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505362", 
                        "created": "1442505362", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166455", 
                        "created": "1441639966", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851259", 
                        "created": "1442851259", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455128722", 
                        "created": "1455128722", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443630863", 
                        "created": "1443630863", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296520", 
                        "created": "1441296520", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192038", 
                        "created": "1444192038", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022739", 
                        "created": "1443022739", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444731844", 
                        "created": "1444731844", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2078", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441186867", 
                        "created": "1441186867", 
                        "entity_id": "2078", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2078", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "a74a82f2-6b46-4152-a011-943bd7ad3f4c", 
            "vid": "13227", 
            "vuuid": "75248ea2-2a42-42d3-9770-68677478644e"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>С помощью <strong>YouTube</strong> вы можете сделать свои видеофильмы доступными для миллионов зрителей. Сервис <strong>YouTube</strong> принадлежит компании <strong>Google</strong>. Если сотрудники <strong>Google</strong> сочтут видеофайл \"проблемным\", то могут удалить его. Возможно, <strong>YouTube</strong> вряд ли можно назвать самым надежным местом для видеоархива. Компанию <strong>Google</strong> уже упрекали в удалении роликов с <strong>YouTube</strong> во избежание цензуры. Если вы хотите сохранить свой фильм для зрителей, не используйте <strong>YouTube</strong> как единственное хранилище.</p>\n\n<p><strong>Google</strong> сохраняет имя и местоположение пользователя для каждого загруженного ролика. Потенциально это может быть использовано для отслеживания людей.</p>\n\n<p>Права собственности на ролики, загруженные на <strong>YouTube</strong>, остаются за вами. Публикуя фильмы на <strong>YouTube</strong>, вы предоставляете <strong>Google</strong> неисключительное право на их распространение.</p>\n\n<p>Известно, что <strong>YouTube</strong> недоступен в некоторых странах, где правительства запрещают доступ к этому сервису. Этот список постоянно меняется вместе с изменением законов и правоприменительной практики. За последние два года проблемы с доступом к <strong>Youtube</strong> испытывали пользователи Ирака, Ирана, Китая, Пакистана, Сирии, Туниса, Туркменистана, Турции, Узбекистана. Информация о текущих проблемах с блокировкой доступна на странице <a href=\"https://www.google.com/transparencyreport/traffic/\"><strong>Недавние и текущие проблемы с доступом к сервисам Google</strong></a>.</p>\n\n<p>С политикой конфиденциальности <strong>Google</strong> можно познакомиться <a href=\"https://www.google.com/policies/privacy/\"><strong>здесь</strong></a>.</p>\n\n<h3>Советы по использованию YouTube</h3>\n\n<ul><li><p>Никогда не публикуйте в интернете видео, на котором запечатлен человек, без согласия этого человека. Даже если согласие получено, хорошо подумайте, какие последствия может иметь публикация.</p></li>\n<li><p>Пусть все адреса роликов <strong>YouTube</strong> в адресной строке вашего браузера начинаются с http<strong>s</strong>. Это гарантирует, что соединение между вашим компьютером и сервером <strong>YouTube</strong> происходит по защищенному, зашифрованному каналу с использованием протокола <strong>Secure Socket Layer</strong> (SSL). Если вам трудно привыкнуть к этому и вы то и дело сбиваетесь на обычный https, рекомендуем установить дополнение к браузеру, которое \"на лету\" исправляет адреса. Для браузера <a href=\"/ru/firefox_main\"><strong>Firefox</strong></a> такое дополнение называется <a href=\"/ru/firefox_others#5.5\"><strong>HTTPS Everywhere</strong></a>.</p></li>\n<li><p>Используйте встроенный функционал <strong>YouTube</strong> для размывания черт лица вашего персонажа (или персонажей), если идентификация может повлечь риски — например, кадры протестных акций. Как это сделать, описывается <a href=\"http://support.google.com/youtube/bin/static.py?hl=en&amp;guide=1388381&amp;page=guide.cs&amp;answer=2640535\"><strong>здесь</strong></a> <em>(англ.)</em>.</p></li>\n<li><p>Сохраняйте копии всех видео, которые выкладываете на <strong>YouTube.</strong></p></li>\n<li><p>Делитесь вашими видео только с друзьями, используйте соответствующую опцию <strong>YouTube</strong>. Не распространяйте видео на весь мир без надобности.</p></li>\n</ul><h3>Альтернативы YouTube</h3>\n\n<p>Если вы не хотите, чтобы ваши видео были связаны с вашим <strong>аккаунтом Google</strong>, есть несколько достойных альтернатив, например, <a href=\"https://www.vimeo.com\"><strong>Vimeo</strong></a>. Этот сервис меньше, чем <strong>YouTube</strong>. Как и <strong>YouTube</strong>, здесь можно устанавливать соединение по <strong>SSL-протоколу</strong>, а в настройках доступны различные функции для защит приватности и ваших авторских прав. Существуют и другие подобные сайты, обычно специфичные для регионов. Прежде чем остановить свой выбор на том или ином ресурсе, советуем найти ответы на следующие вопросы:</p>\n\n<ol><li>Есть ли поддержка <strong>SSL</strong>? Работает ли защита по всему сайту (а не только во время регистрации или редактирования аккаунта)? Возникают ли какие-нибудь проблемы при использовании SSL (типа просроченных сертификатов)?</li>\n<li>Взгляните на пользовательское соглашение и на политику конфиденциальности. Как владельцы сервиса будут обращаться с вашими данными? С кем и на каких условиях они могут делиться вашей информацией?</li>\n<li>Какие настройки приватности доступны для пользователей? Можете ли вы предоставлять доступ к публикуемым вами фильмам не всем на свете, а ограниченному кругу лиц по вашему выбору? </li>\n<li>Если вы планируете публиковать информацию деликатного характера и публикация может иметь негативные последствия для героев ваших съемок, предоставляет ли сервис функционал для решения этой проблемы (например, автоматическое размывание лиц)?</li>\n<li>Знаете ли вы, в какой стране (или странах) находятся серверы выбранного вами сайта? Чья это юрисдикция? Насколько ваши видео \"стыкуются\" законодательством и правоприменительной практикой этой страны? Если правительство сделает владельцу сервера запрос на предоставление информации о вас и вашем видео, какова будет вероятная реакция?</li>\n</ol>", 
                        "summary": "", 
                        "value": "С помощью **YouTube** вы можете сделать свои видеофильмы доступными для миллионов зрителей. Сервис **YouTube** принадлежит компании **Google**. Если сотрудники **Google** сочтут видеофайл \"проблемным\", то могут удалить его. Возможно, **YouTube** вряд ли можно назвать самым надежным местом для видеоархива. Компанию **Google** уже упрекали в удалении роликов с **YouTube** во избежание цензуры. Если вы хотите сохранить свой фильм для зрителей, не используйте **YouTube** как единственное хранилище.\r\n\r\n**Google** сохраняет имя и местоположение пользователя для каждого загруженного ролика. Потенциально это может быть использовано для отслеживания людей.\r\n\r\nПрава собственности на ролики, загруженные на **YouTube**, остаются за вами. Публикуя фильмы на **YouTube**, вы предоставляете **Google** неисключительное право на их распространение.\r\n\r\nИзвестно, что **YouTube** недоступен в некоторых странах, где правительства запрещают доступ к этому сервису. Этот список постоянно меняется вместе с изменением законов и правоприменительной практики. За последние два года проблемы с доступом к **Youtube** испытывали пользователи Ирака, Ирана, Китая, Пакистана, Сирии, Туниса, Туркменистана, Турции, Узбекистана. Информация о текущих проблемах с блокировкой доступна на странице [**Недавние и текущие проблемы с доступом к сервисам Google**](https://www.google.com/transparencyreport/traffic/).\r\n\r\nС политикой конфиденциальности **Google** можно познакомиться [**здесь**](https://www.google.com/policies/privacy/).\r\n\r\n### Советы по использованию YouTube ###\r\n\r\n- Никогда не публикуйте в интернете видео, на котором запечатлен человек, без согласия этого человека. Даже если согласие получено, хорошо подумайте, какие последствия может иметь публикация.\r\n\r\n- Пусть все адреса роликов **YouTube** в адресной строке вашего браузера начинаются с http**s**. Это гарантирует, что соединение между вашим компьютером и сервером **YouTube** происходит по защищенному, зашифрованному каналу с использованием протокола **Secure Socket Layer** (SSL). Если вам трудно привыкнуть к этому и вы то и дело сбиваетесь на обычный https, рекомендуем установить дополнение к браузеру, которое \"на лету\" исправляет адреса. Для браузера [**Firefox**](/ru/firefox_main) такое дополнение называется [**HTTPS Everywhere**](/ru/firefox_others#5.5).\r\n\r\n- Используйте встроенный функционал **YouTube** для размывания черт лица вашего персонажа (или персонажей), если идентификация может повлечь риски — например, кадры протестных акций. Как это сделать, описывается [**здесь**](http://support.google.com/youtube/bin/static.py?hl=en&guide=1388381&page=guide.cs&answer=2640535) *(англ.)*.\r\n\r\n- Сохраняйте копии всех видео, которые выкладываете на **YouTube.**\r\n\r\n- Делитесь вашими видео только с друзьями, используйте соответствующую опцию **YouTube**. Не распространяйте видео на весь мир без надобности.\r\n\r\n\r\n### Альтернативы YouTube ### \r\n\r\nЕсли вы не хотите, чтобы ваши видео были связаны с вашим **аккаунтом Google**, есть несколько достойных альтернатив, например, [**Vimeo**](https://www.vimeo.com). Этот сервис меньше, чем **YouTube**. Как и **YouTube**, здесь можно устанавливать соединение по **SSL-протоколу**, а в настройках доступны различные функции для защит приватности и ваших авторских прав. Существуют и другие подобные сайты, обычно специфичные для регионов. Прежде чем остановить свой выбор на том или ином ресурсе, советуем найти ответы на следующие вопросы:\r\n\r\n1. Есть ли поддержка **SSL**? Работает ли защита по всему сайту (а не только во время регистрации или редактирования аккаунта)? Возникают ли какие-нибудь проблемы при использовании SSL (типа просроченных сертификатов)?\r\n2. Взгляните на пользовательское соглашение и на политику конфиденциальности. Как владельцы сервиса будут обращаться с вашими данными? С кем и на каких условиях они могут делиться вашей информацией?\r\n3. Какие настройки приватности доступны для пользователей? Можете ли вы предоставлять доступ к публикуемым вами фильмам не всем на свете, а ограниченному кругу лиц по вашему выбору? \r\n4. Если вы планируете публиковать информацию деликатного характера и публикация может иметь негативные последствия для героев ваших съемок, предоставляет ли сервис функционал для решения этой проблемы (например, автоматическое размывание лиц)?\r\n4. Знаете ли вы, в какой стране (или странах) находятся серверы выбранного вами сайта? Чья это юрисдикция? Насколько ваши видео \"стыкуются\" законодательством и правоприменительной практикой этой страны? Если правительство сделает владельцу сервера запрос на предоставление информации о вас и вашем видео, какова будет вероятная реакция?"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "1", 
                "hidden": "0", 
                "href": "node/2081", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2081", 
                "link_title": "YouTube", 
                "menu_name": "book-toc-1928", 
                "mlid": "5227", 
                "module": "book", 
                "nid": "2081", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5227", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "YouTube", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456237051", 
            "comment": "0", 
            "created": "1441188841", 
            "current_revision_id": "13332", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "youtube_tips", 
                        "value": "youtube_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5227": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "1", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2081", 
                    "link_title": "YouTube", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5227", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5227", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2081", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/youtube_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456237051", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "YouTube", 
                        "value": "YouTube"
                    }
                ]
            }, 
            "title_original": "YouTube", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1456237051", 
                        "created": "1442404345", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505849", 
                        "created": "1442505849", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452166932", 
                        "created": "1441640212", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851526", 
                        "created": "1442851526", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394279", 
                        "created": "1444393691", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129022", 
                        "created": "1455129022", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631399", 
                        "created": "1443631399", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441296888", 
                        "created": "1441296888", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444192624", 
                        "created": "1444192624", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022760", 
                        "created": "1443022760", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444731916", 
                        "created": "1444731916", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2081", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446216301", 
                        "created": "1441188841", 
                        "entity_id": "2081", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2081", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3926bd08-ce1a-4c8f-95cb-8f863bb075ea", 
            "vid": "13332", 
            "vuuid": "f788652d-cdf0-4d20-8115-c2a6758eac53"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Сервис <strong>Flickr</strong> принадлежит <strong>Yahoo!</strong> и служит для обмена фото/видео и прочими материалами. Зайти в <strong>Flickr</strong> можно с использованием аккаунтов <strong>Google</strong> и <strong>Facebook</strong>.</p>\n\n<p>Права на ваши материалы, публикуемые в <strong>Flickr</strong>, остаются за вами. Вы можете определять разные лицензионные требования по выбору. Вы предоставляете <strong>Yahoo!</strong> право на распространение фотографий и видеоматериалов.</p>\n\n<p>Разнообразие лицензий дает возможность использовать <strong>Flickr</strong> как базу фотографий для нужд общественных кампаний, а также для обмена изображениями с коллегами, союзниками и членами одного сообщества.</p>\n\n<p>О политике конфиденциальности <strong>Yahoo!</strong> можно узнать <a href=\"http://privacy.yahoo.com\"><strong>здесь</strong></a>.</p>\n\n<h2>Советы по использованию Flickr</h2>\n\n<ul><li>Убедитесь, что <strong>Flickr</strong> не показывает зрителям скрытую информацию, которую фиксирует ваша камера, так называемые мета-данные (дата, время, GPS-координаты, модель камеры и др.) </li>\n<li>Никогда не публикуйте на <strong>Flickr</strong> фото человека без его согласия. Убедитесь, что этот человек согласен с условиями выбранной вами лицензии. </li>\n</ul><p>Известно, что Министерство внутренней безопасности США осуществляет мониторинг <strong>Flickr</strong> и другие социальные сети. Не исключено, что и другие правительства поступают подобным образом.</p>\n\n<h3>Альтернативы Flickr</h3>\n\n<p>Если вы не хотите, чтобы ваши видео были связаны с вашими аккаунтами <strong>Yahoo</strong>, <strong>Google</strong> или <strong>Facebook</strong>, есть несколько достойных альтернатив, иногда специфичные для регионов. Прежде чем остановить свой выбор на том или ином ресурсе, советуем найти ответы на следующие вопросы:</p>\n\n<ol><li>Есть ли поддержка SSL? Работает ли защита по всему сайту (а не только во время регистрации или редактирования аккаунта)? Возникают ли какие-нибудь проблемы при использовании SSL (типа просроченных сертификатов)?</li>\n<li>Взгляните на пользовательское соглашение и на политику конфиденциальности. Как владельцы сервиса будут обращаться с вашими данными? С кем и на каких условиях они могут делиться вашей информацией?</li>\n<li>Какие настройки приватности доступны для пользователей? Можете ли вы предоставлять доступ к публикуемым вами фотографиям не всем на свете, а ограниченному кругу лиц по вашему выбору?  </li>\n<li>Если вы планируете публиковать информацию деликатного характера и публикация может иметь негативные последствия для героев ваших съемок, предоставляет ли сервис функционал для решения этой проблемы (например, автоматическое размывание лиц)?</li>\n<li>Знаете ли вы, в какой стране (или странах) находятся серверы выбранного вами сайта? Чья это юрисдикция? Насколько ваши фото \"стыкуются\" законодательством и правоприменительной практикой этой страны? Если правительство сделает владельцу сервера запрос на предоставление информации о вас и вашем видео, какова будет вероятная реакция?</li>\n</ol>", 
                        "summary": "", 
                        "value": "Сервис **Flickr** принадлежит **Yahoo!** и служит для обмена фото/видео и прочими материалами. Зайти в **Flickr** можно с использованием аккаунтов **Google** и **Facebook**.\r\n\r\nПрава на ваши материалы, публикуемые в **Flickr**, остаются за вами. Вы можете определять разные лицензионные требования по выбору. Вы предоставляете **Yahoo!** право на распространение фотографий и видеоматериалов.\r\n\r\nРазнообразие лицензий дает возможность использовать **Flickr** как базу фотографий для нужд общественных кампаний, а также для обмена изображениями с коллегами, союзниками и членами одного сообщества.\r\n\r\nО политике конфиденциальности **Yahoo!** можно узнать [**здесь**](http://privacy.yahoo.com).\r\n\r\n## Советы по использованию Flickr ##\r\n\r\n* Убедитесь, что **Flickr** не показывает зрителям скрытую информацию, которую фиксирует ваша камера, так называемые мета-данные (дата, время, GPS-координаты, модель камеры и др.) \r\n* Никогда не публикуйте на **Flickr** фото человека без его согласия. Убедитесь, что этот человек согласен с условиями выбранной вами лицензии. \r\n\r\nИзвестно, что Министерство внутренней безопасности США осуществляет мониторинг **Flickr** и другие социальные сети. Не исключено, что и другие правительства поступают подобным образом.\r\n\r\n### Альтернативы Flickr ### \r\n\r\nЕсли вы не хотите, чтобы ваши видео были связаны с вашими аккаунтами **Yahoo**, **Google** или **Facebook**, есть несколько достойных альтернатив, иногда специфичные для регионов. Прежде чем остановить свой выбор на том или ином ресурсе, советуем найти ответы на следующие вопросы:\r\n\r\n1. Есть ли поддержка SSL? Работает ли защита по всему сайту (а не только во время регистрации или редактирования аккаунта)? Возникают ли какие-нибудь проблемы при использовании SSL (типа просроченных сертификатов)?\r\n2. Взгляните на пользовательское соглашение и на политику конфиденциальности. Как владельцы сервиса будут обращаться с вашими данными? С кем и на каких условиях они могут делиться вашей информацией?\r\n3. Какие настройки приватности доступны для пользователей? Можете ли вы предоставлять доступ к публикуемым вами фотографиям не всем на свете, а ограниченному кругу лиц по вашему выбору?  \r\n4. Если вы планируете публиковать информацию деликатного характера и публикация может иметь негативные последствия для героев ваших съемок, предоставляет ли сервис функционал для решения этой проблемы (например, автоматическое размывание лиц)?\r\n4. Знаете ли вы, в какой стране (или странах) находятся серверы выбранного вами сайта? Чья это юрисдикция? Насколько ваши фото \"стыкуются\" законодательством и правоприменительной практикой этой страны? Если правительство сделает владельцу сервера запрос на предоставление информации о вас и вашем видео, какова будет вероятная реакция?"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2082", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2082", 
                "link_title": "Flickr", 
                "menu_name": "book-toc-1928", 
                "mlid": "5228", 
                "module": "book", 
                "nid": "2082", 
                "options": [], 
                "p1": "5034", 
                "p2": "5218", 
                "p3": "5228", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5218", 
                "router_path": "node/%", 
                "title": "Flickr", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455129141", 
            "comment": "0", 
            "created": "1441189173", 
            "current_revision_id": "13231", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "flickr_tips", 
                        "value": "flickr_tips"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5228": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2082", 
                    "link_title": "Flickr", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5228", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5218", 
                    "p3": "5228", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5218", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2082", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/flickr_tips", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455129141", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Flickr", 
                        "value": "Flickr"
                    }
                ]
            }, 
            "title_original": "Flickr", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "ar": {
                        "changed": "1454335298", 
                        "created": "1442404435", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442505771", 
                        "created": "1442505771", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442327069", 
                        "created": "1441640291", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442851468", 
                        "created": "1442851468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444394474", 
                        "created": "1444394474", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455129141", 
                        "created": "1455129141", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443631468", 
                        "created": "1443631468", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441297017", 
                        "created": "1441297017", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444193068", 
                        "created": "1444192750", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022781", 
                        "created": "1443022781", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444394568", 
                        "created": "1444394133", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2082", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "xx": {
                        "changed": "1441189173", 
                        "created": "1441189173", 
                        "entity_id": "2082", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2082", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "911d6496-50b6-48aa-b310-46fe23a39ec0", 
            "vid": "13231", 
            "vuuid": "34958961-f064-4d62-8c93-8700e8796443"
        }
    ], 
    "changed": "1455128207", 
    "comment": "0", 
    "created": "1441186304", 
    "current_revision_id": "13222", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "ru": [
            {
                "tid": "117"
            }
        ]
    }, 
    "field_legacy_offline_installatio": [], 
    "field_legacy_online_installation": [], 
    "field_menu_title": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Social networking tools", 
                "value": "Social networking tools"
            }
        ]
    }, 
    "field_menu_title_long": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Инструменты социальных сетей", 
                "value": "Инструменты социальных сетей"
            }
        ]
    }, 
    "field_short_description": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>В этой главе мы познакомим вас с тем, как можно сделать безопаснее пребывание в некоторых популярных социальных сетях и на других подобных сайтах. Можно ли сделать их более безопасными? Или, лучше сказать, менее опасными? В частности, мы будем говорить о <strong>Facebook</strong>, <strong>Twitter</strong>, <strong>YouTube</strong> и <strong>Flickr</strong>.</p>\n", 
                "value": "В этой главе мы познакомим вас с тем, как можно сделать безопаснее пребывание в некоторых популярных социальных сетях и на других подобных сайтах. Можно ли сделать их более безопасными? Или, лучше сказать, менее опасными? В частности, мы будем говорить о **Facebook**, **Twitter**, **YouTube** и **Flickr**."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "ru": [
            {
                "format": null, 
                "safe_value": "social_networking_tools", 
                "value": "social_networking_tools"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "17"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5218": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2072", 
            "link_title": "Social Networking Tools: Facebook, Twitter and Others", 
            "menu_name": "book-toc-1928", 
            "mlid": "5218", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5218", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "1"
        }
    }, 
    "name": "chris", 
    "nid": "2072", 
    "num_revisions": "15", 
    "path": "https://securityinabox.org/en/social_networking_tools", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455128207", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Инструменты социальных сетей: Facebook, ВКонтакте и другие", 
                "value": "Инструменты социальных сетей: Facebook, ВКонтакте и другие"
            }
        ]
    }, 
    "title_original": "Social Networking Tools: Facebook, Twitter and Others", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "ar": {
                "changed": "1442403688", 
                "created": "1442403688", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442504438", 
                "created": "1442504438", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452163798", 
                "created": "1441639281", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442850835", 
                "created": "1442850835", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444393569", 
                "created": "1444393569", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455128207", 
                "created": "1455128207", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443630285", 
                "created": "1443630285", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441295510", 
                "created": "1441295510", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444191634", 
                "created": "1444191634", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016468", 
                "created": "1443016468", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443526371", 
                "created": "1443526371", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2072", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1446197350", 
                "created": "1441186304", 
                "entity_id": "2072", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2072", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "fc2d25b0-7d89-4743-b55d-23b5ad80b0ba", 
    "vid": "13222", 
    "vuuid": "91b6df86-e1b5-49ef-b50b-a680976ed979"
}