{
    "body": {
        "my": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ၿပီးခဲ့တဲ့ အခန္းေတြမွာ အထိခိုက္မခံတဲ့ ေဒတာေတြကို ကာကြယ္ရာမွာ အေထာက္အကူျပဳတဲ့ ကိရိယာေတြနဲ႔ လုပ္ေဆာင္ရမဲ့အခ်က္ အေတာ္မ်ားမ်ားကို ေဆြးေႏြးခဲ့ၾကပါတယ္၊ ဒါေပမဲ့ အခ်က္အလက္ တခုခုကို ဆက္လက္ သိမ္းဆည္းစရာ မလိုအပ္ေတာ့ဘူးလို႔ ဆံုးျဖတ္လိုက္ရင္ ဘာျဖစ္သြားမလဲ။ ဥပမာအားျဖင့္၊ အကယ္လုိ႔၊ စာဝွက္ထားတဲ့ ဖိုင္တခုခုရဲ႕ Backup ေကာ္ပီပြားေတြကုိ ထားလုိက္တာနဲ႔ လံုေလာက္ေနၿပီလို႔ ဆံုးျဖတ္လိုက္ၿပီး၊ မူရင္းကို ပယ္ဖ်က္လုိရင္၊ အေကာင္းဆံုးနည္းက ဘာလဲ။ အေျဖဟာ ထင္ထားတာထက္ ပို႐ႈပ္ေထြးႏုိင္ပါတယ္။ ဖိုင္တခုကို ဖ်က္လုိက္တဲ့အခါ၊ အမိႈက္ပံုး (Recycle bin) ထဲကုိ ပစ္ထည့္ျပီးတဲ့ေနာက္မွာလည္း၊ အဲဒီ ဖိုင္ အေၾကာင္းအရာေတြဟာ hard drive ထဲမွာ က်န္ရွိေနေသးၿပီး အဲဒါကို သင့္ေတာ္တဲ့ ကိရိယာေတြနဲ႔ ျပန္ေဖာ္လုိ႔ ရတယ္။ ပယ္ဖ်က္ခဲ့တဲ့ သတင္း အခ်က္အလက္ေတြဟာ မဆိုင္သူေတြဆီ ေရာက္မသြားေအာင္၊ ေဒတာေတြကို လံုလံုျခံဳျခံဳ အျမဲတမ္း ဖယ္ရွားေပးႏုိင္တဲ့ အထူး ေဆာ့ဗ္ဝဲကို အသံုးျပဳဖုိ႔ လုိတယ္။ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ဟာ အဲဒီလို ကိရိယာမ်ဳိး ျဖစ္ၿပီး၊ ေအာက္မွာ အေသးစိတ္ ရွင္းျပထားပါတယ္။<a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို အသံုးျပဳတာဟာ - စာရြတ္တရြက္ကို သူမ်ား မေတြ႔ေအာင္ အမိႈက္ပံုးထဲ ႐ိုး႐ိုးေလး ပစ္ထည့္လိုက္သလိုမ်ိဳး မဟုတ္ပဲ - ႏုပ္ႏုပ္စဥ္း ဖ်က္ဆီးပစ္လိုက္တဲ့ သေဘာ ျဖစ္ပါတယ္။ ဖိုင္ေတြကို ဖ်က္ဆီးပစ္တာဟာ အထိခိုက္မခံတဲ့ ေဒတာေတြကို ဖ်က္ဆီးႏုိင္တဲ့ ဥပမာ တခုပဲ ျဖစ္ပါတယ္။</p>\n\n<p>အကယ္လုိ႔ တေယာက္ေယာက္က၊ အထူးသျဖင့္ အာဏာရွိတဲ့သူ၊ ႏိုင္ငံေရး ၿပိဳင္ဘက္ တဦးဦးက သင္ ဖ်က္ဆီးလိုက္ၿပီ ထင္တဲ့ ဖိုင္တခ်ဳိ႕ကုိ ဖတ္ရႈလုိက္ျခင္းျဖင့္ သင့္အေၾကာင္း (သို႔) သင့္ အဖြဲ႔အစည္း အေၾကာင္းကို သိသြားႏိုင္တဲ့ အေနအထားမ်ိဳးေတြ ရွိေနရင္၊ ရက္လြန္သြားတဲ့ Backup ေတြကို ဖ်က္ဆီးပစ္လုိက္တာတို႔၊ ေဟာင္းႏြမ္းတဲ့ hard drive ေတြကို သူမ်ားကို မေပးခင္ <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း(Wiping)ပစ္</em> </a>တာတို႔၊ သံုးစြဲသူ အေကာင့္ အေဟာင္းေတြကို ဖ်က္ပစ္တာတုိ႔ အျပင္၊ ဥပမာအားျဖင့္ - ကြန္ရက္ ၾကည့္႐ႈမႈ မွတ္တမ္းကို အၿမဲတမ္း ရွင္းလင္းေပးႏိုင္တဲ့ တျခား နည္းလမးေတြကို စဥ္းစားရမွာ ျဖစ္တယ္။ ဒီအခန္းမွာ ေဖာ္ျပထားတဲ့ ကိရိယာ တခု ျဖစ္တဲ့ <a href=\"/my/glossary#CCleaner\"><em>CCleaner</em></a> ဟာ operating system နဲ႔ applications ေတြကို အသံုးျပဳတဲ့အခ်ိန္တိုင္း အလုိအေလွ်ာက္ ဖန္တီးေလ့ရွိတဲ့ ယာယီဖိုင္ အေတာ္မ်ားမ်ားကို ပယ္ဖ်က္ေပးႏုိင္ပါတယ္။</p>\n\n<h3>ေနာက္ခံ ဇာတ္လမ္း -</h3>\n\n<div class=\"background\">\n\n<p>အယ္လင္နာဟာ ႐ုရွား စကားေျပာတဲ့ ႏိုင္ငံတႏုိင္ငံမွာ သဘာဝ ထိန္းသိမ္းေရး အဖြဲ႔ဝင္ တဦးျဖစ္ၿပီး၊ အဲဒီေဒသတြင္းက တရားမဝင္ သစ္ပင္ ခုတ္ထြင္မႈ အေနအထားကို အသားေပးၿပီး ေဖၚျပတဲ့ လူသိမ်ားလာတဲ့ ကြန္ရက္ စာမ်က္ႏွာ တခုကို စီမံထိန္းသိမ္းေနသူ ျဖစ္တယ္။ သူမဟာ ကြန္ရက္ စာမ်က္ႏွာကို တည္ေဆာက္တဲ့ ေနရာမွာ သံုးဖုိ႔ Backup တခုကို ဖန္တီးခဲ့ၿပီး၊ မိတၱဴပြားေတြကို အိမ္မွာ ျဖစ္ေစ၊ ႐ံုးမွာ ျဖစ္ေစ၊ သူမရဲ႕ လက္ဆြဲ ကြန္ပ်ဴတာထဲမွာ ျဖစ္ေစ သိမ္းဆည္းထားတယ္။ ေလာေလာဆယ္မွာ၊ သူမဟာ webserver မွာ ရွိတဲ့ ဧည့္မွတ္တမ္းေတြနဲ႔ သံုးစြဲသူေတြရဲ႕ ဖုိရမ္ တင္ပို႔ခ်က္ေတြပါတဲ့ မိတၱဴပြား တခုကိုလည္း စၿပီး သိမ္းဆည္းေနတယ္။ အယ္လင္နာဟာ သဘာဝ ထိန္းသိမ္းေရး လႈပ္ရွားသူေတြက ႀကီးမႈးက်င္းပတဲ့ ႀကီးက်ယ္တဲ့ ကမၻာလံုးဆိုင္ရာ ညီလာခံ တခုကို တက္ေရာက္ဖို႔ မၾကာမီ ႏိုင္ငံတကာကို လည္ပတ္သြားမွာ ျဖစ္တယ္၊ နယ္စပ္ ျဖတ္ေက်ာ္လာတဲ့ အခ်ိန္မွာ တက္ေရာက္လာသူ တခ်ဳိ႕ရဲ႕ လက္ဆြဲ ကြန္ပ်ဴတာေတြကို တနာရီေက်ာ္ ထိန္းသိမ္းခံထားေလ့ ရွိတဲ့အေၾကာင္း သတင္းရခဲ့တယ္။ သူမရဲ႕ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြနဲ႔၊ သူမရဲ႕ ႏိုင္ငံေရး စကားဝိုင္းကို တက္ေရာက္လာသူေတြရဲ႕ လံုျခံဳေရးကို အကာအကြယ္ ေပးဖို႔၊ သူမရဲ႕ အိမ္နဲ႔ ႐ံုးမွာ ထားရွိတဲ့ Backup ေတြကို TrueCrypt Volume တခုထဲမွာ ေျပာင္းေရႊ႕လိုက္ၿပီး သူမ လက္စြဲ ကြန္ပ်ဴတာထဲက မိတၱဴကို ဖယ္ရွားပစ္လိုက္တယ္။ သူမရဲ႕ တူေလး နီဂိုလိုင္ဆီ အၾကံအဉာဏ္ကို ေတာင္းလိုက္တဲ့အခါ၊ တူေလးက အကယ္၍ သူမရဲ႕ ကြန္ပ်ဴတာကို နယ္စပ္ အရာရွိေတြက ဖမ္းဆီးမွာကို စိုးရိမ္ေနရင္၊ သူမရဲ႕ Backup အေဟာင္းကို ဖ်က္ပစ္ရုံမက ဒီထက္ ပိုျပီး လုံၿခံဳေအာင္ လုပ္သင့္တဲ့ အေၾကာင္း သတိေပးလိုက္တယ္။</p>\n\n</div>\n\n<h3>ဒီသင္ခန္းစာကေန ေလ့လာသင္ယူႏိုင္တဲ့ အခ်က္မ်ား</h3>\n\n<ul><li>ကြန္ပ်ဴတာထဲမွ အထိခိုက္မခံတဲ့ အခ်က္အလက္မ်ားကို အျမဲတမ္း ဖယ္ရွားနည္း</li>\n<li>CDs ေတြနဲ႔ USB မွတ္ဉာဏ္ေခ်ာင္းေတြ စတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ ဖုိင္သိမ္းဆည္းေရး ကိရိယာေတြထဲက သတင္း အခ်က္အလက္ကို ဖယ္ရွားနည္း</li>\n<li>ကြန္ပ်ဴတာထဲမွာ မၾကာေသးခင္က ၾကည့္ရႈခဲ့တဲ့ စာေတြကို အျခား တေယာက္ေယာက္က မသိရွိေအာင္ တားဆီးနည္း</li>\n<li>ဖ်က္ပစ္လိုက္တဲ့ ဖိုင္ေတြကို ေနာင္တခ်ိန္မွာ ျပန္ဆယ္တင္လို႔ မရေအာင္ ကြန္ပ်ဴတာကို စီမံထိန္းသိမ္းနည္း</li>\n</ul>", 
                "summary": "", 
                "value": "ၿပီးခဲ့တဲ့ အခန္းေတြမွာ အထိခိုက္မခံတဲ့ ေဒတာေတြကို ကာကြယ္ရာမွာ အေထာက္အကူျပဳတဲ့ ကိရိယာေတြနဲ႔ လုပ္ေဆာင္ရမဲ့အခ်က္ အေတာ္မ်ားမ်ားကို ေဆြးေႏြးခဲ့ၾကပါတယ္၊ ဒါေပမဲ့ အခ်က္အလက္ တခုခုကို ဆက္လက္ သိမ္းဆည္းစရာ မလိုအပ္ေတာ့ဘူးလို႔ ဆံုးျဖတ္လိုက္ရင္ ဘာျဖစ္သြားမလဲ။ ဥပမာအားျဖင့္၊ အကယ္လုိ႔၊ စာဝွက္ထားတဲ့ ဖိုင္တခုခုရဲ႕ Backup ေကာ္ပီပြားေတြကုိ ထားလုိက္တာနဲ႔ လံုေလာက္ေနၿပီလို႔ ဆံုးျဖတ္လိုက္ၿပီး၊ မူရင္းကို ပယ္ဖ်က္လုိရင္၊ အေကာင္းဆံုးနည္းက ဘာလဲ။ အေျဖဟာ ထင္ထားတာထက္ ပို႐ႈပ္ေထြးႏုိင္ပါတယ္။ ဖိုင္တခုကို ဖ်က္လုိက္တဲ့အခါ၊ အမိႈက္ပံုး (Recycle bin) ထဲကုိ ပစ္ထည့္ျပီးတဲ့ေနာက္မွာလည္း၊ အဲဒီ ဖိုင္ အေၾကာင္းအရာေတြဟာ hard drive ထဲမွာ က်န္ရွိေနေသးၿပီး အဲဒါကို သင့္ေတာ္တဲ့ ကိရိယာေတြနဲ႔ ျပန္ေဖာ္လုိ႔ ရတယ္။ ပယ္ဖ်က္ခဲ့တဲ့ သတင္း အခ်က္အလက္ေတြဟာ မဆိုင္သူေတြဆီ ေရာက္မသြားေအာင္၊ ေဒတာေတြကို လံုလံုျခံဳျခံဳ အျမဲတမ္း ဖယ္ရွားေပးႏုိင္တဲ့ အထူး ေဆာ့ဗ္ဝဲကို အသံုးျပဳဖုိ႔ လုိတယ္။ [*Eraser*](/my/glossary#Eraser) ဟာ အဲဒီလို ကိရိယာမ်ဳိး ျဖစ္ၿပီး၊ ေအာက္မွာ အေသးစိတ္ ရွင္းျပထားပါတယ္။[*Eraser*](/my/glossary#Eraser) ကို အသံုးျပဳတာဟာ - စာရြတ္တရြက္ကို သူမ်ား မေတြ႔ေအာင္ အမိႈက္ပံုးထဲ ႐ိုး႐ိုးေလး ပစ္ထည့္လိုက္သလိုမ်ိဳး မဟုတ္ပဲ - ႏုပ္ႏုပ္စဥ္း ဖ်က္ဆီးပစ္လိုက္တဲ့ သေဘာ ျဖစ္ပါတယ္။ ဖိုင္ေတြကို ဖ်က္ဆီးပစ္တာဟာ အထိခိုက္မခံတဲ့ ေဒတာေတြကို ဖ်က္ဆီးႏုိင္တဲ့ ဥပမာ တခုပဲ ျဖစ္ပါတယ္။\r\n\r\nအကယ္လုိ႔ တေယာက္ေယာက္က၊ အထူးသျဖင့္ အာဏာရွိတဲ့သူ၊ ႏိုင္ငံေရး ၿပိဳင္ဘက္ တဦးဦးက သင္ ဖ်က္ဆီးလိုက္ၿပီ ထင္တဲ့ ဖိုင္တခ်ဳိ႕ကုိ ဖတ္ရႈလုိက္ျခင္းျဖင့္ သင့္အေၾကာင္း (သို႔) သင့္ အဖြဲ႔အစည္း အေၾကာင္းကို သိသြားႏိုင္တဲ့ အေနအထားမ်ိဳးေတြ ရွိေနရင္၊ ရက္လြန္သြားတဲ့ Backup ေတြကို ဖ်က္ဆီးပစ္လုိက္တာတို႔၊ ေဟာင္းႏြမ္းတဲ့ hard drive ေတြကို သူမ်ားကို မေပးခင္ [*ရွင္းလင္း(Wiping)ပစ္* ](/my/glossary#Wiping)တာတို႔၊ သံုးစြဲသူ အေကာင့္ အေဟာင္းေတြကို ဖ်က္ပစ္တာတုိ႔ အျပင္၊ ဥပမာအားျဖင့္ - ကြန္ရက္ ၾကည့္႐ႈမႈ မွတ္တမ္းကို အၿမဲတမ္း ရွင္းလင္းေပးႏိုင္တဲ့ တျခား နည္းလမးေတြကို စဥ္းစားရမွာ ျဖစ္တယ္။ ဒီအခန္းမွာ ေဖာ္ျပထားတဲ့ ကိရိယာ တခု ျဖစ္တဲ့ [*CCleaner*](/my/glossary#CCleaner) ဟာ operating system နဲ႔ applications ေတြကို အသံုးျပဳတဲ့အခ်ိန္တိုင္း အလုိအေလွ်ာက္ ဖန္တီးေလ့ရွိတဲ့ ယာယီဖိုင္ အေတာ္မ်ားမ်ားကို ပယ္ဖ်က္ေပးႏုိင္ပါတယ္။\r\n\r\n### ေနာက္ခံ ဇာတ္လမ္း - ###\r\n \r\n<div class=\"background\" markdown=\"1\">\r\nအယ္လင္နာဟာ ႐ုရွား စကားေျပာတဲ့ ႏိုင္ငံတႏုိင္ငံမွာ သဘာဝ ထိန္းသိမ္းေရး အဖြဲ႔ဝင္ တဦးျဖစ္ၿပီး၊ အဲဒီေဒသတြင္းက တရားမဝင္ သစ္ပင္ ခုတ္ထြင္မႈ အေနအထားကို အသားေပးၿပီး ေဖၚျပတဲ့ လူသိမ်ားလာတဲ့ ကြန္ရက္ စာမ်က္ႏွာ တခုကို စီမံထိန္းသိမ္းေနသူ ျဖစ္တယ္။ သူမဟာ ကြန္ရက္ စာမ်က္ႏွာကို တည္ေဆာက္တဲ့ ေနရာမွာ သံုးဖုိ႔ Backup တခုကို ဖန္တီးခဲ့ၿပီး၊ မိတၱဴပြားေတြကို အိမ္မွာ ျဖစ္ေစ၊ ႐ံုးမွာ ျဖစ္ေစ၊ သူမရဲ႕ လက္ဆြဲ ကြန္ပ်ဴတာထဲမွာ ျဖစ္ေစ သိမ္းဆည္းထားတယ္။ ေလာေလာဆယ္မွာ၊ သူမဟာ webserver မွာ ရွိတဲ့ ဧည့္မွတ္တမ္းေတြနဲ႔ သံုးစြဲသူေတြရဲ႕ ဖုိရမ္ တင္ပို႔ခ်က္ေတြပါတဲ့ မိတၱဴပြား တခုကိုလည္း စၿပီး သိမ္းဆည္းေနတယ္။ အယ္လင္နာဟာ သဘာဝ ထိန္းသိမ္းေရး လႈပ္ရွားသူေတြက ႀကီးမႈးက်င္းပတဲ့ ႀကီးက်ယ္တဲ့ ကမၻာလံုးဆိုင္ရာ ညီလာခံ တခုကို တက္ေရာက္ဖို႔ မၾကာမီ ႏိုင္ငံတကာကို လည္ပတ္သြားမွာ ျဖစ္တယ္၊ နယ္စပ္ ျဖတ္ေက်ာ္လာတဲ့ အခ်ိန္မွာ တက္ေရာက္လာသူ တခ်ဳိ႕ရဲ႕ လက္ဆြဲ ကြန္ပ်ဴတာေတြကို တနာရီေက်ာ္ ထိန္းသိမ္းခံထားေလ့ ရွိတဲ့အေၾကာင္း သတင္းရခဲ့တယ္။ သူမရဲ႕ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြနဲ႔၊ သူမရဲ႕ ႏိုင္ငံေရး စကားဝိုင္းကို တက္ေရာက္လာသူေတြရဲ႕ လံုျခံဳေရးကို အကာအကြယ္ ေပးဖို႔၊ သူမရဲ႕ အိမ္နဲ႔ ႐ံုးမွာ ထားရွိတဲ့ Backup ေတြကို TrueCrypt Volume တခုထဲမွာ ေျပာင္းေရႊ႕လိုက္ၿပီး သူမ လက္စြဲ ကြန္ပ်ဴတာထဲက မိတၱဴကို ဖယ္ရွားပစ္လိုက္တယ္။ သူမရဲ႕ တူေလး နီဂိုလိုင္ဆီ အၾကံအဉာဏ္ကို ေတာင္းလိုက္တဲ့အခါ၊ တူေလးက အကယ္၍ သူမရဲ႕ ကြန္ပ်ဴတာကို နယ္စပ္ အရာရွိေတြက ဖမ္းဆီးမွာကို စိုးရိမ္ေနရင္၊ သူမရဲ႕ Backup အေဟာင္းကို ဖ်က္ပစ္ရုံမက ဒီထက္ ပိုျပီး လုံၿခံဳေအာင္ လုပ္သင့္တဲ့ အေၾကာင္း သတိေပးလိုက္တယ္။\r\n</div>\r\n\r\n### ဒီသင္ခန္းစာကေန ေလ့လာသင္ယူႏိုင္တဲ့ အခ်က္မ်ား ###\r\n\r\n- ကြန္ပ်ဴတာထဲမွ အထိခိုက္မခံတဲ့ အခ်က္အလက္မ်ားကို အျမဲတမ္း ဖယ္ရွားနည္း\r\n- CDs ေတြနဲ႔ USB မွတ္ဉာဏ္ေခ်ာင္းေတြ စတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ ဖုိင္သိမ္းဆည္းေရး ကိရိယာေတြထဲက သတင္း အခ်က္အလက္ကို ဖယ္ရွားနည္း\r\n- ကြန္ပ်ဴတာထဲမွာ မၾကာေသးခင္က ၾကည့္ရႈခဲ့တဲ့ စာေတြကို အျခား တေယာက္ေယာက္က မသိရွိေအာင္ တားဆီးနည္း\r\n- ဖ်က္ပစ္လိုက္တဲ့ ဖိုင္ေတြကို ေနာင္တခ်ိန္မွာ ျပန္ဆယ္တင္လို႔ မရေအာင္ ကြန္ပ်ဴတာကို စီမံထိန္းသိမ္းနည္း\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1950", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1950", 
        "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "menu_name": "book-toc-1925", 
        "mlid": "5095", 
        "module": "book", 
        "nid": "1950", 
        "options": [], 
        "p1": "5030", 
        "p2": "5095", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "updated": "0", 
        "weight": "6"
    }, 
    "book_children": [
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ရုိးရွင္းတဲ့ နည္းပညာဆိုင္ရာ ႐ႈေထာင့္နဲ႔ ၾကည့္မယ္ဆိုရင္၊ ကြန္ပ်ဴတာထဲမွာ လုံးလုံး ပယ္ဖ်က္ေပးႏုိင္တဲ့ delete function စနစ္မ်ိဳး မရွိဘူး။ ဖိုင္တခုကို Recycle Bin ထဲကို ထည့္လိုက္ၿပီး အဲဒါကို ရွင္းပစ္ႏိုင္တယ္၊ ဒါေပမဲ့ အမွန္တကယ္မွာ icon ေလးကိုပဲ ရွင္းလိုက္တာျဖစ္တယ္၊ အဲဒီ ဖိုင္ရဲ႕ အမည္ကို ကြန္ပ်ဴတာထဲက လွ်ိဳ႕၀ွက္ အၫႊန္းတခု ထဲကေန ဖယ္ရွားလိုက္တာပဲ ျဖစ္ၿပီး၊ အဲဒီ လြတ္ေနတဲ့ေနရာကုိ တျခား ဖုိင္တခုခု ထားဖုိ႔အတြက္ အသံုးျပဳႏိုင္တဲ့အေၾကာင္း Windows ကို ေျပာလိုက္တာပဲ ျဖစ္တယ္။ အဲဒီေနရာလြတ္ကို တကယ္ အသုံးမျပဳခင္၊ ပယ္ဖ်က္ၿပီးတဲ့ အခ်က္အလက္ေတြဟာ အဲဒီေနရာမွာ ရွိေနအုံးမွာ ျဖစ္တယ္။ ဖိုင္ေတြ ထည့္ထားတဲ့ ပံုးထဲက ဖိုင္ေတြရဲ႕ အမွတ္အသားေတြကို ဖယ္ရွားလိုက္ေပမဲ့ မူရင္းဖိုင္ေတြ ရွိေနေသးတဲ့ ပံုစံပဲ ျဖစ္တယ္။ ဒါေၾကာင့္၊ အကယ္လို႔ သင့္ဆီမွာ သင့္ေတာ္တဲ့ ေဆာ့ဗ္ဝဲရွိၿပီး ခ်က္ျခင္း အသုံးျပဳႏုိင္မယ္ ဆုိရင္၊ <a href=\"/my/chapter-5\"><strong><em>အခန္း ၅။ ဆံုးရွဳံးသြားတဲ့ သတင္း အခ်က္အလက္မ်ား ျပန္ဆယ္နည္း</em></strong></a> ထဲမွာ ေဆြးေႏြးထားတဲ့ အတိုင္း မေတာ္တဆ ဖ်က္လိုက္တဲ့ အခ်က္အလက္ေတြကို ျပန္ဆယ္တင္ႏိုင္မွာ ျဖစ္ပါတယ္။</p>\n\n<p>ကြန္ပ်ဴတာကို အသံုးျပဳတဲ့ အခ်ိန္တိုင္းမွာ ဖိုင္ေတြကို ဖန္တီးလုိက္ၿပီး သင္ မသိလိုက္ပဲ မလံုမၿခံဳ ပယ္ဖ်က္ေလ့ ရွိၾကတာကို သတိျပဳပါ။ ဥပမာ အေနနဲ႔၊ အစီရင္ခံစာ အရွည္ႀကီး တခုကို သင္ ေရးေနတယ္ ဆိုပါစို႔။ အဲဒီအတြက္ ေန႔တိုင္း နာရီ အေတာ္ၾကာ အခ်ိန္ယူၿပီး လုပ္ေနတာ တပတ္ထိ ၾကာသြားႏုိင္ပါတယ္၊ အဲဒီ မွတ္တမ္းမွတ္ရာကို တၿပိဳင္ထဲ အျမဲတမ္း save လုပ္ေပးေနမယ္၊ Windows က မွတ္တမ္းမွတ္ရာရဲ႕ ေကာ္ပီ အသစ္တခုကို ဖန္တီးေပးမွာ ျဖစ္ၿပီး hard drive ထဲမွာ သိမ္းဆည္းေနမွာ ျဖစ္တယ္။ တည္းျဖတ္လိုက္ၿပီး ရက္အနည္းငယ္ အၾကာမွာ၊ မွတ္တမ္းမွတ္ရာေတြဟာ ဗားရွင္း အမ်ဳိးမ်ဳိးနဲ႔ သင္ မသိလုိက္ပဲ ၿပီးစီးသြားတဲ့ အေနအထားအမ်ဳိးမ်ဳိးနဲ႔ save လုပ္ေနမွာ ျဖစ္ပါတယ္။</p>\n\n<p>အမ်ားအားျဖင့္ Windows ဟာ ဖိုင္တခုရဲ႕ ဗားရွင္းအေဟာင္းေတြကို ပယ္ဖ်က္ေလ့ရွိတာ မွန္ေပမဲ့၊ အသစ္ တခု ေရးလာတဲ့အခါ အဲဒီ မူရင္းေနရာ အတိအက်မွာ overwrite လုပ္ဖို႔ လုိက္ရွာေနတာ မဟုတ္ဘူး။ အဲဒီလုိ လုပ္မဲ့အစား၊ အေပၚမွာ ေဖၚျပတဲ့အတုိင္း တင္စားထားတဲ့ ဖုိင္ထည့္တဲ့ ပုံး အခန္းအသစ္ တခုထဲမွာ ဖုိင္ရဲ႕ ေနာက္ဆုံး ဗားရွင္းကုိ ထည့္ထားၿပီး၊ ေလဘယ္လ္ အမွတ္အသားကို အခန္းေဟာင္းကေန အခန္းသစ္ဆီ ေျပာင္းသြားမွာ ျဖစ္တယ္။ အရင္္က ဖုိင္အၾကမ္း သိမ္းထားတဲ့ ေနရာကုိေတာ့ တျခား ပရုိဂရမ္ေတြက မသံုးမခ်င္း ဆက္ရွိေနအုံးမွာ ျဖစ္တယ္။ ရုိးရုိးရွင္းရွင္းနဲ႔ ေျပာရရင္၊ အဲဒီ မွတ္တမ္းမွတ္ရာရဲ႕ ေျခရာေတြ အားလုံးကုိ ဖုိင္ထည့္တဲ့ ပုံးထဲကေန ဖ်က္ဆီးဖို႔ အေၾကာင္း ဖန္လာတယ္ ဆုိရင္၊ ေနာက္ဆုံး ဖုိင္ေကာ္ပီးကုိ ဖယ္ရွားလုိက္တာနဲ႔ လုံေလာက္မွာ မဟုတ္ဘူး။  ေလဘယ္လ္ အမွတ္အသားေလးကုိပဲ ရွင္းပစ္လုိက္တယ္ ဆုိရင္ ပုိဆုိးသြားမွာ ျဖစ္ပါတယ္။</p>\n\n<p>ကြန္ပ်ဴတာ hard drive ေတြဟာ ဒစ္ဂ်စ္တယ္ အခ်က္အလက္ေတြကို သိမ္းထားေပးတဲ့ တခုတည္း ကိရိယာေတြ မဟုတ္တာကိုေတာ့ သတိျပဳပါ။ CD ေတြ၊ DVD ေတြ၊ USB မွတ္ဉာဏ္ေခ်ာင္းေတြ၊ floppy disk ေတြ၊ လက္ကိုင္ဖုန္းထဲက flash မွတ္ဉာဏ္ကဒ္ေလးေတြနဲ႔ ျဖဳတ္တပ္လို႔ရတဲ့ hard drive ေတြ အားလံုးမွာ အလားတူ ျပႆနာေတြ ရွိၾကတယ္၊ ဒါေၾကာင့္ အဲဒီအထဲက အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ပယ္ဖ်က္တာ၊ rewrite လုပ္တာေတြကုိ စိတ္ခ်လို႔ မရပါဘူး။</p>\n", 
                        "summary": "", 
                        "value": "ရုိးရွင္းတဲ့ နည္းပညာဆိုင္ရာ ႐ႈေထာင့္နဲ႔ ၾကည့္မယ္ဆိုရင္၊ ကြန္ပ်ဴတာထဲမွာ လုံးလုံး ပယ္ဖ်က္ေပးႏုိင္တဲ့ delete function စနစ္မ်ိဳး မရွိဘူး။ ဖိုင္တခုကို Recycle Bin ထဲကို ထည့္လိုက္ၿပီး အဲဒါကို ရွင္းပစ္ႏိုင္တယ္၊ ဒါေပမဲ့ အမွန္တကယ္မွာ icon ေလးကိုပဲ ရွင္းလိုက္တာျဖစ္တယ္၊ အဲဒီ ဖိုင္ရဲ႕ အမည္ကို ကြန္ပ်ဴတာထဲက လွ်ိဳ႕၀ွက္ အၫႊန္းတခု ထဲကေန ဖယ္ရွားလိုက္တာပဲ ျဖစ္ၿပီး၊ အဲဒီ လြတ္ေနတဲ့ေနရာကုိ တျခား ဖုိင္တခုခု ထားဖုိ႔အတြက္ အသံုးျပဳႏိုင္တဲ့အေၾကာင္း Windows ကို ေျပာလိုက္တာပဲ ျဖစ္တယ္။ အဲဒီေနရာလြတ္ကို တကယ္ အသုံးမျပဳခင္၊ ပယ္ဖ်က္ၿပီးတဲ့ အခ်က္အလက္ေတြဟာ အဲဒီေနရာမွာ ရွိေနအုံးမွာ ျဖစ္တယ္။ ဖိုင္ေတြ ထည့္ထားတဲ့ ပံုးထဲက ဖိုင္ေတြရဲ႕ အမွတ္အသားေတြကို ဖယ္ရွားလိုက္ေပမဲ့ မူရင္းဖိုင္ေတြ ရွိေနေသးတဲ့ ပံုစံပဲ ျဖစ္တယ္။ ဒါေၾကာင့္၊ အကယ္လို႔ သင့္ဆီမွာ သင့္ေတာ္တဲ့ ေဆာ့ဗ္ဝဲရွိၿပီး ခ်က္ျခင္း အသုံးျပဳႏုိင္မယ္ ဆုိရင္၊ [***အခန္း ၅။ ဆံုးရွဳံးသြားတဲ့ သတင္း အခ်က္အလက္မ်ား ျပန္ဆယ္နည္း***](/my/chapter-5) ထဲမွာ ေဆြးေႏြးထားတဲ့ အတိုင္း မေတာ္တဆ ဖ်က္လိုက္တဲ့ အခ်က္အလက္ေတြကို ျပန္ဆယ္တင္ႏိုင္မွာ ျဖစ္ပါတယ္။\r\n\r\nကြန္ပ်ဴတာကို အသံုးျပဳတဲ့ အခ်ိန္တိုင္းမွာ ဖိုင္ေတြကို ဖန္တီးလုိက္ၿပီး သင္ မသိလိုက္ပဲ မလံုမၿခံဳ ပယ္ဖ်က္ေလ့ ရွိၾကတာကို သတိျပဳပါ။ ဥပမာ အေနနဲ႔၊ အစီရင္ခံစာ အရွည္ႀကီး တခုကို သင္ ေရးေနတယ္ ဆိုပါစို႔။ အဲဒီအတြက္ ေန႔တိုင္း နာရီ အေတာ္ၾကာ အခ်ိန္ယူၿပီး လုပ္ေနတာ တပတ္ထိ ၾကာသြားႏုိင္ပါတယ္၊ အဲဒီ မွတ္တမ္းမွတ္ရာကို တၿပိဳင္ထဲ အျမဲတမ္း save လုပ္ေပးေနမယ္၊ Windows က မွတ္တမ္းမွတ္ရာရဲ႕ ေကာ္ပီ အသစ္တခုကို ဖန္တီးေပးမွာ ျဖစ္ၿပီး hard drive ထဲမွာ သိမ္းဆည္းေနမွာ ျဖစ္တယ္။ တည္းျဖတ္လိုက္ၿပီး ရက္အနည္းငယ္ အၾကာမွာ၊ မွတ္တမ္းမွတ္ရာေတြဟာ ဗားရွင္း အမ်ဳိးမ်ဳိးနဲ႔ သင္ မသိလုိက္ပဲ ၿပီးစီးသြားတဲ့ အေနအထားအမ်ဳိးမ်ဳိးနဲ႔ save လုပ္ေနမွာ ျဖစ္ပါတယ္။\r\n\r\nအမ်ားအားျဖင့္ Windows ဟာ ဖိုင္တခုရဲ႕ ဗားရွင္းအေဟာင္းေတြကို ပယ္ဖ်က္ေလ့ရွိတာ မွန္ေပမဲ့၊ အသစ္ တခု ေရးလာတဲ့အခါ အဲဒီ မူရင္းေနရာ အတိအက်မွာ overwrite လုပ္ဖို႔ လုိက္ရွာေနတာ မဟုတ္ဘူး။ အဲဒီလုိ လုပ္မဲ့အစား၊ အေပၚမွာ ေဖၚျပတဲ့အတုိင္း တင္စားထားတဲ့ ဖုိင္ထည့္တဲ့ ပုံး အခန္းအသစ္ တခုထဲမွာ ဖုိင္ရဲ႕ ေနာက္ဆုံး ဗားရွင္းကုိ ထည့္ထားၿပီး၊ ေလဘယ္လ္ အမွတ္အသားကို အခန္းေဟာင္းကေန အခန္းသစ္ဆီ ေျပာင္းသြားမွာ ျဖစ္တယ္။ အရင္္က ဖုိင္အၾကမ္း သိမ္းထားတဲ့ ေနရာကုိေတာ့ တျခား ပရုိဂရမ္ေတြက မသံုးမခ်င္း ဆက္ရွိေနအုံးမွာ ျဖစ္တယ္။ ရုိးရုိးရွင္းရွင္းနဲ႔ ေျပာရရင္၊ အဲဒီ မွတ္တမ္းမွတ္ရာရဲ႕ ေျခရာေတြ အားလုံးကုိ ဖုိင္ထည့္တဲ့ ပုံးထဲကေန ဖ်က္ဆီးဖို႔ အေၾကာင္း ဖန္လာတယ္ ဆုိရင္၊ ေနာက္ဆုံး ဖုိင္ေကာ္ပီးကုိ ဖယ္ရွားလုိက္တာနဲ႔ လုံေလာက္မွာ မဟုတ္ဘူး။  ေလဘယ္လ္ အမွတ္အသားေလးကုိပဲ ရွင္းပစ္လုိက္တယ္ ဆုိရင္ ပုိဆုိးသြားမွာ ျဖစ္ပါတယ္။\r\n\r\nကြန္ပ်ဴတာ hard drive ေတြဟာ ဒစ္ဂ်စ္တယ္ အခ်က္အလက္ေတြကို သိမ္းထားေပးတဲ့ တခုတည္း ကိရိယာေတြ မဟုတ္တာကိုေတာ့ သတိျပဳပါ။ CD ေတြ၊ DVD ေတြ၊ USB မွတ္ဉာဏ္ေခ်ာင္းေတြ၊ floppy disk ေတြ၊ လက္ကိုင္ဖုန္းထဲက flash မွတ္ဉာဏ္ကဒ္ေလးေတြနဲ႔ ျဖဳတ္တပ္လို႔ရတဲ့ hard drive ေတြ အားလံုးမွာ အလားတူ ျပႆနာေတြ ရွိၾကတယ္၊ ဒါေၾကာင့္ အဲဒီအထဲက အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ပယ္ဖ်က္တာ၊ rewrite လုပ္တာေတြကုိ စိတ္ခ်လို႔ မရပါဘူး။\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1951", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1951", 
                "link_title": "ការលុបចោលព័ត៌មាន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5096", 
                "module": "book", 
                "nid": "1951", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5096", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបចោលព័ត៌មាន", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452605239", 
            "comment": "0", 
            "created": "1441104182", 
            "current_revision_id": "12792", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_1", 
                        "value": "chapter_6_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5096": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1951", 
                    "link_title": "ការលុបចោលព័ត៌មាន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5096", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5096", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1951", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1951", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605239", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "သတင္း အခ်က္အလက္မ်ား ပယ္ဖ်က္ျခင္း", 
                        "value": "သတင္း အခ်က္အလက္မ်ား ပယ္ဖ်က္ျခင္း"
                    }
                ]
            }, 
            "title_original": "Deleting information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916537", 
                        "created": "1442916537", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227343", 
                        "created": "1441806113", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096262", 
                        "created": "1443096262", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412827", 
                        "created": "1442412827", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207342", 
                        "created": "1441207342", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447107990", 
                        "created": "1442761307", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705733", 
                        "created": "1443705733", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605239", 
                        "created": "1452605239", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456615", 
                        "created": "1443456615", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115364", 
                        "created": "1441115364", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443798708", 
                        "created": "1443798708", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444395696", 
                        "created": "1444395696", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100564", 
                        "created": "1443100564", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092863", 
                        "created": "1443092863", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485531", 
                        "created": "1441104182", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578190", 
                        "created": "1443623099", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5f71dd11-df03-45b8-83b4-4d0b0a834a5f", 
            "vid": "12792", 
            "vuuid": "f777d71f-60e2-432f-8870-b3682e20b8b8"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ဒီအခန္းထဲမွာ အၾကံျပဳထားတဲ့ လံုၿခံဳ ပယ္ဖ်က္ေရး ကိရိယာ တခုခုကို အသံုးျပဳတယ္ ဆုိရင္၊ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ပယ္ရွားတယ္ ဆုိတာထက္၊ အစားထိုးေနရတာ (သို႔) overwrite လုပ္ေနတာ ဆိုရင္ ပိုၿပီး မွန္ေနလိမ့္မယ္။ အကယ္လို႔ အေပၚမွာ ေဆြးေႏြးခဲ့တဲ့ ဖိုင္ထည့္တဲ့ ပံုးထဲက မွတ္တမ္းမွတ္ရာေတြကို ခဲတံနဲ႔ ေရးလုိက္တယ္ ဆုိရင္၊ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ေဆာ့ဗ္ဝဲက ဖုိင္အေၾကာင္းအရာကိုပဲ ပယ္ဖ်က္သြားမွာ မဟုတ္ပဲ၊ စာလံုးတိုင္းကို ေလွ်ာက္ျခစ္ေနမွာ ျဖစ္ပါတယ္။ ခဲတံ အေရးအေၾကာင္းေတြလိုပဲ၊ ဒစ္ဂ်စ္တယ္ အခ်က္အလက္ေတြကို ဖတ္လို႔ ရေပမဲ့၊ အဲဒါကို ပယ္ဖ်က္လုိက္ၿပီး အေပၚမွာ အျခား အေၾကာင္းအရာ တခုခုကို ထပ္ၿပီး ေရးလိုက္တဲ့ ေနာက္မွာလည္း အေတာ္ေလး မွိန္ေနဦးမွာ ျဖစ္တယ္။ ဒါေၾကာင့္ ဒီမွာ အၾကံျပဳထားတဲ့ ကိရိယာေတြကုိ အသံုးျပဳၿပီး ဖိုင္ေတြထဲက ေဒတာကို က်ပန္းနည္းနဲ႔ အႀကိမ္ႀကိမ္ overwrite လုပ္သြားမွာ ျဖစ္ပါတယ္။ အဲဒီလုပ္ငန္းစဥ္ကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္ျခင္း</em></a> လို႔ေခၚၿပီး၊ အခ်က္အလက္ေတြကို အႀကိမ္ overwrite မ်ားမ်ား လုပ္ေလ၊ မူရင္း ဖုိင္အေၾကာင္းအရာကို ဆယ္တင္ဖို႔ ခက္ေနေလေလ ျဖစ္ေနမွာ ျဖစ္တယ္။ စံသတ္မွတ္ခ်က္အရ overwrite လုပ္တာကို ခုႏွစ္ႀကိမ္ထက္မက လုပ္ဖို႔ အၾကံျပဳထားတယ္။ <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a>တဲ့ ေဆာ့ဗ္ဝဲဟာ သင့္ေတာ္တဲ့ အႀကိမ္ အေရအတြက္ကို အလိုအေလွ်ာက္ လုပ္ေပးသြားမွာ ျဖစ္တယ္၊ ဒါေပမဲ့ အေရအတြက္ကို ႏွစ္သက္သလို ေျပာင္းလဲလုိ႔ ရပါတယ္။</p>\n\n<h3>ဖိုင္မ်ားကို ရွင္းပစ္ျခင္း</h3>\n\n<p>အထိခိုက္မခံတဲ့ ေဒတာေတြကို hard drive (သို႔) သိုေလွာင္ေရး ကိရိယာထဲကေန ပံုမွန္ <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a>တဲ့ နည္းလမ္း ႏွစ္မ်ဳိး ရွိတယ္။ ဖိုင္တခုခုကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a>လို႔ရတယ္ (သို႔) drive ထဲမွာ 'သတ္မွတ္မထားတဲ့' ေနရာ အားလံုးကို ရွင္းပစ္ႏိုင္တယ္။ ဒီဆုံးျဖတ္ခ်က္ကုိ ခ်မွတ္တဲ့အခါ၊ အေစာပုိင္းတုန္းက အဆုိျပဳထားတဲ့ တျခား ျဖစ္ႏိုင္ေခ် ဥပမာကုိ စဥ္းစားမယ္ ဆုိရင္ အေထာက္အကူ ျဖစ္လာေစႏုိင္တယ္။ ရွည္လ်ားတဲ့ အစီရင္ခံစာ တခုကုိ ဖုိင္တပုဒ္အေနနဲ႔ ျမင္ေနရေပမဲ့၊ hard drive ေနရာအႏွံ႔မွာ မၿပီးျပတ္ေသးတဲ့ ေကာ္ပီေတြအျဖစ္ ျပန္႔ႀကဲေနႏုိင္တယ္။ အကယ္လို႔ ဖိုင္ကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a>မယ္ ဆုိရင္၊ လက္ရွိ ဖုိင္ ဗားရွင္းကုိ လံုးဝ ဖယ္ရွားလိုက္ႏိုင္ေၾကာင္း အာမခံလုိ႔ ရတယ္၊ ဒါေပမဲ့ တျခား ေကာ္ပီေတြကို သူတို႔ ရွိေနတဲ့ ေနရာပဲ ခ်န္ထားရမွာ ျဖစ္တယ္။ အမွန္ေတာ့၊ အဲဒီ ေကာ္ပီဖိုင္ေတြကို တိုက္႐ိုက္ ပစ္မွတ္ထားလုိ႔ မရဘူး၊ ဘာျဖစ္လို႔လဲ ဆိုေတာ့ သူတို႔ကုိ အထူး ေဆာ့ဗ္ဝဲ မပါပဲ ျမင္လုိ႔ မရတဲ့အတြက္ ျဖစ္တယ္။ သိုေလွာင္ေရး ကိရိယာထဲက ေနရာလပ္ေတြ အားလံုးကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္ျခင္း</em></a> အားျဖင့္၊ အရင္က ပယ္ဖ်က္လိုက္တဲ့ အခ်က္အလက္ေတြကို ဖ်က္ဆီးပစ္လိုက္ႏိုင္တယ္။ ခပ္ညံ့ညံ့ ေရးမွတ္ထားတဲ့ ဖိုင္ထည့္တဲ့ ပံုးအေၾကာင္း တင္စားခ်က္နဲ႔ ပါတ္သက္ၿပီး၊ ဒီလုပ္ငန္းစဥ္ဟာ ဖုိင္ထည့္တဲ့ပံုးထဲ ဝင္ရွာၿပီး၊ အဲဒီ ေလဘယ္လ္ အမွတ္အသားေတြကုိ အဖ်က္ခံလိုက္ရတဲ့ မွတ္တမ္းမွတ္ရာေတြ အားလံုးကို ပယ္ဖ်က္ပစ္ဖုိ႔ ထပ္ခါတလဲလဲ ေလွ်ာက္ျခစ္လိုက္တာနဲ႔ ခိုင္းႏႈိင္းလို႔ ရပါတယ္။</p>\n\n<p><a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ဟာ အခမဲ့ျဖစ္ၿပီး သံုးစြဲဖို႔ အလြန္ လြယ္ကူတဲ့ ပြင့္လင္းၿပီး လံုျခံဳမႈရွိတဲ့ ပယ္ဖ်က္ေရး ကိရိယာ တခု ျဖစ္တယ္။ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို အသံုးျပဳၿပီး ဖိုင္ေတြကို နည္းလမ္း သံုးမ်ဳိးျဖစ္တဲ့ - ဖိုင္တခုခုကို ေရြးျခင္း၊ Recycle Bin ထဲက အေၾကာင္းအရာေတြကို ေရြးျခင္း၊ (သို႔) drive ထဲက အသုံးမျပဳတဲ့ ေနရာအားလံုးကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္ျခင္း</em></a> စတာေတြကို လုပ္ေဆာင္ႏုိင္တယ္။ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> က ေအာက္မွာ ေဆြးေႏြးသြားမဲ့ Windows <a href=\"/my/glossary#Swap_file\"><em>swap ဖိုင္</em></a> ဖိုင္အေၾကာင္းအရာေတြကိုလည္း <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a> ႏုိင္ပါတယ္။</p>\n\n<div class=\"getstarted\">\n\n<p>လက္ကမ္း စာေစာင္မ်ား - <a href=\"/my/eraser_main\"><em>Eraser - လုံၿခံဳတဲ့ ဖုိင္ဖယ္ရွားေရး လမ္းၫႊန္</em></a> နဲ႔ စတင္ပါ</p>\n\n</div>\n\n<p>ျမင္ႏိုင္တဲ့ ဖိုင္ေတြကို သင္ကုိယ္တုိင္ မ<a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ဘူး ဆုိရင္ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ကိရိယာေတြဟာ ဖ်က္ဆီးေပးမွာ မဟုတ္ဘူး၊ ဒီလို ေဆာ့ဗ္ဝဲကို သတိထားၿပီး သံုးစြဲဖို႔ အေရးႀကီးတယ္။ ၿပီးေတာ့၊ မေတာ္တဆ ရွင္းလင္းပစ္တာမ်ိဳးလည္း ရွိတယ္။ အဲဒါေၾကာင့္ လူေတြက Recycle Bin နဲ႔ ေဒတာ ဆယ္တင္ေရး ကိရိယာေတြကို အက်ဳိးရွိရွိ အသံုးခ်ေနၾကတာ ျဖစ္တယ္။ အကယ္လို႔ ဖုိင္တခုခုကို ပယ္ဖ်က္တဲ့အခါ ေဒတာေတြကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္းပစ္</em></a>တဲ့ အေလ့အက်င့္ ရွိေနရင္၊ သာမန္ မွားယြင္းမႈ တခုေလးေၾကာင့္ ျပန္ဆယ္တင္ (recover) ႏုိင္တဲ့ နည္းလမ္း မရွိေတာ့ဘူး။ ေဒတာ အေတာ္မ်ားမ်ားကို ကြန္ပ်ဴတာ ထဲကေန မ<a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ခင္ လံုၿခံဳတဲ့ backup တခုခုကို အျမဲတမ္း လုပ္ထားပါ။</p>\n\n<div class=\"background\">\n\n<p>အယ္လင္နာ - Microsoft Word နဲ႔ Open Office တို႔လို စာေရးတဲ့ ပ႐ိုဂရမ္ေတြကုိ အသုံးျပဳၿပီး ဖိုင္တခုခုကို ေရးေနတဲ့အခါ ယာယီဖိုင္ေတြ ရွိေနတတ္တာကို ကၽြန္ေတာ္ သိတယ္။ တျခား ပ႐ိုဂရမ္ေတြမွာလည္း အလားတူပါပဲ။ ကၽြန္ေတာ္ ကိုယ္တိုင္ ဖန္တီးခဲ့ၿပီး ပယ္ဖ်က္ခဲ့တဲ့ ဖိုင္ေတြအတြက္ စိတ္ပူေနဖုိ႔ လုိသလား။</p>\n\n<p>နီကိုလိုင္း - တကယ္တမ္းေတာ့၊ ကြန္ပ်ဴတာထဲက ကိုယ္ေရးကိုယ္တာ အခ်က္အလက္ေတြနဲ႔ အြန္လိုင္း လႈပ္ရွားမႈေတြကို ပ႐ိုဂရမ္ေတြက ေျခရာခံႏိုင္မဲ့ ေနရာေတြ အမ်ားႀကီး ရွိတယ္။ ၾကည့္႐ႈေနတဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြ၊ ေလာေလာလတ္လတ္ ေရးေနတဲ့ အီးေမးလ္ စာၾကမ္းေတြ (draft )နဲ႔ တျခား အလားတူ အခ်က္ေတြကို ေျပာေနတာ ျဖစ္တယ္။ ကြန္ပ်ဴတာကို ခဏခဏ အသံုးျပဳေနတဲ့ အေပၚ မူတည္ၿပီး ဒီအခ်က္ေတြအားလံုးဟာ အထိခုိက္မခံ ျဖစ္ေနႏိုင္တယ္။</p>\n\n</div>\n\n<h3>ယာယီ ေဒတာမ်ားကုိ ရွင္းလင္းပစ္ျခင္း</h3>\n\n<p>Drive တခုထဲက အသုံးမျပဳေသးတဲ့ ေနရာ အားလုံးကုိ \n<a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> အသံုးျပဳၿပီး <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ေပးတဲ့ feature ဟာ ထင္ထားသလုိ အႏၱရာယ္ ရွိပုံ မေပၚဘူး။ ဘာျဖစ္လုိ႔လဲ ဆုိေတာ့၊ သူက အေစာပုိင္းက ပယ္ဖ်က္ခဲ့တဲ့ အေၾကာင္းအရာေတြကုိပဲ <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ေပးတဲ့ အတြက္ ျဖစ္တယ္။ သာမန္အေနနဲ႔၊ ျမင္ႏိုင္တဲ့ ဖိုင္ေတြကို ထိခိုက္မွာ မဟုတ္ဘူး။ ေနာက္တမ်ဳိး အေနနဲ႔၊ ဒီအခ်က္က သီးျခား ကိစၥတခုကို ထင္ရွားေစတယ္ -  <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a>  ဟာ ပယ္ဖ်က္ မထားတဲ့ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ရွင္းလင္းေပးႏိုင္မွာ မဟုတ္ဘူး၊ ဒါေပမဲ့ အဲဒါေတြကို ေကာင္းေကာင္း ေဖ်ာက္ထားေပးႏိုင္တယ္။ အဲဒီလို ေဒတာေတြပါတဲ့ ဖိုင္ေတြဟာ မထင္မရွားနဲ႔ ဖိုင္တြဲေတြထဲမွာ ေအာင္းေနႏိုင္ပါတယ္၊ (သို႔) အဓိပၸါယ္မရွိတဲ့ ဖိုင္နာမည္တခုခုနဲ႔ ရွိေနႏိုင္တယ္။ ဒါဟာ အီလက္ထ႐ိုနစ္ မွတ္တမ္းမွတ္ရာေတြအတြက္ တကယ့္ ျပႆနာ တခု မဟုတ္ေပမဲ့၊ ကြန္ပ်ဴတာကို အသံုးျပဳေနတဲ့ အခ်ိန္တိုင္းမွာ အလိုအေလွ်ာက္ စုေဆာင္းထားေလရွိတဲ့ အခ်က္အလက္ေတြ အတြက္ေတာ့ အလြန္ အေရးႀကီးတယ္။ ဥပမာေတြ အေနနဲ႔ -</p>\n\n<ul><li>ယာယီ ေဒတာ (Temporary data) ဆုိတာ browser က မွတ္တမ္းတင္လုိက္တဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြ ဖြင့္လာအခ်ိန္မွာ အထဲမွာ ပါ၀င္တဲ့ စာသား၊ ႐ုပ္ပံုေတြ၊ <a href=\"/my/glossary#Cookie\"><em>ကြတ္ကီး</em></a> ေတြ၊ အေကာင့္ အခ်က္အလက္ေတြ၊ အြန္လိုင္း ျဖည့္စြတ္ပံုစံမွာ ျဖည့္လုိက္တဲ့ ကိုယ္ေရးကိုယ္တာ ေဒတာေတြ၊ ၾကည့္႐ႈခဲ့တဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြရဲ႕ မွတ္တမ္း (history) ကုိ ဆုိလုိတယ္။</li>\n<li>ယာယီဖုိင္မ်ား (Temporary files) ဆုိတာ applications အမ်ိဳးမ်ိဳးကုိ အသုံးျပဳၿပီး လုပ္ေနတဲ့ အလုပ္ကုိ save မလုပ္ႏုိင္ခင္ ကြန္ပ်ဴတာ ပ်က္သြားတဲ့ အေျခအေနမ်ိဳးမွာ ျပန္ဆယ္တင္ (recover) ေပးႏုိင္ဖုိ႔ အေထာက္အကူေပးတဲ့ ဖုိင္ေတြ ျဖစ္တယ္။ အဲဒီဖိုင္ေတြထဲမွာ စာသား၊ ႐ုပ္ပံုေတြ၊ စာရင္းတြက္ခ်က္မႈ ေဒတာေတြနဲ႔ တျခား အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြ ပါ၀င္တဲ့ တျခား ဖိုင္အမည္ေတြ ပါဝင္ႏိုင္တယ္။</li>\n<li>Windows က အဆင္ေျပဖုိ႔အတြက္ သိမ္းဆည္းေပးတဲ့ ဖုိင္ေတြနဲ႔ links ေတြ ျဖစ္ၾကတဲ့ - လတ္တေလာ အသံုးျပဳေနတဲ့ applications ေတြကုိ ခ်ိတ္ဆက္ေပးတဲ့ shortcut ေတြ၊ လွ်ိဳ႕ဝွက္ထားလိုတဲ့ ဖိုင္တြဲေတြကုိ ခ်ိတ္ဆက္ေပးတဲ့ links ေတြ၊ ရွင္းလင္းပစ္ဖို႔ ေမ့ေနတတ္တဲ့ Recycle Bin ထဲက အေၾကာင္းအရာေတြ ပါ၀င္တယ္။</li>\n<li>Windows <a href=\"/my/glossary#Swap_file\"><em>swap ဖိုင္</em></a>။ ကြန္ပ်ဴတာ မွတ္ဉာဏ္ ျပည့္သြားတဲ့အခါ၊ ဥပမာ အားျဖင့္၊ ကြန္ပ်ဴတာေဟာင္း တလံုးထဲမွာ ပ႐ိုဂရမ္ အမ်ဳိးမ်ဳိးကို တခ်ိန္ထဲ အသံုးျပဳေနတဲ့အခါ၊ သုံးစြဲေနတဲ့ ေဒတာေတြကို Windows က <a href=\"/my/glossary#Swap_file\"><em>swap ဖိုင္</em></a> လို႔ ေခၚတဲ့ ဖိုင္ႀကီးတခု အေနနဲ႔ တခါတေလ သိမ္းထားေပးတတ္တယ္။ အဲဒီ ဖိုင္ထဲမွာ ကြန္ရက္ စာမ်က္ႏွာေတြ၊ မွတ္တမ္းမွတ္ရာ အေၾကာင္းအရာ၊ စကားဝွက္ေတြ (သို႔) စာဝွက္စနစ္ပါတဲ့ ေသာ့ေတြ ပါ၀င္ေနလိမ့္မယ္။ ကြန္ပ်ဴတာကို ပိတ္သြားတဲ့ အခ်ိန္မွာလည္း၊ အဲဒီ <a href=\"/my/glossary#Swap_file\"><em>swap ဖိုင္</em></a>ဟာ ေပ်ာက္မသြားတဲ့အတြက္၊ သင္ ကိုယ္တိုင္ လက္နဲ႔ ရွင္းလင္းပစ္ဖို႔ လိုအပ္မွာ ျဖစ္တယ္။</li>\n</ul><p>ပံုမွန္ ယာယီဖိုင္ေတြကို ကြန္ပ်ဴတာထဲကေန ဖယ္ရွားႏိုင္ဖို႔၊ <a href=\"/my/glossary#CCleaner\"><em>CCleaner</em></a> လို႔ေခၚတဲ့ အခမဲ့ ေဆာ့ဗ္ဝဲ ကိရိယာတခုကို အသံုးျပဳႏိုင္တယ္၊ အဲဒါကို Internet Explorer, Mozilla <a href=\"/my/glossary#Firefox\"><em>Firefox</em></a> နဲ႔ Microsoft Office applications (အမ်ားစုက အထိခိုက္ မခံတဲ့ အခ်က္အလက္ေတြကို ထုတ္ေဖာ္ေပးႏိုင္တယ္) တို႔လို ေဆာ့ဗ္ဝဲေတြနဲ႔ Windows ကုိယ္တုိင္ကုိ ရွင္းလင္းဖို႔ ထုတ္လုပ္ထားတာ ျဖစ္တယ္။ <a href=\"/my/glossary#CCleaner\"><em>CCleaner</em></a> က ဖိုင္ေတြကို လံုလံုျခံဳျခံဳ ပယ္ဖ်က္ေပးႏိုင္တယ္၊ ဒါေၾကာင့္ အသုံးမျပဳတဲ့ drive ေနရာကို Eraser အသံုးျပဳၿပီး <a href=\"/my/glossary#Wiping\"><em>ရွင္းပစ္</em></a>ရတဲ့ အလုပ္ကေန သက္သာသြားမွာ ျဖစ္ပါတယ္။</p>\n\n<div class=\"getstarted\">\n\n<p>လက္ကမ္း စာေစာင္မ်ား - CCleaner <a href=\"/my/ccleaner_main\"><em>CCleaner - ဖုိင္ လုံလုံၿခံဳၿခံဳ ပယ္ဖ်က္ျခင္းနဲ႔ လုပ္ငန္း ရွင္းလင္းေရး လမ္းၫႊန္</em></a> နဲ႔ စတင္ပါ</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "ဒီအခန္းထဲမွာ အၾကံျပဳထားတဲ့ လံုၿခံဳ ပယ္ဖ်က္ေရး ကိရိယာ တခုခုကို အသံုးျပဳတယ္ ဆုိရင္၊ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ပယ္ရွားတယ္ ဆုိတာထက္၊ အစားထိုးေနရတာ (သို႔) overwrite လုပ္ေနတာ ဆိုရင္ ပိုၿပီး မွန္ေနလိမ့္မယ္။ အကယ္လို႔ အေပၚမွာ ေဆြးေႏြးခဲ့တဲ့ ဖိုင္ထည့္တဲ့ ပံုးထဲက မွတ္တမ္းမွတ္ရာေတြကို ခဲတံနဲ႔ ေရးလုိက္တယ္ ဆုိရင္၊ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ေဆာ့ဗ္ဝဲက ဖုိင္အေၾကာင္းအရာကိုပဲ ပယ္ဖ်က္သြားမွာ မဟုတ္ပဲ၊ စာလံုးတိုင္းကို ေလွ်ာက္ျခစ္ေနမွာ ျဖစ္ပါတယ္။ ခဲတံ အေရးအေၾကာင္းေတြလိုပဲ၊ ဒစ္ဂ်စ္တယ္ အခ်က္အလက္ေတြကို ဖတ္လို႔ ရေပမဲ့၊ အဲဒါကို ပယ္ဖ်က္လုိက္ၿပီး အေပၚမွာ အျခား အေၾကာင္းအရာ တခုခုကို ထပ္ၿပီး ေရးလိုက္တဲ့ ေနာက္မွာလည္း အေတာ္ေလး မွိန္ေနဦးမွာ ျဖစ္တယ္။ ဒါေၾကာင့္ ဒီမွာ အၾကံျပဳထားတဲ့ ကိရိယာေတြကုိ အသံုးျပဳၿပီး ဖိုင္ေတြထဲက ေဒတာကို က်ပန္းနည္းနဲ႔ အႀကိမ္ႀကိမ္ overwrite လုပ္သြားမွာ ျဖစ္ပါတယ္။ အဲဒီလုပ္ငန္းစဥ္ကို [*ရွင္းပစ္ျခင္း*](/my/glossary#Wiping) လို႔ေခၚၿပီး၊ အခ်က္အလက္ေတြကို အႀကိမ္ overwrite မ်ားမ်ား လုပ္ေလ၊ မူရင္း ဖုိင္အေၾကာင္းအရာကို ဆယ္တင္ဖို႔ ခက္ေနေလေလ ျဖစ္ေနမွာ ျဖစ္တယ္။ စံသတ္မွတ္ခ်က္အရ overwrite လုပ္တာကို ခုႏွစ္ႀကိမ္ထက္မက လုပ္ဖို႔ အၾကံျပဳထားတယ္။ [*ရွင္းပစ္*](/my/glossary#Wiping)တဲ့ ေဆာ့ဗ္ဝဲဟာ သင့္ေတာ္တဲ့ အႀကိမ္ အေရအတြက္ကို အလိုအေလွ်ာက္ လုပ္ေပးသြားမွာ ျဖစ္တယ္၊ ဒါေပမဲ့ အေရအတြက္ကို ႏွစ္သက္သလို ေျပာင္းလဲလုိ႔ ရပါတယ္။\r\n\r\n### ဖိုင္မ်ားကို ရွင္းပစ္ျခင္း ### \r\n\r\nအထိခိုက္မခံတဲ့ ေဒတာေတြကို hard drive (သို႔) သိုေလွာင္ေရး ကိရိယာထဲကေန ပံုမွန္ [*ရွင္းပစ္*](/my/glossary#Wiping)တဲ့ နည္းလမ္း ႏွစ္မ်ဳိး ရွိတယ္။ ဖိုင္တခုခုကို [*ရွင္းပစ္*](/my/glossary#Wiping)လို႔ရတယ္ (သို႔) drive ထဲမွာ 'သတ္မွတ္မထားတဲ့' ေနရာ အားလံုးကို ရွင္းပစ္ႏိုင္တယ္။ ဒီဆုံးျဖတ္ခ်က္ကုိ ခ်မွတ္တဲ့အခါ၊ အေစာပုိင္းတုန္းက အဆုိျပဳထားတဲ့ တျခား ျဖစ္ႏိုင္ေခ် ဥပမာကုိ စဥ္းစားမယ္ ဆုိရင္ အေထာက္အကူ ျဖစ္လာေစႏုိင္တယ္။ ရွည္လ်ားတဲ့ အစီရင္ခံစာ တခုကုိ ဖုိင္တပုဒ္အေနနဲ႔ ျမင္ေနရေပမဲ့၊ hard drive ေနရာအႏွံ႔မွာ မၿပီးျပတ္ေသးတဲ့ ေကာ္ပီေတြအျဖစ္ ျပန္႔ႀကဲေနႏုိင္တယ္။ အကယ္လို႔ ဖိုင္ကို [*ရွင္းပစ္*](/my/glossary#Wiping)မယ္ ဆုိရင္၊ လက္ရွိ ဖုိင္ ဗားရွင္းကုိ လံုးဝ ဖယ္ရွားလိုက္ႏိုင္ေၾကာင္း အာမခံလုိ႔ ရတယ္၊ ဒါေပမဲ့ တျခား ေကာ္ပီေတြကို သူတို႔ ရွိေနတဲ့ ေနရာပဲ ခ်န္ထားရမွာ ျဖစ္တယ္။ အမွန္ေတာ့၊ အဲဒီ ေကာ္ပီဖိုင္ေတြကို တိုက္႐ိုက္ ပစ္မွတ္ထားလုိ႔ မရဘူး၊ ဘာျဖစ္လို႔လဲ ဆိုေတာ့ သူတို႔ကုိ အထူး ေဆာ့ဗ္ဝဲ မပါပဲ ျမင္လုိ႔ မရတဲ့အတြက္ ျဖစ္တယ္။ သိုေလွာင္ေရး ကိရိယာထဲက ေနရာလပ္ေတြ အားလံုးကို [*ရွင္းပစ္ျခင္း*](/my/glossary#Wiping) အားျဖင့္၊ အရင္က ပယ္ဖ်က္လိုက္တဲ့ အခ်က္အလက္ေတြကို ဖ်က္ဆီးပစ္လိုက္ႏိုင္တယ္။ ခပ္ညံ့ညံ့ ေရးမွတ္ထားတဲ့ ဖိုင္ထည့္တဲ့ ပံုးအေၾကာင္း တင္စားခ်က္နဲ႔ ပါတ္သက္ၿပီး၊ ဒီလုပ္ငန္းစဥ္ဟာ ဖုိင္ထည့္တဲ့ပံုးထဲ ဝင္ရွာၿပီး၊ အဲဒီ ေလဘယ္လ္ အမွတ္အသားေတြကုိ အဖ်က္ခံလိုက္ရတဲ့ မွတ္တမ္းမွတ္ရာေတြ အားလံုးကို ပယ္ဖ်က္ပစ္ဖုိ႔ ထပ္ခါတလဲလဲ ေလွ်ာက္ျခစ္လိုက္တာနဲ႔ ခိုင္းႏႈိင္းလို႔ ရပါတယ္။\r\n\r\n[*Eraser*](/my/glossary#Eraser) ဟာ အခမဲ့ျဖစ္ၿပီး သံုးစြဲဖို႔ အလြန္ လြယ္ကူတဲ့ ပြင့္လင္းၿပီး လံုျခံဳမႈရွိတဲ့ ပယ္ဖ်က္ေရး ကိရိယာ တခု ျဖစ္တယ္။ [*Eraser*](/my/glossary#Eraser) ကို အသံုးျပဳၿပီး ဖိုင္ေတြကို နည္းလမ္း သံုးမ်ဳိးျဖစ္တဲ့ - ဖိုင္တခုခုကို ေရြးျခင္း၊ Recycle Bin ထဲက အေၾကာင္းအရာေတြကို ေရြးျခင္း၊ (သို႔) drive ထဲက အသုံးမျပဳတဲ့ ေနရာအားလံုးကို [*ရွင္းပစ္ျခင္း*](/my/glossary#Wiping) စတာေတြကို လုပ္ေဆာင္ႏုိင္တယ္။ [*Eraser*](/my/glossary#Eraser) က ေအာက္မွာ ေဆြးေႏြးသြားမဲ့ Windows [*swap ဖိုင္*](/my/glossary#Swap_file) ဖိုင္အေၾကာင္းအရာေတြကိုလည္း [*ရွင္းပစ္*](/my/glossary#Wiping) ႏုိင္ပါတယ္။\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nလက္ကမ္း စာေစာင္မ်ား - [*Eraser - လုံၿခံဳတဲ့ ဖုိင္ဖယ္ရွားေရး လမ္းၫႊန္*](/my/eraser_main) နဲ႔ စတင္ပါ\r\n</div>\r\n\r\nျမင္ႏိုင္တဲ့ ဖိုင္ေတြကို သင္ကုိယ္တုိင္ မ[*ရွင္းလင္း*](/my/glossary#Wiping)ဘူး ဆုိရင္ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ကိရိယာေတြဟာ ဖ်က္ဆီးေပးမွာ မဟုတ္ဘူး၊ ဒီလို ေဆာ့ဗ္ဝဲကို သတိထားၿပီး သံုးစြဲဖို႔ အေရးႀကီးတယ္။ ၿပီးေတာ့၊ မေတာ္တဆ ရွင္းလင္းပစ္တာမ်ိဳးလည္း ရွိတယ္။ အဲဒါေၾကာင့္ လူေတြက Recycle Bin နဲ႔ ေဒတာ ဆယ္တင္ေရး ကိရိယာေတြကို အက်ဳိးရွိရွိ အသံုးခ်ေနၾကတာ ျဖစ္တယ္။ အကယ္လို႔ ဖုိင္တခုခုကို ပယ္ဖ်က္တဲ့အခါ ေဒတာေတြကို [*ရွင္းလင္းပစ္*](/my/glossary#Wiping)တဲ့ အေလ့အက်င့္ ရွိေနရင္၊ သာမန္ မွားယြင္းမႈ တခုေလးေၾကာင့္ ျပန္ဆယ္တင္ (recover) ႏုိင္တဲ့ နည္းလမ္း မရွိေတာ့ဘူး။ ေဒတာ အေတာ္မ်ားမ်ားကို ကြန္ပ်ဴတာ ထဲကေန မ[*ရွင္းလင္း*](/my/glossary#Wiping)ခင္ လံုၿခံဳတဲ့ backup တခုခုကို အျမဲတမ္း လုပ္ထားပါ။\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nအယ္လင္နာ - Microsoft Word နဲ႔ Open Office တို႔လို စာေရးတဲ့ ပ႐ိုဂရမ္ေတြကုိ အသုံးျပဳၿပီး ဖိုင္တခုခုကို ေရးေနတဲ့အခါ ယာယီဖိုင္ေတြ ရွိေနတတ္တာကို ကၽြန္ေတာ္ သိတယ္။ တျခား ပ႐ိုဂရမ္ေတြမွာလည္း အလားတူပါပဲ။ ကၽြန္ေတာ္ ကိုယ္တိုင္ ဖန္တီးခဲ့ၿပီး ပယ္ဖ်က္ခဲ့တဲ့ ဖိုင္ေတြအတြက္ စိတ္ပူေနဖုိ႔ လုိသလား။\r\n\r\nနီကိုလိုင္း - တကယ္တမ္းေတာ့၊ ကြန္ပ်ဴတာထဲက ကိုယ္ေရးကိုယ္တာ အခ်က္အလက္ေတြနဲ႔ အြန္လိုင္း လႈပ္ရွားမႈေတြကို ပ႐ိုဂရမ္ေတြက ေျခရာခံႏိုင္မဲ့ ေနရာေတြ အမ်ားႀကီး ရွိတယ္။ ၾကည့္႐ႈေနတဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြ၊ ေလာေလာလတ္လတ္ ေရးေနတဲ့ အီးေမးလ္ စာၾကမ္းေတြ (draft )နဲ႔ တျခား အလားတူ အခ်က္ေတြကို ေျပာေနတာ ျဖစ္တယ္။ ကြန္ပ်ဴတာကို ခဏခဏ အသံုးျပဳေနတဲ့ အေပၚ မူတည္ၿပီး ဒီအခ်က္ေတြအားလံုးဟာ အထိခုိက္မခံ ျဖစ္ေနႏိုင္တယ္။\r\n</div>\r\n\r\n### ယာယီ ေဒတာမ်ားကုိ ရွင္းလင္းပစ္ျခင္း ###\r\n\r\nDrive တခုထဲက အသုံးမျပဳေသးတဲ့ ေနရာ အားလုံးကုိ \r\n[*Eraser*](/my/glossary#Eraser) အသံုးျပဳၿပီး [*ရွင္းလင္း*](/my/glossary#Wiping)ေပးတဲ့ feature ဟာ ထင္ထားသလုိ အႏၱရာယ္ ရွိပုံ မေပၚဘူး။ ဘာျဖစ္လုိ႔လဲ ဆုိေတာ့၊ သူက အေစာပုိင္းက ပယ္ဖ်က္ခဲ့တဲ့ အေၾကာင္းအရာေတြကုိပဲ [*ရွင္းလင္း*](/my/glossary#Wiping)ေပးတဲ့ အတြက္ ျဖစ္တယ္။ သာမန္အေနနဲ႔၊ ျမင္ႏိုင္တဲ့ ဖိုင္ေတြကို ထိခိုက္မွာ မဟုတ္ဘူး။ ေနာက္တမ်ဳိး အေနနဲ႔၊ ဒီအခ်က္က သီးျခား ကိစၥတခုကို ထင္ရွားေစတယ္ -  [*Eraser*](/my/glossary#Eraser)  ဟာ ပယ္ဖ်က္ မထားတဲ့ အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြကို ရွင္းလင္းေပးႏိုင္မွာ မဟုတ္ဘူး၊ ဒါေပမဲ့ အဲဒါေတြကို ေကာင္းေကာင္း ေဖ်ာက္ထားေပးႏိုင္တယ္။ အဲဒီလို ေဒတာေတြပါတဲ့ ဖိုင္ေတြဟာ မထင္မရွားနဲ႔ ဖိုင္တြဲေတြထဲမွာ ေအာင္းေနႏိုင္ပါတယ္၊ (သို႔) အဓိပၸါယ္မရွိတဲ့ ဖိုင္နာမည္တခုခုနဲ႔ ရွိေနႏိုင္တယ္။ ဒါဟာ အီလက္ထ႐ိုနစ္ မွတ္တမ္းမွတ္ရာေတြအတြက္ တကယ့္ ျပႆနာ တခု မဟုတ္ေပမဲ့၊ ကြန္ပ်ဴတာကို အသံုးျပဳေနတဲ့ အခ်ိန္တိုင္းမွာ အလိုအေလွ်ာက္ စုေဆာင္းထားေလရွိတဲ့ အခ်က္အလက္ေတြ အတြက္ေတာ့ အလြန္ အေရးႀကီးတယ္။ ဥပမာေတြ အေနနဲ႔ -\r\n\r\n- ယာယီ ေဒတာ (Temporary data) ဆုိတာ browser က မွတ္တမ္းတင္လုိက္တဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြ ဖြင့္လာအခ်ိန္မွာ အထဲမွာ ပါ၀င္တဲ့ စာသား၊ ႐ုပ္ပံုေတြ၊ [*ကြတ္ကီး*](/my/glossary#Cookie) ေတြ၊ အေကာင့္ အခ်က္အလက္ေတြ၊ အြန္လိုင္း ျဖည့္စြတ္ပံုစံမွာ ျဖည့္လုိက္တဲ့ ကိုယ္ေရးကိုယ္တာ ေဒတာေတြ၊ ၾကည့္႐ႈခဲ့တဲ့ ကြန္ရက္ စာမ်က္ႏွာေတြရဲ႕ မွတ္တမ္း (history) ကုိ ဆုိလုိတယ္။\r\n- ယာယီဖုိင္မ်ား (Temporary files) ဆုိတာ applications အမ်ိဳးမ်ိဳးကုိ အသုံးျပဳၿပီး လုပ္ေနတဲ့ အလုပ္ကုိ save မလုပ္ႏုိင္ခင္ ကြန္ပ်ဴတာ ပ်က္သြားတဲ့ အေျခအေနမ်ိဳးမွာ ျပန္ဆယ္တင္ (recover) ေပးႏုိင္ဖုိ႔ အေထာက္အကူေပးတဲ့ ဖုိင္ေတြ ျဖစ္တယ္။ အဲဒီဖိုင္ေတြထဲမွာ စာသား၊ ႐ုပ္ပံုေတြ၊ စာရင္းတြက္ခ်က္မႈ ေဒတာေတြနဲ႔ တျခား အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြ ပါ၀င္တဲ့ တျခား ဖိုင္အမည္ေတြ ပါဝင္ႏိုင္တယ္။\r\n- Windows က အဆင္ေျပဖုိ႔အတြက္ သိမ္းဆည္းေပးတဲ့ ဖုိင္ေတြနဲ႔ links ေတြ ျဖစ္ၾကတဲ့ - လတ္တေလာ အသံုးျပဳေနတဲ့ applications ေတြကုိ ခ်ိတ္ဆက္ေပးတဲ့ shortcut ေတြ၊ လွ်ိဳ႕ဝွက္ထားလိုတဲ့ ဖိုင္တြဲေတြကုိ ခ်ိတ္ဆက္ေပးတဲ့ links ေတြ၊ ရွင္းလင္းပစ္ဖို႔ ေမ့ေနတတ္တဲ့ <b>Recycle Bin<b> ထဲက အေၾကာင္းအရာေတြ ပါ၀င္တယ္။\r\n- Windows [*swap ဖိုင္*](/my/glossary#Swap_file)။ ကြန္ပ်ဴတာ မွတ္ဉာဏ္ ျပည့္သြားတဲ့အခါ၊ ဥပမာ အားျဖင့္၊ ကြန္ပ်ဴတာေဟာင္း တလံုးထဲမွာ ပ႐ိုဂရမ္ အမ်ဳိးမ်ဳိးကို တခ်ိန္ထဲ အသံုးျပဳေနတဲ့အခါ၊ သုံးစြဲေနတဲ့ ေဒတာေတြကို Windows က [*swap ဖိုင္*](/my/glossary#Swap_file) လို႔ ေခၚတဲ့ ဖိုင္ႀကီးတခု အေနနဲ႔ တခါတေလ သိမ္းထားေပးတတ္တယ္။ အဲဒီ ဖိုင္ထဲမွာ ကြန္ရက္ စာမ်က္ႏွာေတြ၊ မွတ္တမ္းမွတ္ရာ အေၾကာင္းအရာ၊ စကားဝွက္ေတြ (သို႔) စာဝွက္စနစ္ပါတဲ့ ေသာ့ေတြ ပါ၀င္ေနလိမ့္မယ္။ ကြန္ပ်ဴတာကို ပိတ္သြားတဲ့ အခ်ိန္မွာလည္း၊ အဲဒီ [*swap ဖိုင္*](/my/glossary#Swap_file)ဟာ ေပ်ာက္မသြားတဲ့အတြက္၊ သင္ ကိုယ္တိုင္ လက္နဲ႔ ရွင္းလင္းပစ္ဖို႔ လိုအပ္မွာ ျဖစ္တယ္။\r\n\r\nပံုမွန္ ယာယီဖိုင္ေတြကို ကြန္ပ်ဴတာထဲကေန ဖယ္ရွားႏိုင္ဖို႔၊ [*CCleaner*](/my/glossary#CCleaner) လို႔ေခၚတဲ့ အခမဲ့ ေဆာ့ဗ္ဝဲ ကိရိယာတခုကို အသံုးျပဳႏိုင္တယ္၊ အဲဒါကို Internet Explorer, Mozilla [*Firefox*](/my/glossary#Firefox) နဲ႔ Microsoft Office applications (အမ်ားစုက အထိခိုက္ မခံတဲ့ အခ်က္အလက္ေတြကို ထုတ္ေဖာ္ေပးႏိုင္တယ္) တို႔လို ေဆာ့ဗ္ဝဲေတြနဲ႔ Windows ကုိယ္တုိင္ကုိ ရွင္းလင္းဖို႔ ထုတ္လုပ္ထားတာ ျဖစ္တယ္။ [*CCleaner*](/my/glossary#CCleaner) က ဖိုင္ေတြကို လံုလံုျခံဳျခံဳ ပယ္ဖ်က္ေပးႏိုင္တယ္၊ ဒါေၾကာင့္ အသုံးမျပဳတဲ့ drive ေနရာကို Eraser အသံုးျပဳၿပီး [*ရွင္းပစ္*](/my/glossary#Wiping)ရတဲ့ အလုပ္ကေန သက္သာသြားမွာ ျဖစ္ပါတယ္။\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nလက္ကမ္း စာေစာင္မ်ား - CCleaner [*CCleaner - ဖုိင္ လုံလုံၿခံဳၿခံဳ ပယ္ဖ်က္ျခင္းနဲ႔ လုပ္ငန္း ရွင္းလင္းေရး လမ္းၫႊန္*](/my/ccleaner_main) နဲ႔ စတင္ပါ\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1952", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1952", 
                "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5097", 
                "module": "book", 
                "nid": "1952", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5097", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452605329", 
            "comment": "0", 
            "created": "1441104235", 
            "current_revision_id": "12793", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_2", 
                        "value": "chapter_6_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5097": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1952", 
                    "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5097", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5097", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1952", 
            "num_revisions": "33", 
            "path": "https://securityinabox.org/en/node/1952", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605329", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ကိရိယာမ်ား သံုးၿပီး သတင္း အခ်က္အလက္မ်ား ရွင္းလင္းျခင္း", 
                        "value": "လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး ကိရိယာမ်ား သံုးၿပီး သတင္း အခ်က္အလက္မ်ား ရွင္းလင္းျခင္း"
                    }
                ]
            }, 
            "title_original": "Wiping information with secure deletion tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916644", 
                        "created": "1442916644", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227376", 
                        "created": "1441806403", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096281", 
                        "created": "1443096281", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412970", 
                        "created": "1442412970", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452092517", 
                        "created": "1441206901", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108035", 
                        "created": "1442761333", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705750", 
                        "created": "1443705750", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605329", 
                        "created": "1452605329", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456724", 
                        "created": "1443456724", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115517", 
                        "created": "1441115517", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799458", 
                        "created": "1443799099", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396115", 
                        "created": "1444396115", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100588", 
                        "created": "1443100588", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092935", 
                        "created": "1443092935", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485336", 
                        "created": "1441104235", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578608", 
                        "created": "1443623130", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6d5954b9-7cba-4f9f-8f06-aaac55ce662a", 
            "vid": "12793", 
            "vuuid": "4f87bced-4efc-4b9b-a225-721d26fba79b"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ကြန္ပ်ဴတာ (သို႔) သိုေလွာင္ေရး ကိရိယာထဲမွာ ရွိတဲ့ သတင္း အခ်က္အလက္ေတြ - လုံး၀ ပယ္ဖ်က္ဖုိ႔ စီစဥ္ေနတဲ့ အထိခိုက္ မခံတဲ့ဖိုင္ေတြ - ကို ေဖၚထုတ္ႏုိင္တဲ့ နည္းလမ္းတခ်ဳိ႕နဲ႔ အခု ရင္းႏွီးသြားၿပီ ျဖစ္ပါတယ္။ အဲဒီ သတင္း အခ်က္အလက္ေတြကို အျမဲတမ္း <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>တဲ့ ေနရာမွာ အသံုးျပဳတဲ့ ကိရိယာေတြကိုလည္း သင္ သိၿပီး ျဖစ္ပါတယ္။ အဲဒီ ကိရိယာေတြကို သင္ ပထမဦးဆံုး အသံုးျပဳေနတာ ဆိုရင္၊ သင့္ရဲ႕ drive ဟာ လံုလံုၿခံဳၿခံဳနဲ႔ ထိထိေရာက္ေရာက္ ရွင္းလင္းသြားၿပီ ျဖစ္ေၾကာင္း ေသခ်ာေစဖို႔၊ သင္ လုိက္နာရမဲ့ ႐ိုး႐ိုး အဆင့္ေလးေတြ တခ်ဳိ႕ ရွိပါတယ္ -</p>\n\n<ul><li>အေရးႀကီးတဲ့ ဖိုင္ေတြကုိ စာဝွက္ထားတဲ့ backup တခုကို <a href=\"/my/chapter-5\"><strong><em>အခန္း ၅။ ဆံုးရွဳံးသြားတဲ့ သတင္း အခ်က္အလက္မ်ား ျပန္ဆယ္နည္း</em></strong></a> ထဲမွာ ေဆြးေႏြးထားတဲ့အတုိင္း၊ ဖန္တီးလုိက္ပါ။</li>\n<li>မလိုအပ္တဲ့ ပ႐ိုဂရမ္ေတြ အားလံုးကို ပိတ္ၿပီး အင္တာနက္ကို ျဖတ္လိုက္ပါ။</li>\n<li>မလိုအပ္တဲ့ ဖိုင္ေတြကို သိုေလွာင္ေရး ကိရိယာေတြထဲကေန ပယ္ဖ်က္လုိက္ၿပီး၊ <strong>Recycle Bin</strong> ကို ရွင္းပစ္လိုက္ပါ။</li>\n<li>CCleaner ကို သံုးၿပီး ယာယီဖိုင္ေတြကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ။</li>\n<li>Eraser ကို သံုးၿပီး Windows <a href=\"/my/glossary#Swap_file\"><em>swap ဖုိင္</em></a> ကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လိုက္ပါ။</li>\n<li>ကြန္ပ်ဴတာထဲက ေနရာလြတ္ေတြနဲ႔ တျခား သိုေလွာင္ေရး ကိရိယာေတြ အားလံုးကို <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> နဲ႔ <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ။ ဒီေနရာမွာ အခ်ိန္ အေတာ္ေလး ယူႏိုင္တဲ့အတြက္၊ ဒီအလုပ္ကို တညလံုး လုပ္ရႏိုင္ပါတယ္။</li>\n</ul><p>အဲဒီေနာက္ ေအာက္က အခ်က္ေတြကို လုပ္တဲ့ အေလ့အက်င့္ေတြ လုပ္ေပးပါ -</p>\n\n<ul><li><a href=\"/my/glossary#CCleaner\"><em>CCleaner</em></a> ကို သံုးၿပီး ယာယီဖိုင္ေတြကို ပံုမွန္ <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ </li>\n<li><strong>Recycle Bin</strong> (သို႔) Windows Windows ပယ္ဖ်က္ေရး ကိရိယာကို သံုးမဲ့အစား၊ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> နဲ႔ အထိခိုက္မခံတဲ့ အီလက္ထ႐ိုနစ္ မွတ္တမ္းမွတ္ရာေတြကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ</li>\n<li><a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို သံုးၿပီး Windows <a href=\"/my/glossary#Swap_file\"><em>swap ဖိုင္</em></a>ကို ပံုမွန္<a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ</li>\n<li><a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို သံုးၿပီး hard drive ေတြ၊ USB မွတ္ဉာဏ္ေခ်ာင္းေတြနဲ႔၊ လတ္တေလာ ပယ္ဖ်က္လိုက္တဲ့ အထိခိုက္ မခံတဲ့ အခ်က္အလက္ေတြ ပါရွိႏိုင္တဲ့ တျခား သိုေလွာင္ေရး ကိရိယာေတြထဲက အသုံးမျပဳတဲ့ ေနရာအားလံုးကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လိုက္ပါ။ ဒီအထဲမွာ floppy disk ေတြ၊ rewritable CD ေတြ၊ rewritable DVD ေတြနဲ႔၊ ကင္မရာေတြထဲမွာ ရွိတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ flash မွတ္ဉာဏ္ကဒ္ေလးေတြ၊ လက္ကိုင္ဖုန္းေတြ (သို႔) အိတ္ေဆာင္ သီခ်င္းဖြင့္စက္ေလးေတြ ပါဝင္ပါတယ္။</li>\n</ul>", 
                        "summary": "", 
                        "value": "ကြန္ပ်ဴတာ (သို႔) သိုေလွာင္ေရး ကိရိယာထဲမွာ ရွိတဲ့ သတင္း အခ်က္အလက္ေတြ - လုံး၀ ပယ္ဖ်က္ဖုိ႔ စီစဥ္ေနတဲ့ အထိခိုက္ မခံတဲ့ဖိုင္ေတြ - ကို ေဖၚထုတ္ႏုိင္တဲ့ နည္းလမ္းတခ်ဳိ႕နဲ႔ အခု ရင္းႏွီးသြားၿပီ ျဖစ္ပါတယ္။ အဲဒီ သတင္း အခ်က္အလက္ေတြကို အျမဲတမ္း [*ရွင္းလင္း*](/my/glossary#Wiping)တဲ့ ေနရာမွာ အသံုးျပဳတဲ့ ကိရိယာေတြကိုလည္း သင္ သိၿပီး ျဖစ္ပါတယ္။ အဲဒီ ကိရိယာေတြကို သင္ ပထမဦးဆံုး အသံုးျပဳေနတာ ဆိုရင္၊ သင့္ရဲ႕ drive ဟာ လံုလံုၿခံဳၿခံဳနဲ႔ ထိထိေရာက္ေရာက္ ရွင္းလင္းသြားၿပီ ျဖစ္ေၾကာင္း ေသခ်ာေစဖို႔၊ သင္ လုိက္နာရမဲ့ ႐ိုး႐ိုး အဆင့္ေလးေတြ တခ်ဳိ႕ ရွိပါတယ္ -\r\n\r\n- အေရးႀကီးတဲ့ ဖိုင္ေတြကုိ စာဝွက္ထားတဲ့ backup တခုကို [***အခန္း ၅။ ဆံုးရွဳံးသြားတဲ့ သတင္း အခ်က္အလက္မ်ား ျပန္ဆယ္နည္း***](/my/chapter-5) ထဲမွာ ေဆြးေႏြးထားတဲ့အတုိင္း၊ ဖန္တီးလုိက္ပါ။\r\n- မလိုအပ္တဲ့ ပ႐ိုဂရမ္ေတြ အားလံုးကို ပိတ္ၿပီး အင္တာနက္ကို ျဖတ္လိုက္ပါ။\r\n- မလိုအပ္တဲ့ ဖိုင္ေတြကို သိုေလွာင္ေရး ကိရိယာေတြထဲကေန ပယ္ဖ်က္လုိက္ၿပီး၊ **Recycle Bin** ကို ရွင္းပစ္လိုက္ပါ။\r\n- CCleaner ကို သံုးၿပီး ယာယီဖိုင္ေတြကို [*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ။\r\n- Eraser ကို သံုးၿပီး Windows [*swap ဖုိင္*](/my/glossary#Swap_file) ကို [*ရွင္းလင္း*](/my/glossary#Wiping)လိုက္ပါ။\r\n- ကြန္ပ်ဴတာထဲက ေနရာလြတ္ေတြနဲ႔ တျခား သိုေလွာင္ေရး ကိရိယာေတြ အားလံုးကို [*Eraser*](/my/glossary#Eraser) နဲ႔ [*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ။ ဒီေနရာမွာ အခ်ိန္ အေတာ္ေလး ယူႏိုင္တဲ့အတြက္၊ ဒီအလုပ္ကို တညလံုး လုပ္ရႏိုင္ပါတယ္။\r\n\r\nအဲဒီေနာက္ ေအာက္က အခ်က္ေတြကို လုပ္တဲ့ အေလ့အက်င့္ေတြ လုပ္ေပးပါ -\r\n\r\n- [*CCleaner*](/my/glossary#CCleaner) ကို သံုးၿပီး ယာယီဖိုင္ေတြကို ပံုမွန္ [*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ \r\n- **Recycle Bin** (သို႔) Windows Windows ပယ္ဖ်က္ေရး ကိရိယာကို သံုးမဲ့အစား၊ [*Eraser*](/my/glossary#Eraser) နဲ႔ အထိခိုက္မခံတဲ့ အီလက္ထ႐ိုနစ္ မွတ္တမ္းမွတ္ရာေတြကို [*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ\r\n- [*Eraser*](/my/glossary#Eraser) ကို သံုးၿပီး Windows [*swap ဖိုင္*](/my/glossary#Swap_file)ကို ပံုမွန္[*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ\r\n- [*Eraser*](/my/glossary#Eraser) ကို သံုးၿပီး hard drive ေတြ၊ USB မွတ္ဉာဏ္ေခ်ာင္းေတြနဲ႔၊ လတ္တေလာ ပယ္ဖ်က္လိုက္တဲ့ အထိခိုက္ မခံတဲ့ အခ်က္အလက္ေတြ ပါရွိႏိုင္တဲ့ တျခား သိုေလွာင္ေရး ကိရိယာေတြထဲက အသုံးမျပဳတဲ့ ေနရာအားလံုးကို [*ရွင္းလင္း*](/my/glossary#Wiping)လိုက္ပါ။ ဒီအထဲမွာ floppy disk ေတြ၊ rewritable CD ေတြ၊ rewritable DVD ေတြနဲ႔၊ ကင္မရာေတြထဲမွာ ရွိတဲ့ ျဖဳတ္တပ္လုိ႔ ရတဲ့ flash မွတ္ဉာဏ္ကဒ္ေလးေတြ၊ လက္ကိုင္ဖုန္းေတြ (သို႔) အိတ္ေဆာင္ သီခ်င္းဖြင့္စက္ေလးေတြ ပါဝင္ပါတယ္။\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1953", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1953", 
                "link_title": "Tips on using secure deletion tools effectively", 
                "menu_name": "book-toc-1925", 
                "mlid": "5098", 
                "module": "book", 
                "nid": "1953", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5098", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Tips on using secure deletion tools effectively", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456314032", 
            "comment": "0", 
            "created": "1441104275", 
            "current_revision_id": "13349", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_3", 
                        "value": "chapter_6_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5098": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1953", 
                    "link_title": "Tips on using secure deletion tools effectively", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5098", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5098", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1953", 
            "num_revisions": "36", 
            "path": "https://securityinabox.org/en/node/1953", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456314032", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "လံုၿခံဳတဲ့ ဖယ္ရွင္းေရး ကိရိယာမ်ား ထိေရာက္စြာ သံုးစြဲနည္း သိေကာင္းစရာမ်ား", 
                        "value": "လံုၿခံဳတဲ့ ဖယ္ရွင္းေရး ကိရိယာမ်ား ထိေရာက္စြာ သံုးစြဲနည္း သိေကာင္းစရာမ်ား"
                    }
                ]
            }, 
            "title_original": "Tips on using secure deletion tools effectively", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916713", 
                        "created": "1442916713", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227423", 
                        "created": "1441806731", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096318", 
                        "created": "1443096318", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413032", 
                        "created": "1442413032", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451916396", 
                        "created": "1441207536", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1456314032", 
                        "created": "1442761361", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879870", 
                        "created": "1443705772", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452607855", 
                        "created": "1452607855", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456791", 
                        "created": "1443456791", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115594", 
                        "created": "1441115594", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799894", 
                        "created": "1443799894", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396214", 
                        "created": "1444396214", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100615", 
                        "created": "1443100615", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093042", 
                        "created": "1443093042", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483456", 
                        "created": "1441104275", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1953", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578650", 
                        "created": "1443623162", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e12c5748-b077-4889-9df2-68dbbf76d5ca", 
            "vid": "13349", 
            "vuuid": "b62f6991-2c46-458b-9c97-a3e4e37b0da3"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>အေျခအေနအရ သိုေလွာင္ေရး ကိရိယာတခုခုကို လံုးလံုး <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ဖို႔ လိုအပ္လာႏိုင္တယ္။ ကြန္ပ်ဴတာေဟာင္း တလံုးကို ေရာင္းလိုက္တာတို႔၊ သူမ်ားကုိ ေပးပစ္တာတို႔ လုပ္တဲ့အခါ၊ hard drive ကို ျဖဳတ္လိုက္ပါ၊ ကြန္ပ်ဴတာ ပိုင္ရွင္သစ္က သူ႔ဟာသူ ျပန္ဝယ္ပါေစ။ ဒီလို မလုပ္ဘူး ဆုိရင္၊ တျခားသူကို မေပးခင္ drive တခုလံုးကို <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> နဲ႔ အနည္းဆံုး <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လုိက္ပါ။ drive ကို သိမ္းထားရင္လည္း၊ အဲဒါကို ျပန္သံုးဖို႔ ရည္ရြယ္လို႔ပဲ ျဖစ္ျဖစ္၊ လႊင့္ပစ္ဖို႔ လုပ္ရင္ပဲ ျဖစ္ျဖစ္ အရင္ <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ပစ္ဖို႔ လိုအပ္တယ္။ အကယ္လို႔ hard drive အသစ္တခုကို ဝယ္လုိက္တယ္ ဆုိရင္၊ သင့္ရဲ႕ ေဒတာေတြကို ကူးယူၿပီး လံုၿခံဳတဲ့ backup တခုကို လုပ္ၿပီးတဲ့အခါ၊ drive အေဟာင္းကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>လိုက္ပါ။ အကယ္လို႔ drive အေဟာင္းကို လႊင့္ပစ္ဖို႔ (သို႔) ျပန္သံုးဖို႔ ရည္ရြယ္တယ္ ဆုိရင္၊ အဲဒီ စက္ပစၥည္းကို ဖ်က္ဆီးပစ္ဖို႔ စဥ္းစားရပါလိမ့္မယ္။ (အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြ ပါရွိတဲ့ ေဒတာ သိုေလွာင္ေရး ကိရိယာတခုခုကို လႊင့္မပစ္ခင္ ကြန္ပ်ဴတာ ကၽြမ္းက်င္တဲ့ သူေတြ အမ်ားအျပားကေတာ့ တူတလက္နဲ႔ အားရပါးရ အခ်က္ အေတာ္အတန္ ထုပစ္ဖို႔ အၾကံျပဳၾကတယ္။)</p>\n\n<p>အေပၚမွာ ေဖာ္ျပထားတဲ့ အေျခအေနမ်ဳိးမွာ၊ hard drive တခုလံုးကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ဖို႔အတြက္ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို အသံုးျပဳဖို႔ လိုအပ္လာလိမ့္မယ္၊ operating system တခုက အဲဒီ drive ကို သံုးေနတဲ့ ကာလပတ္လံုး အသုံးျပဳႏုိင္တယ္။ ဒီျပႆနာကို ေျဖရွင္းဖို႔ အလြယ္ဆံုး နည္းကေတာ့ drive ကို ဖယ္ရွားၿပီး အဲဒါကို ျပင္ပ USB 'drive အခန္း' တခုထဲမွာ ထည့္လိုက္ဖို႔ပဲ ျဖစ္တယ္၊ အဲဒါကို <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> သြင္းထားတဲ့ ကြန္ပ်ဴတာ တခုထဲမွာ install လုပ္ႏုိင္တယ္။ ျပင္ပ drive ထဲက အေၾကာင္းအရာ အကုန္လံုးကို ပယ္ဖ်က္ႏိုင္ၿပီး အသုံးမျပဳတဲ့ ေနရာ အားလံုးကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>ဖို႔ <a href=\"/my/glossary#Eraser\"><em>Eraser</em></a> ကို အသံုးျပဳပါ။ ကံအားေလွ်ာ္စြာ၊ ဒီလုပ္ လုပ္ဖို႔ အခ်ိန္ယူ ရတတ္တဲ့အတြက္ ဒါကို သင္ ခဏခဏ လုပ္ေနစရာ မလိုဘူး။</p>\n\n<p>ျပန္ကူးေရးႏိုင္တဲ့ CD (သို႔) DVD တခုခုမွာ သိမ္းထားတဲ့ ေဒတာကို <a href=\"/my/glossary#Wiping\"><em>ရွင္းလင္း</em></a>မဲ့အစား၊ အဲဒီ ဓါတ္ျပားကို ဖ်က္ဆီးလိုက္တာ ပိုေကာင္းပါတယ္။ လိုအပ္လာရင္၊ သိမ္းထားလိုတဲ့ အခ်က္အလက္ေတြ ထည့္ဖုိ႔ ဓါတ္ျပား အသစ္တခုကို သင္ ဖန္တီးႏုိင္ပါတယ္။ ဒါဟာ ျပန္ေရးလို႔ မရတဲ့ ဓါတ္ျပားထဲမွာ ရွိတဲ့ အေၾကာင္းအရာကို ပယ္ဖ်က္ႏိုင္တဲ့ တခုတည္းေသာ နည္းလမ္းျဖစ္ပါတယ္။ CD (သို႔) DVD တခုခုထဲက အေၾကာင္းအရာေတြကို ဖ်က္ဆီးပစ္ဖို႔ ဆိုတာ အံ့ၾသရေလာက္ေအာင္ မလြယ္ကူလွပါဘူး။ အစိတ္စိတ္ အမႊာမႊာ ျဖတ္ထားတဲ့ ဓါတ္ျပားေတြထဲက အခ်က္အလက္ေတြကို ျပန္ဆယ္ယူလို႔ ရတဲ့ အျဖစ္အပ်က္မ်ိဳးကို ၾကားဖူးပါလိမ့္မယ္။ အဲဒီ အျဖစ္အပ်က္ေတြဟာ အမွန္တကယ္ျဖစ္ၿပီး၊ အဲဒီနည္းနဲ႔ အခ်က္အလက္ကို ျပန္ရယူဖို႔ ဆိုတာ အခ်ိန္နဲ႔ ကၽြမ္းက်င္မႈ အမ်ားႀကီး ေပးဆပ္ရမွာ ျဖစ္တယ္။ ထံုးစံအရ၊ မာေၾကာတဲ့ ကပ္ေၾကးတလက္ (ဒါမွမဟုတ္ မာေၾကာတဲ့ စကၠဴျဖတ္စက္ တခုခု) ကုိ အသုံးျပဳၿပီး ျဖတ္ညွပ္ ဖ်က္ဆီးပစ္ႏုိင္တယ္။ ပိုၿပီး သတိထားရမွာက၊ ရလာတဲ့ အစတ္အပိုင္းေတြကို ေရာေမႊၿပီး အိမ္ (သို႔) ႐ံုးနဲ႔ ေဝးလံတဲ့ ေနရာအမ်ဳိးမ်ဳိးမွာ လႊင့္ပစ္လိုက္ဖုိ႔ ျဖစ္ပါတယ္။</p>\n\n<div class=\"background\">\n\n<p>အယ္လီနာ - ကၽြန္ေတာ့္ဆီမွာ ကြန္ရက္ဆာဗာ မွတ္တမ္းေတြကို သိမ္းထားတဲ့ CD backup အေဟာင္းတခု ရွိေနေသးတယ္၊ CD တခ်ပ္ကို microwave ထဲမွာ ထားၿပီး ဖ်က္ပစ္ႏိုင္တယ္လို႔ ၾကားမိတယ္။ ဘာပဲ ျဖစ္ျဖစ္၊ အဲဒါဟာ လံုးဝ မေကာင္းဘူးလို႔ ကၽြန္ေတာ္ ထင္တယ္။ လူေတြက ဒီလို တကယ္လုပ္ၾကသလား။ အလုပ္ေရာ ျဖစ္ရဲ႕လား။</p>\n\n<p>နီကိုလိုင္း - သူက ေဒတာေတြကို ထိထိေရာက္ေရာက္ေလး ဖ်က္ဆီးေပးႏိုင္တယ္လို႔ ကၽြန္ေတာ္ ထင္တယ္၊ ဒါေပမဲ့ ကၽြန္ေတာ္ မေျပာတတ္ဘူး၊ ဘာလုိ႔လဲ ဆိုေတာ့ CD တခ်ပ္ကို microwave ထဲမွာ မထည့္ဖူးလို႔ပါ။ ခင္ဗ်ား မွန္ပါတယ္။ ဒါဟာ အေတာ္ေလး မေကာင္းတဲ့ အၾကံအဉာဏ္ တခုပါပဲ။ အကယ္လို႔ သတၱဳက microwave ကို မဖ်က္ဆီးပစ္ဘူး (သို႔) မီးမေလာင္ေစဘူး ဆိုရင္ေတာင္၊ အဲဒီ ပလတ္စတစ္ကေန က်န္းမာေရးနဲ႔ မညီညြတ္တဲ့ အနံ႔အသက္ေတြ ထြက္လာေစမွာေတာ့ အမွန္ပါပဲ။ အဲဒါကို စဥ္းစားၾကည့္တဲ့အခါ၊ CD ေတြကို မီးထဲ ထည့္တာကိုလည္း ကၽြန္ေတာ္ အားမေပးလုိဘူး။</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "အေျခအေနအရ သိုေလွာင္ေရး ကိရိယာတခုခုကို လံုးလံုး [*ရွင္းလင္း*](/my/glossary#Wiping)ဖို႔ လိုအပ္လာႏိုင္တယ္။ ကြန္ပ်ဴတာေဟာင္း တလံုးကို ေရာင္းလိုက္တာတို႔၊ သူမ်ားကုိ ေပးပစ္တာတို႔ လုပ္တဲ့အခါ၊ hard drive ကို ျဖဳတ္လိုက္ပါ၊ ကြန္ပ်ဴတာ ပိုင္ရွင္သစ္က သူ႔ဟာသူ ျပန္ဝယ္ပါေစ။ ဒီလို မလုပ္ဘူး ဆုိရင္၊ တျခားသူကို မေပးခင္ drive တခုလံုးကို [*Eraser*](/my/glossary#Eraser) နဲ႔ အနည္းဆံုး [*ရွင္းလင္း*](/my/glossary#Wiping)လုိက္ပါ။ drive ကို သိမ္းထားရင္လည္း၊ အဲဒါကို ျပန္သံုးဖို႔ ရည္ရြယ္လို႔ပဲ ျဖစ္ျဖစ္၊ လႊင့္ပစ္ဖို႔ လုပ္ရင္ပဲ ျဖစ္ျဖစ္ အရင္ [*ရွင္းလင္း*](/my/glossary#Wiping)ပစ္ဖို႔ လိုအပ္တယ္။ အကယ္လို႔ hard drive အသစ္တခုကို ဝယ္လုိက္တယ္ ဆုိရင္၊ သင့္ရဲ႕ ေဒတာေတြကို ကူးယူၿပီး လံုၿခံဳတဲ့ backup တခုကို လုပ္ၿပီးတဲ့အခါ၊ drive အေဟာင္းကို [*ရွင္းလင္း*](/my/glossary#Wiping)လိုက္ပါ။ အကယ္လို႔ drive အေဟာင္းကို လႊင့္ပစ္ဖို႔ (သို႔) ျပန္သံုးဖို႔ ရည္ရြယ္တယ္ ဆုိရင္၊ အဲဒီ စက္ပစၥည္းကို ဖ်က္ဆီးပစ္ဖို႔ စဥ္းစားရပါလိမ့္မယ္။ (အထိခိုက္မခံတဲ့ အခ်က္အလက္ေတြ ပါရွိတဲ့ ေဒတာ သိုေလွာင္ေရး ကိရိယာတခုခုကို လႊင့္မပစ္ခင္ ကြန္ပ်ဴတာ ကၽြမ္းက်င္တဲ့ သူေတြ အမ်ားအျပားကေတာ့ တူတလက္နဲ႔ အားရပါးရ အခ်က္ အေတာ္အတန္ ထုပစ္ဖို႔ အၾကံျပဳၾကတယ္။)\r\n\r\nအေပၚမွာ ေဖာ္ျပထားတဲ့ အေျခအေနမ်ဳိးမွာ၊ hard drive တခုလံုးကို [*ရွင္းလင္း*](/my/glossary#Wiping)ဖို႔အတြက္ [*Eraser*](/my/glossary#Eraser) ကို အသံုးျပဳဖို႔ လိုအပ္လာလိမ့္မယ္၊ operating system တခုက အဲဒီ drive ကို သံုးေနတဲ့ ကာလပတ္လံုး အသုံးျပဳႏုိင္တယ္။ ဒီျပႆနာကို ေျဖရွင္းဖို႔ အလြယ္ဆံုး နည္းကေတာ့ drive ကို ဖယ္ရွားၿပီး အဲဒါကို ျပင္ပ USB 'drive အခန္း' တခုထဲမွာ ထည့္လိုက္ဖို႔ပဲ ျဖစ္တယ္၊ အဲဒါကို [*Eraser*](/my/glossary#Eraser) သြင္းထားတဲ့ ကြန္ပ်ဴတာ တခုထဲမွာ install လုပ္ႏုိင္တယ္။ ျပင္ပ drive ထဲက အေၾကာင္းအရာ အကုန္လံုးကို ပယ္ဖ်က္ႏိုင္ၿပီး အသုံးမျပဳတဲ့ ေနရာ အားလံုးကို [*ရွင္းလင္း*](/my/glossary#Wiping)ဖို႔ [*Eraser*](/my/glossary#Eraser) ကို အသံုးျပဳပါ။ ကံအားေလွ်ာ္စြာ၊ ဒီလုပ္ လုပ္ဖို႔ အခ်ိန္ယူ ရတတ္တဲ့အတြက္ ဒါကို သင္ ခဏခဏ လုပ္ေနစရာ မလိုဘူး။\r\n\r\nျပန္ကူးေရးႏိုင္တဲ့ CD (သို႔) DVD တခုခုမွာ သိမ္းထားတဲ့ ေဒတာကို [*ရွင္းလင္း*](/my/glossary#Wiping)မဲ့အစား၊ အဲဒီ ဓါတ္ျပားကို ဖ်က္ဆီးလိုက္တာ ပိုေကာင္းပါတယ္။ လိုအပ္လာရင္၊ သိမ္းထားလိုတဲ့ အခ်က္အလက္ေတြ ထည့္ဖုိ႔ ဓါတ္ျပား အသစ္တခုကို သင္ ဖန္တီးႏုိင္ပါတယ္။ ဒါဟာ ျပန္ေရးလို႔ မရတဲ့ ဓါတ္ျပားထဲမွာ ရွိတဲ့ အေၾကာင္းအရာကို ပယ္ဖ်က္ႏိုင္တဲ့ တခုတည္းေသာ နည္းလမ္းျဖစ္ပါတယ္။ CD (သို႔) DVD တခုခုထဲက အေၾကာင္းအရာေတြကို ဖ်က္ဆီးပစ္ဖို႔ ဆိုတာ အံ့ၾသရေလာက္ေအာင္ မလြယ္ကူလွပါဘူး။ အစိတ္စိတ္ အမႊာမႊာ ျဖတ္ထားတဲ့ ဓါတ္ျပားေတြထဲက အခ်က္အလက္ေတြကို ျပန္ဆယ္ယူလို႔ ရတဲ့ အျဖစ္အပ်က္မ်ိဳးကို ၾကားဖူးပါလိမ့္မယ္။ အဲဒီ အျဖစ္အပ်က္ေတြဟာ အမွန္တကယ္ျဖစ္ၿပီး၊ အဲဒီနည္းနဲ႔ အခ်က္အလက္ကို ျပန္ရယူဖို႔ ဆိုတာ အခ်ိန္နဲ႔ ကၽြမ္းက်င္မႈ အမ်ားႀကီး ေပးဆပ္ရမွာ ျဖစ္တယ္။ ထံုးစံအရ၊ မာေၾကာတဲ့ ကပ္ေၾကးတလက္ (ဒါမွမဟုတ္ မာေၾကာတဲ့ စကၠဴျဖတ္စက္ တခုခု) ကုိ အသုံးျပဳၿပီး ျဖတ္ညွပ္ ဖ်က္ဆီးပစ္ႏုိင္တယ္။ ပိုၿပီး သတိထားရမွာက၊ ရလာတဲ့ အစတ္အပိုင္းေတြကို ေရာေမႊၿပီး အိမ္ (သို႔) ႐ံုးနဲ႔ ေဝးလံတဲ့ ေနရာအမ်ဳိးမ်ဳိးမွာ လႊင့္ပစ္လိုက္ဖုိ႔ ျဖစ္ပါတယ္။\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nအယ္လီနာ - ကၽြန္ေတာ့္ဆီမွာ ကြန္ရက္ဆာဗာ မွတ္တမ္းေတြကို သိမ္းထားတဲ့ CD backup အေဟာင္းတခု ရွိေနေသးတယ္၊ CD တခ်ပ္ကို microwave ထဲမွာ ထားၿပီး ဖ်က္ပစ္ႏိုင္တယ္လို႔ ၾကားမိတယ္။ ဘာပဲ ျဖစ္ျဖစ္၊ အဲဒါဟာ လံုးဝ မေကာင္းဘူးလို႔ ကၽြန္ေတာ္ ထင္တယ္။ လူေတြက ဒီလို တကယ္လုပ္ၾကသလား။ အလုပ္ေရာ ျဖစ္ရဲ႕လား။\r\n\r\nနီကိုလိုင္း - သူက ေဒတာေတြကို ထိထိေရာက္ေရာက္ေလး ဖ်က္ဆီးေပးႏိုင္တယ္လို႔ ကၽြန္ေတာ္ ထင္တယ္၊ ဒါေပမဲ့ ကၽြန္ေတာ္ မေျပာတတ္ဘူး၊ ဘာလုိ႔လဲ ဆိုေတာ့ CD တခ်ပ္ကို microwave ထဲမွာ မထည့္ဖူးလို႔ပါ။ ခင္ဗ်ား မွန္ပါတယ္။ ဒါဟာ အေတာ္ေလး မေကာင္းတဲ့ အၾကံအဉာဏ္ တခုပါပဲ။ အကယ္လို႔ သတၱဳက microwave ကို မဖ်က္ဆီးပစ္ဘူး (သို႔) မီးမေလာင္ေစဘူး ဆိုရင္ေတာင္၊ အဲဒီ ပလတ္စတစ္ကေန က်န္းမာေရးနဲ႔ မညီညြတ္တဲ့ အနံ႔အသက္ေတြ ထြက္လာေစမွာေတာ့ အမွန္ပါပဲ။ အဲဒါကို စဥ္းစားၾကည့္တဲ့အခါ၊ CD ေတြကို မီးထဲ ထည့္တာကိုလည္း ကၽြန္ေတာ္ အားမေပးလုိဘူး။\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1954", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1954", 
                "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5099", 
                "module": "book", 
                "nid": "1954", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5099", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452608753", 
            "comment": "0", 
            "created": "1441104319", 
            "current_revision_id": "12797", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_4", 
                        "value": "chapter_6_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5099": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1954", 
                    "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5099", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5099", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1954", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1954", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452608753", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "သုိေလွာင္ေရး ကိရိယာထဲက အေၾကာင္းအရာ အားလံုး ဖယ္ရွားနည္း သိေကာင္းစရာမ်ား", 
                        "value": "သုိေလွာင္ေရး ကိရိယာထဲက အေၾကာင္းအရာ အားလံုး ဖယ္ရွားနည္း သိေကာင္းစရာမ်ား"
                    }
                ]
            }, 
            "title_original": "Tips on wiping the entire contents of a storage device", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916777", 
                        "created": "1442916777", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227463", 
                        "created": "1441806847", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096357", 
                        "created": "1443096357", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413119", 
                        "created": "1442413119", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917225", 
                        "created": "1441207615", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108341", 
                        "created": "1442761391", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705790", 
                        "created": "1443705790", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452608753", 
                        "created": "1452608694", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456852", 
                        "created": "1443456852", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115725", 
                        "created": "1441115725", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443800081", 
                        "created": "1443800081", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396288", 
                        "created": "1444396288", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100685", 
                        "created": "1443100685", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093106", 
                        "created": "1443093106", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483368", 
                        "created": "1441104319", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578765", 
                        "created": "1443623191", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "492acc6e-2aa6-4d66-8de8-f6059acd1105", 
            "vid": "12797", 
            "vuuid": "8c385253-4790-4263-9106-78e9895bbadd"
        }, 
        {
            "body": {
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><a href=\"/my/firefox_main\"><strong><em>Firefox</em></strong></a> ဟာ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး နည္းပညာေတြနဲ႔ ဖုိင္ေတြကုိ အၿမဲတမ္း ရွင္းလင္းဖုိ႔ အသံုးမျပဳေပမဲ့၊ သူ႔ရဲ႕ ကိုယ္ပိုင္ ယာယီဖိုင္ အမ်ားအျပားကို ရွင္းလင္းေပးႏုိင္တဲ့ အသင့္ တပ္ဆင္ထားတဲ့ နည္းတမ်ဳိးကိုေတာ့ ပံ့ပုိးထားတယ္။ အဲဒီ feature ကို <a href=\"/my/firefox_main\"><strong><em>Firefox လမ္းၫႊန္</em></strong></a> နဲ႔ <a href=\"http://support.mozilla.com/en-US/kb/Clearing+Private+Data\">Firefox ကြန္ရက္ စာမ်က္ႏွာ</a>ထဲမွာ ေဖာ္ျပထားပါတယ္။</li>\n<li><a href=\"http://www.ccleaner.com/help/faq\">CCleaner ရဲ႕ မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ား</a> ထဲမွာ ဒီကိရိယာ install လုပ္ျခင္းနဲ႔ အသံုးျပဳျခင္းအေၾကာင္း ေနာက္ဆက္တြဲ အခ်က္အလက္ကို ေဖၚျပထားပါတယ္။</li>\n<li>စာမ်က္ႏွာ အမ်ားစုဟာ အေတာ္ေလး နည္းပညာဆန္ေနေပမဲ့၊ ပီတာ ဂြတ္ထ္မင္းရဲ႕ <a href=\"http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/\">Secure Deletion of Data from Magnetic and Solid-State Memory</a> မိတ္ဆက္ဟာ ဖတ္႐ႈသင့္တဲ့ စာအုပ္ ျဖစ္ပါတယ္၊ သူေဖာ္ျပခဲ့တဲ့ <a href=\"http://en.wikipedia.org/wiki/Gutmann_method\">နည္းလမ္း</a>ဟာ Eraser ဖန္တီးသူေတြနဲ႔ တျခား လံုၿခံဳတဲ့ ဖိုင္ ဖယ္ရွားေရး ကိရိယာေတြ အေပၚမွာ ႀကီးမားတဲ့ လႊမ္းမိုးမႈ ရွိခဲ့ပါတယ္။</li>\n</ul>", 
                        "summary": "", 
                        "value": "- [***Firefox***](/my/firefox_main) ဟာ လံုၿခံဳတဲ့ ပယ္ဖ်က္ေရး နည္းပညာေတြနဲ႔ ဖုိင္ေတြကုိ အၿမဲတမ္း ရွင္းလင္းဖုိ႔ အသံုးမျပဳေပမဲ့၊ သူ႔ရဲ႕ ကိုယ္ပိုင္ ယာယီဖိုင္ အမ်ားအျပားကို ရွင္းလင္းေပးႏုိင္တဲ့ အသင့္ တပ္ဆင္ထားတဲ့ နည္းတမ်ဳိးကိုေတာ့ ပံ့ပုိးထားတယ္။ အဲဒီ feature ကို [***Firefox လမ္းၫႊန္***](/my/firefox_main) နဲ႔ [Firefox ကြန္ရက္ စာမ်က္ႏွာ](http://support.mozilla.com/en-US/kb/Clearing+Private+Data)ထဲမွာ ေဖာ္ျပထားပါတယ္။\r\n- [CCleaner ရဲ႕ မၾကာခဏ ေမးေလ့ရွိတဲ့ ေမးခြန္းမ်ား](http://www.ccleaner.com/help/faq) ထဲမွာ ဒီကိရိယာ install လုပ္ျခင္းနဲ႔ အသံုးျပဳျခင္းအေၾကာင္း ေနာက္ဆက္တြဲ အခ်က္အလက္ကို ေဖၚျပထားပါတယ္။\r\n- စာမ်က္ႏွာ အမ်ားစုဟာ အေတာ္ေလး နည္းပညာဆန္ေနေပမဲ့၊ ပီတာ ဂြတ္ထ္မင္းရဲ႕ [Secure Deletion of Data from Magnetic and Solid-State Memory](http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/) မိတ္ဆက္ဟာ ဖတ္႐ႈသင့္တဲ့ စာအုပ္ ျဖစ္ပါတယ္၊ သူေဖာ္ျပခဲ့တဲ့ [နည္းလမ္း](http://en.wikipedia.org/wiki/Gutmann_method)ဟာ Eraser ဖန္တီးသူေတြနဲ႔ တျခား လံုၿခံဳတဲ့ ဖိုင္ ဖယ္ရွားေရး ကိရိယာေတြ အေပၚမွာ ႀကီးမားတဲ့ လႊမ္းမိုးမႈ ရွိခဲ့ပါတယ္။\r\n\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1955", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1955", 
                "link_title": "Further reading", 
                "menu_name": "book-toc-1925", 
                "mlid": "5100", 
                "module": "book", 
                "nid": "1955", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5100", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Further reading", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1455881979", 
            "comment": "0", 
            "created": "1441104360", 
            "current_revision_id": "13278", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_5", 
                        "value": "chapter_6_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5100": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1955", 
                    "link_title": "Further reading", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5100", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5100", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1955", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1955", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455881979", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "my": [
                    {
                        "format": null, 
                        "safe_value": "ဆက္လက္ ဖတ္႐ႈရန္", 
                        "value": "ဆက္လက္ ဖတ္႐ႈရန္"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455881979", 
                        "created": "1442916870", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096362", 
                        "created": "1443096362", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413243", 
                        "created": "1442413243", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917320", 
                        "created": "1441207665", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108382", 
                        "created": "1442761407", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705810", 
                        "created": "1443705810", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452609764", 
                        "created": "1452609764", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457010", 
                        "created": "1443457010", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115788", 
                        "created": "1441115788", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799706", 
                        "created": "1443799706", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396359", 
                        "created": "1444396359", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100747", 
                        "created": "1443100747", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093176", 
                        "created": "1443093176", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104360", 
                        "created": "1441104360", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1955", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578835", 
                        "created": "1443623221", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "badf7089-f3d7-48f4-b6f3-db483312dba1", 
            "vid": "13278", 
            "vuuid": "28601ef3-3cc2-4d06-a468-7188ee67e5bb"
        }
    ], 
    "changed": "1452605109", 
    "comment": "0", 
    "created": "1441104103", 
    "current_revision_id": "12791", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "my": [
            {
                "format": null, 
                "safe_value": "6. How to destroy sensitive information", 
                "value": "6. How to destroy sensitive information"
            }
        ]
    }, 
    "field_menu_title_long": {
        "my": [
            {
                "format": null, 
                "safe_value": "၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ား ဖ်က္ဆီးနည္း", 
                "value": "၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ား ဖ်က္ဆီးနည္း"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "my": [
            {
                "format": null, 
                "safe_value": "chapter-6", 
                "value": "chapter-6"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5095": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1950", 
            "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
            "menu_name": "book-toc-1925", 
            "mlid": "5095", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5095", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "6"
        }
    }, 
    "name": "chris", 
    "nid": "1950", 
    "num_revisions": "21", 
    "path": "https://securityinabox.org/en/node/1950", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452605109", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "my": [
            {
                "format": null, 
                "safe_value": "၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ား ဖ်က္ဆီးနည္း", 
                "value": "၆။ အထိခိုက္မခံတဲ့ သတင္း အခ်က္အလက္မ်ား ဖ်က္ဆီးနည္း"
            }
        ]
    }, 
    "title_original": "6. How to destroy sensitive information", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916463", 
                "created": "1442916463", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227308", 
                "created": "1441806002", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093968", 
                "created": "1443093968", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442412751", 
                "created": "1442412751", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441206837", 
                "created": "1441206837", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447107793", 
                "created": "1442761286", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693204", 
                "created": "1443693204", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452605109", 
                "created": "1452605109", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443103426", 
                "created": "1443103426", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115215", 
                "created": "1441115215", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443798629", 
                "created": "1443798629", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444395607", 
                "created": "1444395607", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014688", 
                "created": "1443014688", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093297", 
                "created": "1443093297", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104103", 
                "created": "1441104103", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577876", 
                "created": "1443623073", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d931ee68-c96e-4d0c-b530-bcf140ca9d1d", 
    "vid": "12791", 
    "vuuid": "24935096-6cbb-4b46-87e0-abf1b546dcf0"
}