{
    "body": {
        "id": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Banyak negara di berbagai belahan dunia telah menginstal software yang mencegah pengguna internet di negara tersebut untuk mengakses situs web dan layanan internet tertentu. Perusahaan, sekolah dan perpustakaan umum sering kali menggunakan software serupa untuk melindungi pegawai, siswa, dan pengunjungnya dari materi yang dianggap mengganggu atau berbahaya. Teknologi penyaringan ini hadir dalam berbagai bentuk yang berbeda. Beberapa penyaring memblokir situs berdasarkan <a href=\"/id/glossary#IP_address\"><em>IP address</em></a>-nya, yang lain memasukkan <a href=\"/id/glossary#Domain_name\"><em>domain names</em></a> tertentu ke dalam daftar hitam, atau menelusuri komunikasi internet tidak terenkripsi untuk kata kunci tertentu.</p>\n\n<p>Apapun metode penyaringan yang ada saat ini, sangat mungkin untuk meghindarinya dengan mengandalkan komputer perantara, yagn berada di luar negeri, untuk mengakses layanan yang diblokir. Proses ini sering disebut <em>censorship circumvention</em> (menembus penyensoran) atau <a href=\"/id/glossary#Circumvention\"><em>circumvention</em></a>/penembusan. Sedangkan komputer perantaranya disebut <a href=\"/id/glossary#Proxy\"><em>proxies</em></a>. <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> sendiri hadir dalam berbagai bentuk. Bab ini membahas secara singkat jaringan anonim beberapa-proksi (multiple-proxy anonymity networks), yang dilanjutkan dengan deskripsi dasar <a href=\"/glossary#Circumvention\"><em>circumvention</em></a> <a href=\"/glossary#Proxy\"><em>proxy</em></a> dan cara kerjanya.</p>\n\n<p>Kedua metode ini adalah cara efektif menghindari penyaring internet, walaupun cara yang pertama lebih tepat digunakan jika anda mau mengorbankan kecepatan internet agar aktivitas Internet anda bisa seanonim mungkin. Jika anda mengenal dan mempercayai orang atau organisasi yang menjalankan <a href=\"/glossary#Proxy\"><em>proxy</em></a> anda, atau jika kecepatan lebih penting daripada anonimitas, <a href=\"/glossary#Circumvention\"><em>circumvention</em></a> <a href=\"/glossary#Proxy\"><em>proxy</em></a>biasa lebih cocok untuk anda.</p>\n\n<h3>Latar belakang skenario</h3>\n\n<div class=\"background\">\n\n<p>Mansour dan Magda adalah kakak-beradik yang tinggal di sebuah negara berbahasa Arab. Mereka mengelola sebuah blog yang mereka gunakan secara anonim untuk mempublikasikan pelanggaran hak asasi manusia dan untuk mengkampanyekan perubahan politik. Pihak berwenang di negara mereka belum berhasil menutup situs mereka karena di-host di negara lain, tapi pihak berwenang sering mencoba mengorek identitas mereka dari aktivis lain. Mansour dan Magda khawatir pihak berwenang akan dapat memonitor update mereka dan mengetahui identitas mereka. Selain itu, mereka juga ingin mempersiapkan diri, jika suatu saat pemerintah berhasil menyaring situs tersebut, sehingga mereka tetap bisa meng-update blog dan untuk memberitahukan cara menembus sensor bagi para pembaca blog di negaranya.</p>\n\n</div>\n\n<h3>What you can learn from this chapter</h3>\n\n<ul><li>Cara mengakses situs yang diblokir di negara anda</li>\n<li>Cara mengecah situs yang anda kunjungi untuk mengetahui lokasi anda</li>\n<li>Cara memastikan agar <a href=\"/id/glossary#ISP\"><em>ISP</em></a> anda maupun organisasi surveilans di negara anda tidak mengetahui situs web dan layanan internet yang anda kunjungi</li>\n</ul>", 
                "summary": "", 
                "value": "Banyak negara di berbagai belahan dunia telah menginstal software yang mencegah pengguna internet di negara tersebut untuk mengakses situs web dan layanan internet tertentu. Perusahaan, sekolah dan perpustakaan umum sering kali menggunakan software serupa untuk melindungi pegawai, siswa, dan pengunjungnya dari materi yang dianggap mengganggu atau berbahaya. Teknologi penyaringan ini hadir dalam berbagai bentuk yang berbeda. Beberapa penyaring memblokir situs berdasarkan [*IP address*](/id/glossary#IP_address)-nya, yang lain memasukkan [*domain names*](/id/glossary#Domain_name) tertentu ke dalam daftar hitam, atau menelusuri komunikasi internet tidak terenkripsi untuk kata kunci tertentu. \r\n\r\nApapun metode penyaringan yang ada saat ini, sangat mungkin untuk meghindarinya dengan mengandalkan komputer perantara, yagn berada di luar negeri, untuk mengakses layanan yang diblokir. Proses ini sering disebut *censorship circumvention* (menembus penyensoran) atau [*circumvention*](/id/glossary#Circumvention)/penembusan. Sedangkan komputer perantaranya disebut [*proxies*](/id/glossary#Proxy). [*Proxy*](/id/glossary#Proxy) sendiri hadir dalam berbagai bentuk. Bab ini membahas secara singkat jaringan anonim beberapa-proksi (multiple-proxy anonymity networks), yang dilanjutkan dengan deskripsi dasar [*circumvention*](/glossary#Circumvention) [*proxy*](/glossary#Proxy) dan cara kerjanya.\r\n\r\nKedua metode ini adalah cara efektif menghindari penyaring internet, walaupun cara yang pertama lebih tepat digunakan jika anda mau mengorbankan kecepatan internet agar aktivitas Internet anda bisa seanonim mungkin. Jika anda mengenal dan mempercayai orang atau organisasi yang menjalankan [*proxy*](/glossary#Proxy) anda, atau jika kecepatan lebih penting daripada anonimitas, [*circumvention*](/glossary#Circumvention) [*proxy*](/glossary#Proxy)biasa lebih cocok untuk anda. \r\n\r\n### Latar belakang skenario ###\r\n<div class=\"background\" markdown=\"1\">\r\n\r\nMansour dan Magda adalah kakak-beradik yang tinggal di sebuah negara berbahasa Arab. Mereka mengelola sebuah blog yang mereka gunakan secara anonim untuk mempublikasikan pelanggaran hak asasi manusia dan untuk mengkampanyekan perubahan politik. Pihak berwenang di negara mereka belum berhasil menutup situs mereka karena di-host di negara lain, tapi pihak berwenang sering mencoba mengorek identitas mereka dari aktivis lain. Mansour dan Magda khawatir pihak berwenang akan dapat memonitor update mereka dan mengetahui identitas mereka. Selain itu, mereka juga ingin mempersiapkan diri, jika suatu saat pemerintah berhasil menyaring situs tersebut, sehingga mereka tetap bisa meng-update blog dan untuk memberitahukan cara menembus sensor bagi para pembaca blog di negaranya.\r\n</div>\r\n\r\n### What you can learn from this chapter ###\r\n\r\n* Cara mengakses situs yang diblokir di negara anda\r\n* Cara mengecah situs yang anda kunjungi untuk mengetahui lokasi anda\r\n* Cara memastikan agar [*ISP*](/id/glossary#ISP) anda maupun organisasi surveilans di negara anda tidak mengetahui situs web dan layanan internet yang anda kunjungi"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1962", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1962", 
        "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "menu_name": "book-toc-1925", 
        "mlid": "5107", 
        "module": "book", 
        "nid": "1962", 
        "options": [], 
        "p1": "5030", 
        "p2": "5107", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "updated": "0", 
        "weight": "8"
    }, 
    "book_children": [
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Penelitian yang dilakukan oleh <a href=\"http://opennet.net/\">OpenNet Initiative (ONI)</a> dan <a href=\"http://www.rsf.org/\">Reporters Without Borders (RSF)</a> menunjukkan bahwa banyak negara yang menyaring berbagai jenis konten sosial, politik dan 'keamanan nasional', tetapi jarang mempublikasikan daftar yang pasti tentang apa saja yang sudah diblokir. Biasanya, negara yang mengontrol akses penduduknya ke Internet juga berusaha untuk memblokir proksi dan situs web yang menyediakan alat dan instruksi untuk menembus pengawasan tersebut.</p>\n\n<p>Walaupun ada jaminan akses bebas untuk mendapatkan informasi, seperti yang tertulis di Ayat 19 Deklarasi Universal Hak Asasi Manusia, jumlah negara yang memberlakukan sensor Internet terus bertambah dalam beberapa tahun terakhir. Namun, seiring bertambahnya pemfilteran internet, semakin banyak pula alat-alat penembus yang berhasil dikembangkan dan digunakan oleh banyak aktivis, programmer, dan sukarelawan.</p>\n\n<p>Sebelum menelusuri berbagai cara untuk menembus sensor internet, hal pertama yang harus anda lakukan adalah mengerti cara kerja penyaring tersebut. Untuk melakukannya, mari kita tinjau sebuah model sederhana dari koneksi internet anda.</p>\n\n<h3>Koneksi Internet anda</h3>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png\" alt=\"\" /></p>\n\n<p>Langkah pertama koneksi anda ke Internet biasanya dibuat melalui sebuah Internet Service Provider (<a href=\"/id/glossary#ISP\"><em>ISP</em></a>)/Penyedia Jasa Internet di rumah, kantor, sekolah, perpustakaan atau warnet. <a href=\"/id/glossary#ISP\"><em>ISP</em></a> memberikan <a href=\"/id/glossary#IP_address\"><em>IP address</em></a>, yang digunakan oleh berbagai layanan internet untuk mengidentifikasi anda dan mengirimkan informasi kepada anda, seperti email dan situs web yang anda kunjungi. Siapapun yang tahu <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> anda dapat mengetahui di kota apa anda tinggal. Organisasi tertentu di negara anda dapat menggunakan informasi ini untuk mengetahui lokasi anda secara akurat.</p>\n\n<ul><li><strong>ISP anda</strong> akan mengetahui gedung tempat anda berada atau saluran telepon yang anda gunakan, jika anda mengakses internet dengan modem.</li>\n<li><strong>Warnet, perpustakaan atau perusahaan anda</strong> akan mengetahui komputer mana yang anda gunakan saat itu, serta port atau titik akses nirkabel mana yang anda gunakan   </li>\n<li><strong>Badan pemerintah</strong> mungkin mengetahui semua rincian ini karena pengaruh mereka terhadap organisasi di atas. </li>\n</ul><p>Pada tahap ini, <a href=\"/id/glossary#ISP\"><em>ISP</em></a> anda mengandalkan infrastruktur jaringan di negara anda untuk menghubungkan penggunanya, termasuk anda, dengan dunia luar. Di titik lain koneksi anda, situs web atau layanan Internet yang anda akses juga telah melalui proses yang sama, karena mereka memiliki alamat IP yang diberikan oleh <a href=\"/id/glossary#ISP\"><em>ISP</em></a> di negaranya masing-masing. Walaupun tanpa detil teknis, model dasar seperti ini sangat membantu dalam mempertimbangkan berbagai alat yang memungkinkan anda untuk menghindari penyaring dan untuk tetap anonim di internet.</p>\n\n<h3>Bagaimana situs web diblokir</h3>\n\n<p>Pada dasarnya saat anda sedang melihat sebuah laman web, anda menunjukkan <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> dari situs tersebut kepada <a href=\"/id/glossary#ISP\"><em>ISP</em></a> anda dan memintanya untuk menguhubungkan anda ke <a href=\"/id/glossary#ISP\"><em>ISP</em></a> milik webserver. Dan jika anda menggunakan koneksi internet tanpa penyensor, itulah yang akan dilakukan oleh ISP anda. Jika anda berada di negara yang menyensor internet, maka langkah pertama yang akan dilakukan ISP anda adalah melihat <a href=\"/id/glossary#Blacklist\"><em>blacklist</em></a>/daftar hitam  yang berisi situs web terlarang dan memutuskan apakah ia akan menuruti permintaan anda.</p>\n\n<p>Dalam beberapa kasus, ada sebuah organisasi pusat yang menangani penyensoran <a href=\"/glossary#ISP\"><em>ISPs</em></a>. Sering kali, <a href=\"/id/glossary#Blacklist\"><em>blacklist</em></a>/daftar hitam berisi <a href=\"/id/glossary#Domain_names\"><em>domain names</em></a>, seperti www.blogger.com, bukan <a href=\"/id/glossary#IP_address\"><em>IP addresses</em></a>. Dan di beberapa negara software penyensor tidak memblokir alamat internet tertentu, tetapi hanya memonitor koneksi anda. Software seperti ini memindai permintaan anda dan laman web yang kembali ke anda sambil mencari kata-kata kunci tertentu, lalu memutuskan apakah anda boleh melihat hasilnya atau tidak.</p>\n\n<p>Dan, Yang lebih memperburuk suasana, saat sebuah laman web diblokir anda mungkin tidak mengetahuinya. Beberapa penyensor menyediakan sebuah 'halaman blokir' yang menjelaskan mengapa laman tertentu disensor, penyensor lain hanya menampilkan pesan eror yang menyesatkan. Pesan ini mungkin hanya mengatakan bahwa laman yang dicari tidak ditemukan atau alamat yang dituju salah.</p>\n\n<p>Umumnya, lebih mudah untuk memikirkan yang terburuk tentang sensor internet, daripada meneliti kekuatan atau kelemahan teknologi penyensoran yang digunakan di negara anda. Dengan kata lain anda dapat menggunakan asumsi:</p>\n\n<ul><li>Lalu lintas internet anda dimonitor untuk kata kunci tertentu</li>\n<li>Penyaringan diterapkan secara langsung pada tingkat <a href=\"/id/glossary#ISP\"><em>ISP</em></a></li>\n<li>Situs yang di blokir/<a href=\"/id/glossary#Blacklist\"><em>blacklisted</em></a> di masukkan ke daftar hitam baik  <a href=\"/id/glossary#IP_address\"><em>IP addresses</em></a> maupun <a href=\"/id/glossary#Domain_name\">*domain names *</a>.</li>\n<li>Anda mungkin mendapatkan alasan yang tidak jelas atau menyesatkan tentang mengapa situs yang diblokir tidak bisa dibuka.</li>\n</ul><p>Meskipun alat-alat penembus yang paling efektif dapat digunakan melawan metode penyensoran yang ada, tidak ada salahnya asumsi diatas kita terapkan.</p>\n\n<div class=\"background\">\n\n<p>Mansour:Jadi, jika suatu saat aku tidak bisa mengakses blog, tetapi ada teman di negara lain yang masih bisa mengunjunginya, apa itu berarti pemerintah sudah memblokir blog kita?</p>\n\n<p>Magda:Belum tentu. Bisa saja masalah itu hanya dialami oleh orang-orang yang mengakses blog dari sini. Bisa juga karena ada masalah di komputermu yang hanya tampil di situs tertentu. Tapi kamu sudah benar. Kamu bisa coba mengunjunginya dengan menggunakan alat penembus. Lagipula, sebagian besar alat ini mengandalkan server proksi eksternal, jadi seperti minta tolong teman kita di negara lain untuk mengetes situs web untuk kita, bedanya, kita melakukan ini sendiri.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Penelitian yang dilakukan oleh [OpenNet Initiative (ONI)](http://opennet.net/) dan [Reporters Without Borders (RSF)](http://www.rsf.org/) menunjukkan bahwa banyak negara yang menyaring berbagai jenis konten sosial, politik dan 'keamanan nasional', tetapi jarang mempublikasikan daftar yang pasti tentang apa saja yang sudah diblokir. Biasanya, negara yang mengontrol akses penduduknya ke Internet juga berusaha untuk memblokir proksi dan situs web yang menyediakan alat dan instruksi untuk menembus pengawasan tersebut.\r\n\r\nWalaupun ada jaminan akses bebas untuk mendapatkan informasi, seperti yang tertulis di Ayat 19 Deklarasi Universal Hak Asasi Manusia, jumlah negara yang memberlakukan sensor Internet terus bertambah dalam beberapa tahun terakhir. Namun, seiring bertambahnya pemfilteran internet, semakin banyak pula alat-alat penembus yang berhasil dikembangkan dan digunakan oleh banyak aktivis, programmer, dan sukarelawan.\r\n\r\nSebelum menelusuri berbagai cara untuk menembus sensor internet, hal pertama yang harus anda lakukan adalah mengerti cara kerja penyaring tersebut. Untuk melakukannya, mari kita tinjau sebuah model sederhana dari koneksi internet anda.\r\n\r\n### Koneksi Internet anda  ###\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png)\r\n\r\nLangkah pertama koneksi anda ke Internet biasanya dibuat melalui sebuah <i>Internet Service Provider ([*ISP*](/id/glossary#ISP))/Penyedia Jasa Internet di rumah, kantor, sekolah, perpustakaan atau warnet. [*ISP*](/id/glossary#ISP) memberikan [*IP address*](/id/glossary#IP_address), yang digunakan oleh berbagai layanan internet untuk mengidentifikasi anda dan mengirimkan informasi kepada anda, seperti email dan situs web yang anda kunjungi. Siapapun yang tahu [*IP address*](/id/glossary#IP_address) anda dapat mengetahui di kota apa anda tinggal. Organisasi tertentu di negara anda dapat menggunakan informasi ini untuk mengetahui lokasi anda secara akurat.\r\n\r\n* **ISP anda** akan mengetahui gedung tempat anda berada atau saluran telepon yang anda gunakan, jika anda mengakses internet dengan modem.\r\n* **Warnet, perpustakaan atau perusahaan anda** akan mengetahui komputer mana yang anda gunakan saat itu, serta port atau titik akses nirkabel mana yang anda gunakan\t\r\n* **Badan pemerintah** mungkin mengetahui semua rincian ini karena pengaruh mereka terhadap organisasi di atas.\t\r\n\r\nPada tahap ini, [*ISP*](/id/glossary#ISP) anda mengandalkan infrastruktur jaringan di negara anda untuk menghubungkan penggunanya, termasuk anda, dengan dunia luar. Di titik lain koneksi anda, situs web atau layanan Internet yang anda akses juga telah melalui proses yang sama, karena mereka memiliki alamat IP yang diberikan oleh [*ISP*](/id/glossary#ISP) di negaranya masing-masing. Walaupun tanpa detil teknis, model dasar seperti ini sangat membantu dalam mempertimbangkan berbagai alat yang memungkinkan anda untuk menghindari penyaring dan untuk tetap anonim di internet. \r\n\r\n### Bagaimana situs web diblokir  ###\r\n\r\nPada dasarnya saat anda sedang melihat sebuah laman web, anda menunjukkan [*IP address*](/id/glossary#IP_address) dari situs tersebut kepada [*ISP*](/id/glossary#ISP) anda dan memintanya untuk menguhubungkan anda ke [*ISP*](/id/glossary#ISP) milik webserver. Dan jika anda menggunakan koneksi internet tanpa penyensor, itulah yang akan dilakukan oleh ISP anda. Jika anda berada di negara yang menyensor internet, maka langkah pertama yang akan dilakukan ISP anda adalah melihat [*blacklist*](/id/glossary#Blacklist)/daftar hitam  yang berisi situs web terlarang dan memutuskan apakah ia akan menuruti permintaan anda. \r\n\r\nDalam beberapa kasus, ada sebuah organisasi pusat yang menangani penyensoran [*ISPs*](/glossary#ISP). Sering kali, [*blacklist*](/id/glossary#Blacklist)/daftar hitam berisi [*domain names*](/id/glossary#Domain_names), seperti www.blogger.com, bukan [*IP addresses*](/id/glossary#IP_address). Dan di beberapa negara software penyensor tidak memblokir alamat internet tertentu, tetapi hanya memonitor koneksi anda. Software seperti ini memindai permintaan anda dan laman web yang kembali ke anda sambil mencari kata-kata kunci tertentu, lalu memutuskan apakah anda boleh melihat hasilnya atau tidak.\r\n\r\nDan, Yang lebih memperburuk suasana, saat sebuah laman web diblokir anda mungkin tidak mengetahuinya. Beberapa penyensor menyediakan sebuah 'halaman blokir' yang menjelaskan mengapa laman tertentu disensor, penyensor lain hanya menampilkan pesan eror yang menyesatkan. Pesan ini mungkin hanya mengatakan bahwa laman yang dicari tidak ditemukan atau alamat yang dituju salah. \r\n\r\nUmumnya, lebih mudah untuk memikirkan yang terburuk tentang sensor internet, daripada meneliti kekuatan atau kelemahan teknologi penyensoran yang digunakan di negara anda. Dengan kata lain anda dapat menggunakan asumsi:\r\n\r\n* Lalu lintas internet anda dimonitor untuk kata kunci tertentu\r\n* Penyaringan diterapkan secara langsung pada tingkat [*ISP*](/id/glossary#ISP)\r\n* Situs yang di blokir/[*blacklisted*](/id/glossary#Blacklist) di masukkan ke daftar hitam baik  [*IP addresses*](/id/glossary#IP_address) maupun [*domain names *](/id/glossary#Domain_name).\r\n* Anda mungkin mendapatkan alasan yang tidak jelas atau menyesatkan tentang mengapa situs yang diblokir tidak bisa dibuka.\r\n\r\nMeskipun alat-alat penembus yang paling efektif dapat digunakan melawan metode penyensoran yang ada, tidak ada salahnya asumsi diatas kita terapkan. \r\n\t\r\n<div class=\"background\" markdown=\"1\">\r\nMansour:Jadi, jika suatu saat aku tidak bisa mengakses blog, tetapi ada teman di negara lain yang masih bisa mengunjunginya, apa itu berarti pemerintah sudah memblokir blog kita?\r\n \r\nMagda:Belum tentu. Bisa saja masalah itu hanya dialami oleh orang-orang yang mengakses blog dari sini. Bisa juga karena ada masalah di komputermu yang hanya tampil di situs tertentu. Tapi kamu sudah benar. Kamu bisa coba mengunjunginya dengan menggunakan alat penembus. Lagipula, sebagian besar alat ini mengandalkan server proksi eksternal, jadi seperti minta tolong teman kita di negara lain untuk mengetes situs web untuk kita, bedanya, kita melakukan ini sendiri. \r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1963", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1963", 
                "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "menu_name": "book-toc-1925", 
                "mlid": "5108", 
                "module": "book", 
                "nid": "1963", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5108", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612159", 
            "comment": "0", 
            "created": "1441105008", 
            "current_revision_id": "12812", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_1", 
                        "value": "chapter_8_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5108": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1963", 
                    "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5108", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5108", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1963", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1963", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Lebih mengerti tentang penyensoran Internet ", 
                        "value": "Lebih mengerti tentang penyensoran Internet "
                    }
                ]
            }, 
            "title_original": "Understanding Internet censorship", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917644", 
                        "created": "1442917644", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228024", 
                        "created": "1441807765", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096894", 
                        "created": "1443096894", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414273", 
                        "created": "1442414273", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920108", 
                        "created": "1441208230", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108918", 
                        "created": "1442762048", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706187", 
                        "created": "1443706187", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612159", 
                        "created": "1452612159", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457566", 
                        "created": "1443457566", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117487", 
                        "created": "1441117487", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811545", 
                        "created": "1443811545", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396988", 
                        "created": "1444396988", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102031", 
                        "created": "1443102031", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094569", 
                        "created": "1443094569", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105038", 
                        "created": "1441105008", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583830", 
                        "created": "1443623852", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e0b8a8fe-9b96-4d4b-bdd8-ca3a86c267ef", 
            "vid": "12812", 
            "vuuid": "cf854c2a-4334-4c5b-a232-d5932e466228"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Jika anda tidak dapat mengunjungi sebuah situs web secara langsung karena diblokir, anda perlu mencari cara untuk menyiasati halangan tersebut. Sebuah server  <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> aman yang terletak di negara yang tidak menyensor internet dapat memberikan solusi ini dengan menangkap laman web yang anda minta, dan mengantarkannya untuk anda. Dalam pandangan <a href=\"/id/glossary#ISP\"><em>ISP's</em></a> anda hanya akan terlihat bahwa anda berkomunikasi dengan aman dengan komputer tidak dikenal (server <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>) di Internet.</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png\" alt=\"\" /></p>\n\n<p>Tentu saja, badan pemerintah yang bertugas menangani penyensoran Internet di negara anda (atau perusahaan yang memberikan update untuk software penyensoran) pada akhirnya akan mengetahui bahwa 'komputer tak dikenal' ini adalah circumvention <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>/proksi penembus. Jika itu terjadi <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> anda mungkin dimasukkan ke dalam <a href=\"/id/glossary#Blacklist\"><em>blacklist</em></a>/daftar hitam dan penembusan tidak bisa lagi dilakukan. Namun, biasanya butuh waktu yang lama sampai proksi terblokir, dan mereka yang membuat dan mengupdate alat circumvention mengerti akan adanya ancaman tersebut. Biasanya mereka melawannya dengan salah satu dari metode di bawah ini:</p>\n\n<ul><li><p><strong>Proksi tersembunyi</strong>, biasanya sulit diidentifikasi. Inilah salah satu alasan untuk menggunakan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> yang aman, yang biasanya cenderung tidak mencolok. <a href=\"/id/glossary#Encryption\"><em>Enkripsi</em></a> hanyalah bagian dari solusi. Operator <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> juga harus waspada dalam menampilkan lokasinya kepada pengguna baru, jika ingin tetap tersembunyi.</p></li>\n<li><p><strong>Proksi sekali pakai</strong> dapat diganti setelah diblokir. Dalam hal ini, proses pemberitahuan kepada pengguna tentang cara menemukan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> pengganti mungkin tidak terlalu aman. Kelebihan alat circumvention jenis ini biasanya hanya lebih cepat dalam mendistribusikan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> baru daripada pemblokirannya.</p></li>\n</ul><p>Pada akhirnya, selama anda dapat menjangkau <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> yang anda percaya untuk menangkap layanan yang anda minta, yang harus anda lakukan adalah mengirimkan permintaan anda dan melihat apa yang kembali ke anda dengan aplikasi internet yang sesuai. Biasanya, rincian proses ini ditangani secara otomatis oleh circumvention software yang anda install di komputer anda, dengan cara memodifikasi pengaturan browser anda atau dengan mengarahkan browser anda ke laman <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> berbasis web. Jaringan anonimitas <a href=\"/id/glossary#Tor\"><em>Tor</em></a> yang dibahas dibawah ini menggunakan metode yang pertama. Selanjutnya terdapat pembahasan mengenai alat circumvention <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>-tunggal, yang memiliki cara kerjanya masing-masing.</p>\n", 
                        "summary": "", 
                        "value": "Jika anda tidak dapat mengunjungi sebuah situs web secara langsung karena diblokir, anda perlu mencari cara untuk menyiasati halangan tersebut. Sebuah server  [*proxy*](/id/glossary#Proxy) aman yang terletak di negara yang tidak menyensor internet dapat memberikan solusi ini dengan menangkap laman web yang anda minta, dan mengantarkannya untuk anda. Dalam pandangan [*ISP's*](/id/glossary#ISP) anda hanya akan terlihat bahwa anda berkomunikasi dengan aman dengan komputer tidak dikenal (server [*proxy*](/id/glossary#Proxy)) di Internet.\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png)\r\n\r\nTentu saja, badan pemerintah yang bertugas menangani penyensoran Internet di negara anda (atau perusahaan yang memberikan update untuk software penyensoran) pada akhirnya akan mengetahui bahwa 'komputer tak dikenal' ini adalah circumvention [*proxy*](/id/glossary#Proxy)/proksi penembus. Jika itu terjadi [*IP address*](/id/glossary#IP_address) anda mungkin dimasukkan ke dalam [*blacklist*](/id/glossary#Blacklist)/daftar hitam dan penembusan tidak bisa lagi dilakukan. Namun, biasanya butuh waktu yang lama sampai proksi terblokir, dan mereka yang membuat dan mengupdate alat circumvention mengerti akan adanya ancaman tersebut. Biasanya mereka melawannya dengan salah satu dari metode di bawah ini:\r\n\r\n* **Proksi tersembunyi**, biasanya sulit diidentifikasi. Inilah salah satu alasan untuk menggunakan [*proxies*](/id/glossary#Proxy) yang aman, yang biasanya cenderung tidak mencolok. [*Enkripsi*](/id/glossary#Encryption) hanyalah bagian dari solusi. Operator [*proxy*](/id/glossary#Proxy) juga harus waspada dalam menampilkan lokasinya kepada pengguna baru, jika ingin tetap tersembunyi.\r\n\r\n* **Proksi sekali pakai** dapat diganti setelah diblokir. Dalam hal ini, proses pemberitahuan kepada pengguna tentang cara menemukan [*proxies*](/id/glossary#Proxy) pengganti mungkin tidak terlalu aman. Kelebihan alat circumvention jenis ini biasanya hanya lebih cepat dalam mendistribusikan [*proxies*](/id/glossary#Proxy) baru daripada pemblokirannya.  \r\n\t\r\nPada akhirnya, selama anda dapat menjangkau [*proxy*](/id/glossary#Proxy) yang anda percaya untuk menangkap layanan yang anda minta, yang harus anda lakukan adalah mengirimkan permintaan anda dan melihat apa yang kembali ke anda dengan aplikasi internet yang sesuai. Biasanya, rincian proses ini ditangani secara otomatis oleh circumvention software yang anda install di komputer anda, dengan cara memodifikasi pengaturan browser anda atau dengan mengarahkan browser anda ke laman [*proxy*](/id/glossary#Proxy) berbasis web. Jaringan anonimitas [*Tor*](/id/glossary#Tor) yang dibahas dibawah ini menggunakan metode yang pertama. Selanjutnya terdapat pembahasan mengenai alat circumvention [*proxy*](/id/glossary#Proxy)-tunggal, yang memiliki cara kerjanya masing-masing. "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1964", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1964", 
                "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5109", 
                "module": "book", 
                "nid": "1964", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5109", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612308", 
            "comment": "0", 
            "created": "1441105125", 
            "current_revision_id": "12813", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_2", 
                        "value": "chapter_8_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5109": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1964", 
                    "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5109", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5109", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1964", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1964", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612308", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Lebih mengerti tentang cara menembus penyensoran  ", 
                        "value": "Lebih mengerti tentang cara menembus penyensoran  "
                    }
                ]
            }, 
            "title_original": "Understanding censorship circumvention", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917569", 
                        "created": "1442917569", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228068", 
                        "created": "1441807944", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096914", 
                        "created": "1443096914", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414335", 
                        "created": "1442414335", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920529", 
                        "created": "1441208278", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108991", 
                        "created": "1442762070", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706228", 
                        "created": "1443706228", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612308", 
                        "created": "1452612308", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457619", 
                        "created": "1443457619", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117719", 
                        "created": "1441117719", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811646", 
                        "created": "1443811646", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397068", 
                        "created": "1444397068", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102052", 
                        "created": "1443102052", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094668", 
                        "created": "1443094668", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105125", 
                        "created": "1441105125", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583911", 
                        "created": "1443623883", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3fd8e6ec-6a7a-4f4a-9c99-5356d512a52d", 
            "vid": "12813", 
            "vuuid": "e423e0ea-137f-428a-abe6-69329912dd92"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h3>Jaringan anonimitas</h3>\n\n<p>Jaringan anonimitas biasanya 'memantulkan' lalu lintas internet anda dari <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> aman satu ke yang lain guna menyamarkan lokasi asal anda dan apa yang sedang anda akses. Hal ini dapat menurunkan kecepatan internet anda dalam menampilkan situs web dan layanan lainnya. Namun, jika anda menggunakan  <a href=\"/id/glossary#Tor\"><em>Tor</em></a>, program ini juga menyediakan cara menembus sensor yang handal, aman dan umum, sehingga anda tidak perlu khawatir tentang orang yang mengoperasikan <a href=\"/id/glossary#Proxy\">proxies</a> anda dan juga situs web yang anda kunjungi. Seperti biasa, anda tetap harus memastikan bahwa koneksi anda terenkripsi melalui <a href=\"/id/glossary#SSL\">HTTPS</a>, sebelum anda bertukar informasi rahasia, seperti password dan email, melalui browser.</p>\n\n<p>Anda harus menginstal software untuk dapat menggunakan <a href=\"/id/glossary#Tor\"><em>Tor</em></a>, dan kombinasi keduanya akan menghasilkan sebuah alat yang memberikan anonimitas dan juga circumvention ke sensor internet. Setiap kali anda terhubung ke jaringan <a href=\"/id/glossary#Tor\"><em>Tor</em></a> anda memilih jalur acak melalui tiga <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> <a href=\"/id/glossary#Tor\"><em>Tor</em></a> yang aman. Ini menjamin bahwa baik <a href=\"/id/glossary#ISP\"><em>ISP</em></a> maupun <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> anda akan mengetahui <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> komputer serta lokasi layanan internet yang anda minta. Anda dapat mempelajarinya lebih lanjut di Panduan Tor.</p>\n\n<div class=\"getstarted\">\n\n<p>Hands-on: Get started with the <a href=\"/tor_main\"><em>Tor Guide</em></a></p>\n\n</div>\n\n<p>Salah satu kelebihan Tor adalah bahwa ia tidak hanya bisa digunakan dengan browser, tetapi juga dengan berbagai software internet. Tor dapat digunakan dengan berbagai program berikut untuk mengakses layanan yang disaring ataupun menyembunyikan penggunaannya: program email, termasuk Mozilla <a href=\"/id/glossary#Thunderbird\"><em>Thunderbird</em></a>, dan program pesan instan seperti <a href=\"/id/glossary#Pidgin\"><em>Pidgin</em></a>.</p>\n\n<h3>circumvention proxies dasar</h3>\n\n<p>Terdapat tiga pertanyaan penting saat anda memilih circumvention <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> dasar. Pertama, apakah tersebut berbasis web, atau mengharuskan anda mengubah pengaturan atau menginstal software tertentu di komputer anda? Yang ke dua, apakah proksi tersebut aman? Dan yang ke tiga, apakah privat atau publik?</p>\n\n<h4>Proksi berbasis-web dan proksi lainnya::</h4>\n\n<p><a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> berbasis web adalah proksi yang paling mudah digunakan. Proksi jenis ini hanya mengharuskan anda untuk mengunjungi laman web <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> dan memasukkan alamat terpilih yang akan anda kunjungi dan klik tombol yang ada. <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> tersebut akan menampilkan konten yang anda minta di dalam laman webnya sendiri. Anda dapat mengikuti tautan yang ada seperti biasa, atau memasukkan alamat baru ke <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> saat anda ingin mengunjungi laman lainnya. Anda tidak harus menginstal software apapun atau mengubah pengaturan browser. Ini berarti <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> berbasis web anda:</p>\n\n<ul><li>Mudah digunakan.</li>\n<li>Dapat dijangkau dari komputer umum seperti di warnet, yang biasanya tidak membolehkan anda untuk menginstal program atau mengubah pengaturannya.</li>\n<li>Bisa lebih aman, terutama jika anda takut ketahuan memiliki circumvention software  di komputer anda. </li>\n</ul><p>Web berbasis <a href=\"/id/glossary#Proxy\"><em>proxies</em></a>  biasanya memiliki kelemahan tersendiri. Webtidak selalu menampilkan laman dengan benar, dan banyak web berbasis  <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> yang tidak bisa menampilkan situs web yang rumit, seperti yang memiliki fitur streaming suara dan video. Dan masalah yang sering ditemukan dalam web berbasis <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> publik  adalah bahwa <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> akan berjalan lebih lambat saat digunakan banyak orang.  Selain itu, web berbasis <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> terbatas dalam kerahasiaannya karena <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> tersebut juga harus mengakses dan memodifikasi informasi yang didapat dari situs yang anda kunjungi sebelum menampilkannya untuk anda. Jika tidak, anda tidak akan bisa mengklik tautan yang ada tanpa meninggalkan proksi. Hal ini dibahas lebih jauh di bagian berikutnya.</p>\n\n<p><a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> jenis lain biasanya mengharuskan anda untuk menginstal program atau mengkonfigurasi alamat <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> eksternal di browser atau operating system anda. Untuk yang pertama, program  circumvention anda biasanya akan menyediakan cara untuk menyalakan dan mematikan alatnya, yang memberitahukan browser anda kapan harus menggunakan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>. Software seperti ini biasanya memungkinkan anda untuk mengganti <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> secara otomatis jika ada proksi yang di blokir. Jika anda harus mengkonfigurasi alamat <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> eksternal di browser atau sistem operasi anda, anda harus mengetahui alamat <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> yang benar, yang mungkin harus diganti jika <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>tersebut diblokir atau bekerja dengan lambat.</p>\n\n<p>Walaupun sedikit lebih susah digunakan daripada web berbasis <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>, metode circumvention ini lebih bisa menampilkan laman yang rumit dengan akurat dan membutuhkan waktu yang lebih lama untuk menjadi lambat walaupun banyak orang yang menggunakannya. Lebih lanjut lagi, <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> dapat ditemukan di berbagai aplikasi internet. Contohnya <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> HTTP untuk browser, <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> SOCKS untuk program email dan chat, dan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> VPN yang dapat mengalihkan seluruh lalu lintas internet anda untuk menghindari penyensoran.</p>\n\n<h4>proxy yang aman dan tidak aman:</h4>\n\n<p><a href=\"/id/glossary#Proxy\"><em>Proxy</em></a>yang aman dalam bab ini mengacu pada <a href=\"/glossary#Proxy\"><em>proxy</em></a> yang mendukung koneksi ter<a href=\"/id/glossary#Encryption\"><em>enkripsi</em></a> dari penggunanya. <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> tidak aman tetap memungkinkan anda untuk menembus berbagai jenis penyensoran, tetapi tidak akan bekerja jika koneksi internet anda dipindah ke kata kunci atau alamat situs web tertentu. Sebaiknya anda tidak menggunakan <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> tidak aman saat mengakses situs web ter<a href=\"/glossary#Encryption\"><em>enkripsi</em></a> seperti akun webmail dan situs web perbankan. Jika tidak, anda akan mengekspos informasi rahasia yang seharusnya tersembunyi. Dan seperti yang dikatakan sebelumnya, <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> tidak aman mudah diketahui dan diblokir oleh mereka yang bertugas mengupdate software penyensoran internet. Untuk apa menggunakan yang tidak aman jika sudah banyak tersedia proksi yang aman, cepat dan gratis?</p>\n\n<p>Anda akan mengetahui apakah sebuah web berbasis <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> aman atau tidak dengan mengakses situs <a href=\"/id/glossary#Proxy\"><em>Proxy</em></a> webnya melalui alamat <a href=\"/id/glossary#HTTPS\"><em>HTTPS</em></a>. Seperti layanan webmail, proksi juga mendukung koneksi aman dan tidak aman, jadi anda harus yakin bahwa anda menggunakan alamat yang aman. Dalam banyak kasus, anda harus meng-'accept' ‘peringatan sertifikat keamanan’ (security certificate warning) dari browser anda. Hal ini berlaku untuk <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> <a href=\"/id/glossary#Psiphon\"><em>Psiphon</em></a> dan <a href=\"/id/glossary#Peacefire\"><em>Peacefire</em></a>, seperti yang dibahas di bawah ini. Peringatan seperti ini mengisyaratkan bahwa seseorang, seperti ISP anda atau seorang hackers/peretas, mungkin memonitor koneksi anda ke <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> tersebut. Walaupun ada peringatan tersebut, sebisa mungkin anda tetap menggunakan  <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> aman. Namun, saat menggunakan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> untuk circumvention, sebaiknya hindari kunjungan ke situs web aman, memasukkan pasword atau bertukar informasi rahasia, kecuali anda bisa memverifikasi cap jari dari <a href=\"/id/glossary#SSL\"><em>SSL</em></a> <a href=\"/id/glossary#Proxy\"><em>proxy's</em></a> tersebut. Untuk dapat melakukannya anda harus berkomunikasi dengan administrator <a href=\"/id/glossary#Proxy\"><em>proxy's</em></a> tersebut.</p>\n\n<p><em>Lampiran C</em> dari <a href=\"https://sesawe.net/Using-psiphon-2.html\"><em>Psiphon User's Guide</em></a>/Panduan Pengguna Psiphon menjelaskan langkah-langkah yang harus diambil baik oleh anda sendiri maupun administrator <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>  untuk dapat memverifikasi cap jadi  <a href=\"/id/glossary#Proxy\"><em>proxy's</em></a> tersebut.</p>\n\n<p>Sebaiknya hindari juga mengakses informasi rahasia melalui web berbasis <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> kecuali anda mempercayai orang yang menjalankannya. Ini berlaku baik saat anda melihat peringatan sertifikat keamanan maupun tidak, sewaktu anda mengunjungi <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>. Ini juga berlaku walaupun anda mengenal operator <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> dan dapat memverifikasi <em>cap sidik jari</em> dari servernya sebelum anda mengabulkan peringatan tersebut. Juka anda mengandalkan server proksi tunggal untuk penembusan, sang administrator akan mengetahui <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> anda serta situs web yang anda akses. Yang lebih penting, jika <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> tersebut berbasis web, operator yang nakal akan dapat mengakses semua informasi yang lewat antara browser dan situs web yang anda kunjungi, termasuk konten webmail dan passwordnya.</p>\n\n<p>Untuk <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> yang tidak berbasis web, anda mungkin harus meneliti terlebih dahulu untuk mengetahui apakah proksi tersebut mendukung koneksi yang aman. Semua <a href=\"/glossary#Proxy\"><em>proxies</em></a> dan jaringan anonimitas yang direkomendasikan di bab ini tergolong aman.</p>\n\n<h4>Proksi publik dan privat:</h4>\n\n<p><a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> publik menerima koneksi dari siapa saja, sedangkan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> privat biasanya memerlukan nama pengguna dan kata sandi. Walaupun <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> publik memiliki kelebihan dapat diakses siapa saja, biasanya proksi publik cepat dipenuhi pengunjung. Akibatnya, walaupun <a href=\"/glossary#Proxy\"><em>proxies</em></a> publik sama canggihnya dan sama terawatnya dengan yang privat, biasanya mereka berjalan lambat. <a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> privat biasanya dijalankan oleh perusahaan atau oleh administrator yang membuat akun untuk pengguna yang mereka kenal secara pribadi. Karena itu biasanya lebih mudah mengetahui motivasi dari operator proksi privat. Anda sebaiknya tidak berasumsi bahwa, karena alasan di atas, <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> privat lebih terpercaya. Lagipula, sudah banyak layanan online yang mengekspos penggunanya karena motif mencari keuntungan.</p>\n\n<p><a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> publik sederhana biasanya dapat ditemukan dengan mencari istilah ‘proksi publik’ (public proxy), tetapi sebaiknya anda tidak mengandalkan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> yang ditemukan dengan cara seperti ini. Karena itu, masih tetap lebih baik menggunakan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> privat yang aman yang dijalankan oleh orang yang anda kenal dan percayai, baik secara pribadi ataupun berdasarkan reputasinya, dan oleh mereka yang mempunyai kecakapan teknis untuk mengaja keamannya. Apakah anda harus menggunakan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> berbasis web atau tidak itu semua tergantung dari kebutuhan dan preferensi anda sendiri. Kapanpun anda menggunakan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> untuk menembus sensor, sebaiknya anda juga menggunakan browser<a href=\"/id/glossary#Firefox\"><em>Firefox</em></a> yang sudah terinstal ektensi browser <a href=\"/id/glossary#NoScript\"><em>NoScript</em></a>, seperti yang dibahas dalam  <a href=\"/firefox_main\"><em>Panduan Firefox</em></a>. Dengan melakukannya anda akan terlindungi dari  <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> jahat dan dari situs web yang mungkin ingin mengetahui <a href=\"/id/glossary#IP_address\"><em>IP address</em></a> anda yang sebenarnya. Perlu diingat bahwa, <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> ter<a href=\"/id/glossary#Encrypted\"><em>enkripsi</em></a> tidak akan membuat situs web yang tidak aman menjadi aman. Anda tetap harus memastikan bahwa anda memiliki koneksi <a href=\"/id/glossary#SSL\"><em>HTTPS</em></a> sebelum mengirim atau menerima informasi rahasia.</p>\n\n<p>Jika anda tidak bisa menemukan orang, organisasi atau perusahaan yang layanan  <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>nya bisa anda percaya, terjangkau dan mudah diakses dari negara anda, sebaiknya anda mencoba menggunakan jaringan anonimitas Tor, yang telah dibahas sebelumya, dalam <a href=\"#Anonymity_networks\"><em>Jaringan anonimitas</em></a>.</p>\n", 
                        "summary": "", 
                        "value": "### Jaringan anonimitas ###\r\n\r\nJaringan anonimitas biasanya 'memantulkan' lalu lintas internet anda dari [*proxies*](/id/glossary#Proxy) aman satu ke yang lain guna menyamarkan lokasi asal anda dan apa yang sedang anda akses. Hal ini dapat menurunkan kecepatan internet anda dalam menampilkan situs web dan layanan lainnya. Namun, jika anda menggunakan  [*Tor*](/id/glossary#Tor), program ini juga menyediakan cara menembus sensor yang handal, aman dan umum, sehingga anda tidak perlu khawatir tentang orang yang mengoperasikan [proxies](/id/glossary#Proxy) anda dan juga situs web yang anda kunjungi. Seperti biasa, anda tetap harus memastikan bahwa koneksi anda terenkripsi melalui [HTTPS](/id/glossary#SSL), sebelum anda bertukar informasi rahasia, seperti password dan email, melalui browser. \r\n\r\nAnda harus menginstal software untuk dapat menggunakan [*Tor*](/id/glossary#Tor), dan kombinasi keduanya akan menghasilkan sebuah alat yang memberikan anonimitas dan juga circumvention ke sensor internet. Setiap kali anda terhubung ke jaringan [*Tor*](/id/glossary#Tor) anda memilih jalur acak melalui tiga [*proxies*](/id/glossary#Proxy) [*Tor*](/id/glossary#Tor) yang aman. Ini menjamin bahwa baik [*ISP*](/id/glossary#ISP) maupun [*proxies*](/id/glossary#Proxy) anda akan mengetahui [*IP address*](/id/glossary#IP_address) komputer serta lokasi layanan internet yang anda minta. Anda dapat mempelajarinya lebih lanjut di Panduan Tor.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nHands-on: Get started with the [*Tor Guide*](/tor_main)\r\n</div>\r\n\r\nSalah satu kelebihan Tor adalah bahwa ia tidak hanya bisa digunakan dengan browser, tetapi juga dengan berbagai software internet. Tor dapat digunakan dengan berbagai program berikut untuk mengakses layanan yang disaring ataupun menyembunyikan penggunaannya: program email, termasuk Mozilla [*Thunderbird*](/id/glossary#Thunderbird), dan program pesan instan seperti [*Pidgin*](/id/glossary#Pidgin).\r\n\r\n### circumvention proxies dasar ###\r\n\r\nTerdapat tiga pertanyaan penting saat anda memilih circumvention [*proxy*](/id/glossary#Proxy) dasar. Pertama, apakah tersebut berbasis web, atau mengharuskan anda mengubah pengaturan atau menginstal software tertentu di komputer anda? Yang ke dua, apakah proksi tersebut aman? Dan yang ke tiga, apakah privat atau publik?\r\n\r\n#### Proksi berbasis-web dan proksi lainnya::####\r\n\r\n[*Proxies*](/id/glossary#Proxy) berbasis web adalah proksi yang paling mudah digunakan. Proksi jenis ini hanya mengharuskan anda untuk mengunjungi laman web [*proxy*](/id/glossary#Proxy) dan memasukkan alamat terpilih yang akan anda kunjungi dan klik tombol yang ada. [*Proxy*](/id/glossary#Proxy) tersebut akan menampilkan konten yang anda minta di dalam laman webnya sendiri. Anda dapat mengikuti tautan yang ada seperti biasa, atau memasukkan alamat baru ke [*Proxy*](/id/glossary#Proxy) saat anda ingin mengunjungi laman lainnya. Anda tidak harus menginstal software apapun atau mengubah pengaturan browser. Ini berarti [*proxies*](/id/glossary#Proxy) berbasis web anda:\r\n\r\n* Mudah digunakan.\r\n* Dapat dijangkau dari komputer umum seperti di warnet, yang biasanya tidak membolehkan anda untuk menginstal program atau mengubah pengaturannya.\r\n* Bisa lebih aman, terutama jika anda takut ketahuan memiliki circumvention software  di komputer anda. \r\n\r\nWeb berbasis [*proxies*](/id/glossary#Proxy)  biasanya memiliki kelemahan tersendiri. Webtidak selalu menampilkan laman dengan benar, dan banyak web berbasis  [*proxies*](/id/glossary#Proxy) yang tidak bisa menampilkan situs web yang rumit, seperti yang memiliki fitur streaming suara dan video. Dan masalah yang sering ditemukan dalam web berbasis [*proxy*](/id/glossary#Proxy) publik  adalah bahwa [*proxy*](/id/glossary#Proxy) akan berjalan lebih lambat saat digunakan banyak orang.  Selain itu, web berbasis [*proxy*](/id/glossary#Proxy) terbatas dalam kerahasiaannya karena [*proxy*](/id/glossary#Proxy) tersebut juga harus mengakses dan memodifikasi informasi yang didapat dari situs yang anda kunjungi sebelum menampilkannya untuk anda. Jika tidak, anda tidak akan bisa mengklik tautan yang ada tanpa meninggalkan proksi. Hal ini dibahas lebih jauh di bagian berikutnya. \r\n \r\n[*Proxies*](/id/glossary#Proxy) jenis lain biasanya mengharuskan anda untuk menginstal program atau mengkonfigurasi alamat [*proxy*](/id/glossary#Proxy) eksternal di browser atau operating system anda. Untuk yang pertama, program  circumvention anda biasanya akan menyediakan cara untuk menyalakan dan mematikan alatnya, yang memberitahukan browser anda kapan harus menggunakan [*proxy*](/id/glossary#Proxy). Software seperti ini biasanya memungkinkan anda untuk mengganti [*proxy*](/id/glossary#Proxy) secara otomatis jika ada proksi yang di blokir. Jika anda harus mengkonfigurasi alamat [*proxy*](/id/glossary#Proxy) eksternal di browser atau sistem operasi anda, anda harus mengetahui alamat [*proxy*](/id/glossary#Proxy) yang benar, yang mungkin harus diganti jika [*proxy*](/id/glossary#Proxy)tersebut diblokir atau bekerja dengan lambat. \r\n\r\nWalaupun sedikit lebih susah digunakan daripada web berbasis [*proxy*](/id/glossary#Proxy), metode circumvention ini lebih bisa menampilkan laman yang rumit dengan akurat dan membutuhkan waktu yang lebih lama untuk menjadi lambat walaupun banyak orang yang menggunakannya. Lebih lanjut lagi, [*proxy*](/id/glossary#Proxy) dapat ditemukan di berbagai aplikasi internet. Contohnya [*proxy*](/id/glossary#Proxy) HTTP untuk browser, [*proxy*](/id/glossary#Proxy) SOCKS untuk program email dan chat, dan [*proxy*](/id/glossary#Proxy) VPN yang dapat mengalihkan seluruh lalu lintas internet anda untuk menghindari penyensoran. \r\n\r\n#### proxy yang aman dan tidak aman: ####\r\n \r\n\r\n[*Proxy*](/id/glossary#Proxy)yang aman dalam bab ini mengacu pada [*proxy*](/glossary#Proxy) yang mendukung koneksi ter[*enkripsi*](/id/glossary#Encryption) dari penggunanya. [*Proxy*](/id/glossary#Proxy) tidak aman tetap memungkinkan anda untuk menembus berbagai jenis penyensoran, tetapi tidak akan bekerja jika koneksi internet anda dipindah ke kata kunci atau alamat situs web tertentu. Sebaiknya anda tidak menggunakan [*Proxy*](/id/glossary#Proxy) tidak aman saat mengakses situs web ter[*enkripsi*](/glossary#Encryption) seperti akun webmail dan situs web perbankan. Jika tidak, anda akan mengekspos informasi rahasia yang seharusnya tersembunyi. Dan seperti yang dikatakan sebelumnya, [*Proxy*](/id/glossary#Proxy) tidak aman mudah diketahui dan diblokir oleh mereka yang bertugas mengupdate software penyensoran internet. Untuk apa menggunakan yang tidak aman jika sudah banyak tersedia proksi yang aman, cepat dan gratis?\r\n\r\nAnda akan mengetahui apakah sebuah web berbasis [*Proxy*](/id/glossary#Proxy) aman atau tidak dengan mengakses situs [*Proxy*](/id/glossary#Proxy) webnya melalui alamat [*HTTPS*](/id/glossary#HTTPS). Seperti layanan webmail, proksi juga mendukung koneksi aman dan tidak aman, jadi anda harus yakin bahwa anda menggunakan alamat yang aman. Dalam banyak kasus, anda harus meng-'accept' ‘peringatan sertifikat keamanan’ (security certificate warning) dari browser anda. Hal ini berlaku untuk [*proxies*](/id/glossary#Proxy) [*Psiphon*](/id/glossary#Psiphon) dan [*Peacefire*](/id/glossary#Peacefire), seperti yang dibahas di bawah ini. Peringatan seperti ini mengisyaratkan bahwa seseorang, seperti ISP anda atau seorang hackers/peretas, mungkin memonitor koneksi anda ke [*proxies*](/id/glossary#Proxy) tersebut. Walaupun ada peringatan tersebut, sebisa mungkin anda tetap menggunakan  [*proxies*](/id/glossary#Proxy) aman. Namun, saat menggunakan [*proxies*](/id/glossary#Proxy) untuk circumvention, sebaiknya hindari kunjungan ke situs web aman, memasukkan pasword atau bertukar informasi rahasia, kecuali anda bisa memverifikasi cap jari dari [*SSL*](/id/glossary#SSL) [*proxy's*](/id/glossary#Proxy) tersebut. Untuk dapat melakukannya anda harus berkomunikasi dengan administrator [*proxy's*](/id/glossary#Proxy) tersebut. \r\n\r\n*Lampiran C* dari [*Psiphon User's Guide*](https://sesawe.net/Using-psiphon-2.html)/Panduan Pengguna Psiphon menjelaskan langkah-langkah yang harus diambil baik oleh anda sendiri maupun administrator [*proxy*](/id/glossary#Proxy)  untuk dapat memverifikasi cap jadi  [*proxy's*](/id/glossary#Proxy) tersebut.  \r\n\r\nSebaiknya hindari juga mengakses informasi rahasia melalui web berbasis [*proxy*](/id/glossary#Proxy) kecuali anda mempercayai orang yang menjalankannya. Ini berlaku baik saat anda melihat peringatan sertifikat keamanan maupun tidak, sewaktu anda mengunjungi [*proxy*](/id/glossary#Proxy). Ini juga berlaku walaupun anda mengenal operator [*proxy*](/id/glossary#Proxy) dan dapat memverifikasi *cap sidik jari* dari servernya sebelum anda mengabulkan peringatan tersebut. Juka anda mengandalkan server proksi tunggal untuk penembusan, sang administrator akan mengetahui [*IP address*](/id/glossary#IP_address) anda serta situs web yang anda akses. Yang lebih penting, jika [*proxy*](/id/glossary#Proxy) tersebut berbasis web, operator yang nakal akan dapat mengakses semua informasi yang lewat antara browser dan situs web yang anda kunjungi, termasuk konten webmail dan passwordnya. \r\n\r\nUntuk [*proxies*](/id/glossary#Proxy) yang tidak berbasis web, anda mungkin harus meneliti terlebih dahulu untuk mengetahui apakah proksi tersebut mendukung koneksi yang aman. Semua [*proxies*](/glossary#Proxy) dan jaringan anonimitas yang direkomendasikan di bab ini tergolong aman. \r\n\r\n#### Proksi publik dan privat: ####\r\n\r\n[*Proxies*](/id/glossary#Proxy) publik menerima koneksi dari siapa saja, sedangkan [*proxies*](/id/glossary#Proxy) privat biasanya memerlukan nama pengguna dan kata sandi. Walaupun [*proxies*](/id/glossary#Proxy) publik memiliki kelebihan dapat diakses siapa saja, biasanya proksi publik cepat dipenuhi pengunjung. Akibatnya, walaupun [*proxies*](/glossary#Proxy) publik sama canggihnya dan sama terawatnya dengan yang privat, biasanya mereka berjalan lambat. [*Proxies*](/id/glossary#Proxy) privat biasanya dijalankan oleh perusahaan atau oleh administrator yang membuat akun untuk pengguna yang mereka kenal secara pribadi. Karena itu biasanya lebih mudah mengetahui motivasi dari operator proksi privat. Anda sebaiknya tidak berasumsi bahwa, karena alasan di atas, [*proxies*](/id/glossary#Proxy) privat lebih terpercaya. Lagipula, sudah banyak layanan online yang mengekspos penggunanya karena motif mencari keuntungan. \r\n\r\n[*Proxies*](/id/glossary#Proxy) publik sederhana biasanya dapat ditemukan dengan mencari istilah ‘proksi publik’ (public proxy), tetapi sebaiknya anda tidak mengandalkan [*proxies*](/id/glossary#Proxy) yang ditemukan dengan cara seperti ini. Karena itu, masih tetap lebih baik menggunakan [*proxies*](/id/glossary#Proxy) privat yang aman yang dijalankan oleh orang yang anda kenal dan percayai, baik secara pribadi ataupun berdasarkan reputasinya, dan oleh mereka yang mempunyai kecakapan teknis untuk mengaja keamannya. Apakah anda harus menggunakan [*proxy*](/id/glossary#Proxy) berbasis web atau tidak itu semua tergantung dari kebutuhan dan preferensi anda sendiri. Kapanpun anda menggunakan [*proxy*](/id/glossary#Proxy) untuk menembus sensor, sebaiknya anda juga menggunakan browser[*Firefox*](/id/glossary#Firefox) yang sudah terinstal ektensi browser [*NoScript*](/id/glossary#NoScript), seperti yang dibahas dalam  [*Panduan Firefox*](/firefox_main). Dengan melakukannya anda akan terlindungi dari  [*proxies*](/id/glossary#Proxy) jahat dan dari situs web yang mungkin ingin mengetahui [*IP address*](/id/glossary#IP_address) anda yang sebenarnya. Perlu diingat bahwa, [*proxy*](/id/glossary#Proxy) ter[*enkripsi*](/id/glossary#Encrypted) tidak akan membuat situs web yang tidak aman menjadi aman. Anda tetap harus memastikan bahwa anda memiliki koneksi [*HTTPS*](/id/glossary#SSL) sebelum mengirim atau menerima informasi rahasia.\r\n\r\nJika anda tidak bisa menemukan orang, organisasi atau perusahaan yang layanan  [*proxy*](/id/glossary#Proxy)nya bisa anda percaya, terjangkau dan mudah diakses dari negara anda, sebaiknya anda mencoba menggunakan jaringan anonimitas Tor, yang telah dibahas sebelumya, dalam [*Jaringan anonimitas*](#Anonymity_networks). "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1965", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1965", 
                "link_title": "Anonymity networks and basic proxy servers", 
                "menu_name": "book-toc-1925", 
                "mlid": "5111", 
                "module": "book", 
                "nid": "1965", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5111", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Anonymity networks and basic proxy servers", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455879986", 
            "comment": "0", 
            "created": "1441105174", 
            "current_revision_id": "13273", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_3", 
                        "value": "chapter_8_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5111": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1965", 
                    "link_title": "Anonymity networks and basic proxy servers", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5111", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5111", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1965", 
            "num_revisions": "34", 
            "path": "https://securityinabox.org/en/node/1965", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455879986", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Jaringan anonimitas dan server proksi dasar  ", 
                        "value": "Jaringan anonimitas dan server proksi dasar  "
                    }
                ]
            }, 
            "title_original": "Anonymity networks and basic proxy servers", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917712", 
                        "created": "1442917712", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085218", 
                        "created": "1441808123", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096938", 
                        "created": "1443096938", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414469", 
                        "created": "1442414469", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920693", 
                        "created": "1441208337", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993997", 
                        "created": "1442762093", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879986", 
                        "created": "1443706292", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612381", 
                        "created": "1452612381", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457707", 
                        "created": "1443457707", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121355", 
                        "created": "1441121355", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812568", 
                        "created": "1443811743", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444408294", 
                        "created": "1444408294", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443102074", 
                        "created": "1443102074", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094742", 
                        "created": "1443094742", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478113", 
                        "created": "1441105174", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1965", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444584978", 
                        "created": "1444584724", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "b0392703-6346-4566-b47c-4d8b06b1c540", 
            "vid": "13273", 
            "vuuid": "0eac1ef1-a055-4ab0-9bbf-34fd4de3807e"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Di bawah ini terdapat beberapa alat dan <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> spesifik yang dapat membantu anda menembus penyensoran internet. Alat-alat penembus baru diproduksi secara berkala dan yang sudah ada terus diperbarui secara teratur, jadi sebaiknya anda mengunjungi situs web Security-in-a-Box dan sumber-sumber yang ada di dalam <a href=\"/id/chapter_8_5\"><em>Bacaan lanjutan</em></a> untuk mengetahuinya lebih jauh.</p>\n\n<p><strong>Psiphon2</strong> adalah sebuah sistem server webproksi privat. Untuk menggunakan <a href=\"http://www.psiphon.ca/\"><em>psiphon2</em></a> anda memerlukan alamat web (URL) dari server proksi dan sebuah akun (nama pengguna dan password). Anda mungkin mendapatkan undangan untuk membuat akun di Psiphon2 dari pengguna yang sudah mempunyai akun Psiphon. Anda juga bisa menggunakan undangan yang ada dalam versi cetak buku panduan ini. Untuk keterangan lebih lanjut lihat Panduan Pengguna Psiphon/<a href=\"https://sesawe.net/Using-psiphon-2.html\"><em>Psiphon User's Guide</em></a>.</p>\n\n<p><strong>Sesawe Hotspot Shield</strong> adalah sebuah proksi freeware publik yang tidak berbasis web namun aman. Untuk menggunakannya anda harus mengunduh di link berikut <a href=\"https://sesawe.net/Anchor-Free-Hotspot-Shield.html\"><em>download the tool</em></a>  dan menginstalnya di komputer anda. Perusahaan yang mengembangkan Hotspot Shield menerima dana dari pemasang iklan, sehingga anda akan melihat ‘spanduk iklan’ di sisi atas browser anda setiap kali anda mengunjungi situs web yang tidak menyediakan <a href=\"/id/glossary#Encryption\"><em>enkripsi</em></a>.  Walaupun sulit diverifikasi, perusahaan ini mengklaim bahwa <a href=\"/id/glossary#IP_address\"><em>IP addresses</em></a> pengguna alat tersebut dihapus, dan tidak disimpan atau dikirimkan ke pemasang iklan. Karena Hotspot Shield mengandalkan Virtual Private Network (VPN), seluruh koneksi internet anda akan melewati proksi saat anda ‘terhubung’. Ini sangat membantu ketika anda menggunakan layanan email atau pesan instan yang disaring di negara anda. Anda dapat mempelajari Hotspot Shield lebih lanjut di situs web <a href=\"http://www.hotspotshield.com/\"><em>AnchorFree website</em></a>.</p>\n\n<p>Your-Freedom adalah sebuah <a href=\"/id/glossary#Proxy\"><em>proxy</em></a> privat aman yang tidak berbasis web. Ini adalah alat <a href=\"/id/glossary#Freeware\"><em>freeware</em></a> yang dapat digunakan untuk mengakses layanan circumvention gratis. Anda juga dapat membayar sejumlah harga untuk mengakses layanan komersil, yang lebih cepat dan lebih sedikit keterbatasannya. Untuk dapat menggunakan <a href=\"/id/glossary#Your-Freedom\"><em>Your-Freedom</em></a> anda harus mengunduh di <a href=\"http://www.your-freedom.net/index.php?id=3\"><em>download  the tool</em></a> dan  <a href=\"http://www.your-freedom.net/index.php?id=170&amp;L=0\"><em>create an account</em></a>, keduanya dapat anda lakukan di situs web <a href=\"http://your-freedom.net\"><em>Your-Freedom website</em></a>. Anda juga harus mengkonfigurasi browser anda untuk menggunakan proksi saat menghubungkan komputer ke internet. Anda dapat mempelajari caranya di situs web <a href=\"http://sesawe.net/Using-Your-Freedom.html\"><em>Sesawe Project website</em></a>.</p>\n\n<p><strong>Peacefire</strong> mengelola sejumlah <a href=\"/id/glossary#Proxy\"><em>proxies</em></a> publik berbasis web yang bisa bersifat aman maupun tidak aman, tergantung cara anda mengaksesnya. Saat menggunakan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>  <a href=\"/id/glossary#Peacefire\"><em>Peacefire</em></a> anda harus menggunakan alamat  <a href=\"/id/glossary#SSL\"><em>HTTPS</em></a> agar mendapatkan koneksi aman antara anda dan <a href=\"/id/glossary#Proxy\"><em>proxy</em></a>nya. <a href=\"/id/glossary#Proxy\"><em>Proxies</em></a> baru diumumkan ke milis secara teratur. Anda dapat mendaftar untuk mendapatkan updatenya di situs web <a href=\"http://peacefire.org/\"><em>Peacefire website</em></a>.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Bagus! Berarti ISP kita tidak bisa melihat apa yang kita lakukan saat aku menggunakan server proksi, kan?</p>\n\n<p>Magda: Selama kita menggunakan proksi aman, dan memperhatikan 'peringatan sertifikat keamanan' yang mungkin muncul, ya berarti aman. Ingat bahwa proksi yang tidak aman pun masih bisa membantu kita menembus penyaringan di internet, tetapi ISP akan mengetahui tentang koneksi kita, termasuk lokasi dan laman-laman yang kita kunjungi.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Di bawah ini terdapat beberapa alat dan [*proxies*](/id/glossary#Proxy) spesifik yang dapat membantu anda menembus penyensoran internet. Alat-alat penembus baru diproduksi secara berkala dan yang sudah ada terus diperbarui secara teratur, jadi sebaiknya anda mengunjungi situs web Security-in-a-Box dan sumber-sumber yang ada di dalam [*Bacaan lanjutan*](/id/chapter_8_5) untuk mengetahuinya lebih jauh. \r\n\r\n**Psiphon2** adalah sebuah sistem server webproksi privat. Untuk menggunakan [*psiphon2*](http://www.psiphon.ca/) anda memerlukan alamat web (URL) dari server proksi dan sebuah akun (nama pengguna dan password). Anda mungkin mendapatkan undangan untuk membuat akun di Psiphon2 dari pengguna yang sudah mempunyai akun Psiphon. Anda juga bisa menggunakan undangan yang ada dalam versi cetak buku panduan ini. Untuk keterangan lebih lanjut lihat Panduan Pengguna Psiphon/[*Psiphon User's Guide*](https://sesawe.net/Using-psiphon-2.html).\r\n\r\n**Sesawe Hotspot Shield** adalah sebuah proksi freeware publik yang tidak berbasis web namun aman. Untuk menggunakannya anda harus mengunduh di link berikut [*download the tool*](https://sesawe.net/Anchor-Free-Hotspot-Shield.html)  dan menginstalnya di komputer anda. Perusahaan yang mengembangkan Hotspot Shield menerima dana dari pemasang iklan, sehingga anda akan melihat ‘spanduk iklan’ di sisi atas browser anda setiap kali anda mengunjungi situs web yang tidak menyediakan [*enkripsi*](/id/glossary#Encryption).  Walaupun sulit diverifikasi, perusahaan ini mengklaim bahwa [*IP addresses*](/id/glossary#IP_address) pengguna alat tersebut dihapus, dan tidak disimpan atau dikirimkan ke pemasang iklan. Karena Hotspot Shield mengandalkan Virtual Private Network (VPN), seluruh koneksi internet anda akan melewati proksi saat anda ‘terhubung’. Ini sangat membantu ketika anda menggunakan layanan email atau pesan instan yang disaring di negara anda. Anda dapat mempelajari Hotspot Shield lebih lanjut di situs web [*AnchorFree website*](http://www.hotspotshield.com/). \r\n \r\n<!--\r\n**Psiphon** adalah pilihan yang bagus jika anda mengenal seseorang yang suka meninggalkan komputer Windowsnya dalam keadaan menyala, bekerja, dan tersambung ke koneksi internet yang tidak mengalami penyensoran di bagian negara yang berbeda. Untuk menggunakan [*Psiphon*](/id/glossary#Psiphon), anda harus meminta orang tersebut untuk mengunduh program dari [*Civisec webpage*](http://psiphon.civisec.org/), install, buatlah sebuah akun untuk anda , dan anda akan dikirimkan [*proxy's*](/id/glossary#Proxy)  \r\n[*IP address*](/id/glossary#IP_address) bersaman dengan 'username' dan 'password'. Ini akan memberi anda akses ke akun personal anda yang terpercaya, aman, personal, web-based circumvention [*proxy*](/id/glossary#Proxy). Sebelum menggunakannya, anda sebaiknya memverikasi [*proxy's*](/id/glossary#Proxy) fingerprint seperti yang telah di bahas di bagian [*Proxi Aman dan Tidak Aman*](/chapter_8_3#Secure_and_insecure_proxies), diatas, dan *Lampiran C* yang terlampir di [*Panduan Pengguna Psiphon*](/id/glossary#Psiphon_users_guide).\r\n-->\r\n\r\nYour-Freedom adalah sebuah [*proxy*](/id/glossary#Proxy) privat aman yang tidak berbasis web. Ini adalah alat [*freeware*](/id/glossary#Freeware) yang dapat digunakan untuk mengakses layanan circumvention gratis. Anda juga dapat membayar sejumlah harga untuk mengakses layanan komersil, yang lebih cepat dan lebih sedikit keterbatasannya. Untuk dapat menggunakan [*Your-Freedom*](/id/glossary#Your-Freedom) anda harus mengunduh di [*download  the tool*](http://www.your-freedom.net/index.php?id=3) dan  [*create an account*](http://www.your-freedom.net/index.php?id=170&amp;L=0), keduanya dapat anda lakukan di situs web [*Your-Freedom website*](http://your-freedom.net). Anda juga harus mengkonfigurasi browser anda untuk menggunakan proksi saat menghubungkan komputer ke internet. Anda dapat mempelajari caranya di situs web [*Sesawe Project website*](http://sesawe.net/Using-Your-Freedom.html).\r\n\r\n**Peacefire** mengelola sejumlah [*proxies*](/id/glossary#Proxy) publik berbasis web yang bisa bersifat aman maupun tidak aman, tergantung cara anda mengaksesnya. Saat menggunakan [*proxy*](/id/glossary#Proxy)  [*Peacefire*](/id/glossary#Peacefire) anda harus menggunakan alamat  [*HTTPS*](/id/glossary#SSL) agar mendapatkan koneksi aman antara anda dan [*proxy*](/id/glossary#Proxy)nya. [*Proxies*](/id/glossary#Proxy) baru diumumkan ke milis secara teratur. Anda dapat mendaftar untuk mendapatkan updatenya di situs web [*Peacefire website*](http://peacefire.org/). \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour: Bagus! Berarti ISP kita tidak bisa melihat apa yang kita lakukan saat aku menggunakan server proksi, kan?\r\n\r\nMagda: Selama kita menggunakan proksi aman, dan memperhatikan 'peringatan sertifikat keamanan' yang mungkin muncul, ya berarti aman. Ingat bahwa proksi yang tidak aman pun masih bisa membantu kita menembus penyaringan di internet, tetapi ISP akan mengetahui tentang koneksi kita, termasuk lokasi dan laman-laman yang kita kunjungi. \r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1966", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1966", 
                "link_title": "Specific circumvention proxies", 
                "menu_name": "book-toc-1925", 
                "mlid": "5112", 
                "module": "book", 
                "nid": "1966", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5112", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Specific circumvention proxies", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456315973", 
            "comment": "0", 
            "created": "1441105226", 
            "current_revision_id": "13353", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_4", 
                        "value": "chapter_8_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5112": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1966", 
                    "link_title": "Specific circumvention proxies", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5112", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5112", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1966", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1966", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456315973", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Proksi penembus khusus ", 
                        "value": "Proksi penembus khusus "
                    }
                ]
            }, 
            "title_original": "Specific circumvention proxies", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917896", 
                        "created": "1442917896", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228207", 
                        "created": "1441808234", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096961", 
                        "created": "1443096961", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414563", 
                        "created": "1442414563", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1456315973", 
                        "created": "1441208399", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109242", 
                        "created": "1442762139", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706312", 
                        "created": "1443706312", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612469", 
                        "created": "1452612469", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457761", 
                        "created": "1443457761", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121481", 
                        "created": "1441121481", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812372", 
                        "created": "1443812372", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444404769", 
                        "created": "1444404769", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443102113", 
                        "created": "1443102113", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094817", 
                        "created": "1443094817", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105226", 
                        "created": "1441105226", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1966", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585019", 
                        "created": "1443624675", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "55f84461-1be4-43fc-8392-399e09247684", 
            "vid": "13353", 
            "vuuid": "9af6b134-5ea5-4041-b15f-59cb334075d3"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Lihat bab Surveilans dan Monitoring Internet (<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_5.html#2_5d\"><em>Internet Surveillance and Monitoring</em></a> dan Penembusan Sensor (<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_6.html\"><em>Censorship circumvention</em></a>) dalam buku Keamanan Digital untuk Pembela Hak Asasi Manusia (<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/\"><em>Digital Security and Privacy Manual for Human Rights Defenders</em></a>). </li>\n<li>Situs web FLOSS Manual berisi panduan Cara Meyiasati Sensor Internet ( <a href=\"http://en.flossmanuals.net/CircumventionTools\"><em>How to Bypass Internet Censorship</em></a>).</li>\n<li>Situs web <a href=\"http://sesawe.net/\"><em>Sesawe Project's website</em></a> memiliki daftar alat-alat penerobos sensor dan informasi lain tentang penyaringan di internet. </li>\n<li>Wiki tentang Penyensoran Internet (<a href=\"http://en.cship.org/wiki/Main_Page\"><em>Internet Censorship Wiki</em></a>), yang ditulis oleh Freek tersedia dalam bahasa Inggris, Jerman, dan Spanyol.</li>\n<li>CitizenLab  telah memproduksi Panduan Meyiasati Penyensoran Internet untuk Siapa saja (<a href=\"http://www.civisec.org/sites/securitybkp.ngoinabox.org/themes/civisec/guides/everyone%27s-guide-english.pdf\"><em>Everyone's guide to by-passing Internet Censorship</em></a>), yang sedang diterjemahkan ke dalam bahasa Burma, Inggris, Prancis, Rusia, Spanyol dan Urdu.</li>\n<li>Reporters Without Borders telah menerbitkan edisi kedua dari buku <a href=\"http://www.rsf.org/rubrique.php3?id_rubrique=542\"><em>Handbook for Bloggers and Cyberdissidents</em></a>(Buku pengangan untuk Bloggers dan Cyperdissidents), yang tersedia dalam bahasa Arab, Burma, Cina, Inggris, Farsi, Prancis, Rusia dan Spanyol. </li>\n<li>Ethan Zuckerman dari Global Voices Online telah menerbitkan panduan yang berguna, yaitu <a href=\"http://advocacy.globalvoicesonline.org/tools/guide/\"><em>Anonymous Blogging with Wordpress and Tor</em></a>(Blogging Anonim dengan Wordpress dan Tor)</li>\n</ul>", 
                        "summary": "", 
                        "value": "* Lihat bab Surveilans dan Monitoring Internet ([*Internet Surveillance and Monitoring*](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_5.html#2_5d) dan Penembusan Sensor ([*Censorship circumvention*](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_6.html)) dalam buku Keamanan Digital untuk Pembela Hak Asasi Manusia ([*Digital Security and Privacy Manual for Human Rights Defenders*](http://www.frontlinedefenders.org/manual/en/esecman/)). \r\n* Situs web FLOSS Manual berisi panduan Cara Meyiasati Sensor Internet ( [*How to Bypass Internet Censorship*](http://en.flossmanuals.net/CircumventionTools)).\r\n* Situs web [*Sesawe Project's website*](http://sesawe.net/) memiliki daftar alat-alat penerobos sensor dan informasi lain tentang penyaringan di internet. \r\n* Wiki tentang Penyensoran Internet ([*Internet Censorship Wiki*](http://en.cship.org/wiki/Main_Page)), yang ditulis oleh Freek tersedia dalam bahasa Inggris, Jerman, dan Spanyol.\r\n* CitizenLab  telah memproduksi Panduan Meyiasati Penyensoran Internet untuk Siapa saja ([*Everyone's guide to by-passing Internet Censorship*](http://www.civisec.org/sites/securitybkp.ngoinabox.org/themes/civisec/guides/everyone%27s-guide-english.pdf)), yang sedang diterjemahkan ke dalam bahasa Burma, Inggris, Prancis, Rusia, Spanyol dan Urdu.\r\n* Reporters Without Borders telah menerbitkan edisi kedua dari buku [*Handbook for Bloggers and Cyberdissidents*](http://www.rsf.org/rubrique.php3?id_rubrique=542)(Buku pengangan untuk Bloggers dan Cyperdissidents), yang tersedia dalam bahasa Arab, Burma, Cina, Inggris, Farsi, Prancis, Rusia dan Spanyol. \r\n* Ethan Zuckerman dari Global Voices Online telah menerbitkan panduan yang berguna, yaitu [*Anonymous Blogging with Wordpress and Tor*](http://advocacy.globalvoicesonline.org/tools/guide/)(Blogging Anonim dengan Wordpress dan Tor)"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1967", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1967", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5113", 
                "module": "book", 
                "nid": "1967", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5113", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452612603", 
            "comment": "0", 
            "created": "1441105274", 
            "current_revision_id": "12817", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_5", 
                        "value": "chapter_8_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5113": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1967", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5113", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5113", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1967", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1967", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612603", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Bacaan lanjutan", 
                        "value": "Bacaan lanjutan"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917813", 
                        "created": "1442917813", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096984", 
                        "created": "1443096984", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414975", 
                        "created": "1442414975", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208445", 
                        "created": "1441208445", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109299", 
                        "created": "1442762190", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706334", 
                        "created": "1443706334", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612603", 
                        "created": "1452612603", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457821", 
                        "created": "1443457821", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121594", 
                        "created": "1441121594", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812483", 
                        "created": "1443812457", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397533", 
                        "created": "1444397533", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102180", 
                        "created": "1443102180", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094891", 
                        "created": "1443094891", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105286", 
                        "created": "1441105274", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585055", 
                        "created": "1443624226", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "fdb5d575-7a94-4732-8e66-4355f8ed7ab7", 
            "vid": "12817", 
            "vuuid": "c1267efe-48c1-45c9-978b-7bd9f021c161"
        }
    ], 
    "changed": "1455900381", 
    "comment": "0", 
    "created": "1441104927", 
    "current_revision_id": "13292", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "id": [
            {
                "format": null, 
                "safe_value": "8. How to remain anonymous and bypass ce", 
                "value": "8. How to remain anonymous and bypass ce"
            }
        ]
    }, 
    "field_menu_title_long": {
        "id": [
            {
                "format": null, 
                "safe_value": "8. Cara tetap anonim dan cara menembus sensor Internet ", 
                "value": "8. Cara tetap anonim dan cara menembus sensor Internet "
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "id": [
            {
                "format": null, 
                "safe_value": "chapter-8", 
                "value": "chapter-8"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5107": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1962", 
            "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
            "menu_name": "book-toc-1925", 
            "mlid": "5107", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5107", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "8"
        }
    }, 
    "name": "chris", 
    "nid": "1962", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1962", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455900381", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "id": [
            {
                "format": null, 
                "safe_value": "8. Cara tetap anonim dan cara menembus sensor Internet ", 
                "value": "8. Cara tetap anonim dan cara menembus sensor Internet "
            }
        ]
    }, 
    "title_original": " 8. How to remain anonymous and bypass censorship on the Internet", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442917461", 
                "created": "1442917461", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227971", 
                "created": "1441807646", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094052", 
                "created": "1443094052", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442414211", 
                "created": "1442414211", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451919362", 
                "created": "1441208178", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108811", 
                "created": "1442762025", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693016", 
                "created": "1443693016", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452612067", 
                "created": "1452612067", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457498", 
                "created": "1443457498", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441117391", 
                "created": "1441117391", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443806734", 
                "created": "1443806734", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1455900381", 
                "created": "1444396920", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014809", 
                "created": "1443014809", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443094404", 
                "created": "1443094404", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104927", 
                "created": "1441104927", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1962", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444583785", 
                "created": "1443623824", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "4c011c6d-00c6-4bcf-bd9b-9402c5e71ea5", 
    "vid": "13292", 
    "vuuid": "d7623840-fb11-4125-8112-bd45494ea2ec"
}