{
    "body": {
        "id": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Komunitas online telah ada sejak internet ditemukan. Awalnya ada papan buletin dan daftar email, yang memberi kesempatan orang di seluruh dunia untuk saling berhubungan, berkomunikasi dan berbagi informasi tentang hal tertentu. Dewasa ini, situs jejaring sosial telah memperluas kemungkinan berinteraksi interaksi, memungkinkan anda untuk berbagi pesan, gambar, berkas dan bahkan informasi terkini tentang apa yang sedang anda lakukan dan di mana anda berada. Fungsi-fungsi ini bukanlah hal yang baru ataupun unik – fungsi tersebut juga dapat dilakukan melalui internet tanpa harus bergabung dengan situs jejaring sosial.</p>\n\n<p>Meskipun jejaring ini sangat berguna dan dapat mendorong interaksi sosial baik online maupun offline, ketika menggunakannya, anda membuat informasi tersedia bagi orang lain yang mungkin ingin menyalahgunakannya. Bayangkan situs jejaring sosial sebagai seperti sebuah pesta besar. Ada orang yang anda kenal dan ada orang yang tidak anda kenal sama sekali. Bayangkan berjalan dalam pesta tersebut dengan semua detil pribadi anda, termasuk setiap detil dari apa yang anda pikirkan. Dan itu semua tertulis di punggung anda, sehingga tanpa anda sadari semua orang dapat membacanya. Apakah anda ingin semua orang tahu semua tentang anda?</p>\n\n<p>Ingatlah bahwa situs jejaring sosial dimiliki oleh bisnis swasta dan mereka menghasilkan uang dari mengumpulkan data tentang pengguna dan menjualnya, terutama untuk pengiklan pihak ketiga. Saat anda memasuki situs jejaring sosial, anda meninggalkan kebebasan berinternet dan memasuki jaringan yang diatur dan dikelola oleh para situs. Pengaturan privasi hanya dimaksudkan untuk melindungi anda dari anggota lain dalam jejaring sosial tersebut, tetapi mereka tidak melindungi data anda dari pemilik layanan. Pada dasarnya anda memberikan semua data anda kepada pemilik situs dan mempercayakannya kepada mereka.</p>\n\n<p>Jika anda mengerjakan informasi dan topik penting, dan tertarik untuk menggunakan layanan jejaring sosial, sangat penting untuk menyadari masalah privasi dan keamanan yang disebabkan olehnya. Pembela hak asasi manusia sangat rentan terhadap bahaya situs jejaring sosial dan harus sangat berhati-hati tentang informasi yang mereka ungkapkan tentang diri mereka sendiri DAN tentang orang-orang yang bekerja dengan mereka. \nSebelum anda menggunakan situs jejaring sosial, penting untuk memahami bagaimana jejaring sosial membuat anda menjadi rentan, dan kemudian langkah-langkah yang harus diambil untuk melindungi diri sendiri dan orang-orang yang bekerja dengan anda.</p>\n\n<h2>Latar Belakang Skenario:</h2>\n\n<div class=\"background\">\n\n<p>Mansour dan Magda adalah pembela hak asasi manusia dari Afrika Utara. Mereka mengorganisir pawai, yang akan berlangsung di tengah kota. Mereka ingin menggunakan Facebook untuk mempublikasikan acara tersebut. Mereka khawatir bahwa pemerintah akan mendapat bocoran dan siapa pun yang berminat bisa dilacak. Mereka berencana untuk menggunakan Twitter selama pawai untuk menyiarkan update tentang pawai tersebut. Tetapi apa yang terjadi jika polisi bisa memantau tweets, dan mengerahkan personilnya untuk mencegat demonstran? Mansour dan Magda merencanakan cara untuk berbagi foto dan video dari pawai tanpa membuka identitas orang, karena mereka khawatir bahwa peserta akan mendapatkan hambatan.</p>\n\n</div>\n\n<p>Kami tidak mendorong anda untuk berhenti menggunakan alat jejaring sosial sama sekali. Namun anda harus mengambil langkah-langkah keamanan yang tepat, sehingga anda dapat menggunakan alat ini tanpa membuat diri sendiri atau orang lain menjadi rentan.</p>\n\n<h3>Yang dapat Anda pelajari dari bab ini</h3>\n\n<ul><li>Bagaimana informasi sensitif dapat terungkap secara tidak sengaja melalui situs jejaring sosial.</li>\n<li>Cara menjaga informasi tentang diri anda dan orang lain saat menggunakan situs jejaring sosial</li>\n</ul>", 
                "summary": "", 
                "value": "Komunitas online telah ada sejak internet ditemukan. Awalnya ada papan buletin dan daftar email, yang memberi kesempatan orang di seluruh dunia untuk saling berhubungan, berkomunikasi dan berbagi informasi tentang hal tertentu. Dewasa ini, situs jejaring sosial telah memperluas kemungkinan berinteraksi interaksi, memungkinkan anda untuk berbagi pesan, gambar, berkas dan bahkan informasi terkini tentang apa yang sedang anda lakukan dan di mana anda berada. Fungsi-fungsi ini bukanlah hal yang baru ataupun unik – fungsi tersebut juga dapat dilakukan melalui internet tanpa harus bergabung dengan situs jejaring sosial. \r\n\r\nMeskipun jejaring ini sangat berguna dan dapat mendorong interaksi sosial baik online maupun offline, ketika menggunakannya, anda membuat informasi tersedia bagi orang lain yang mungkin ingin menyalahgunakannya. Bayangkan situs jejaring sosial sebagai seperti sebuah pesta besar. Ada orang yang anda kenal dan ada orang yang tidak anda kenal sama sekali. Bayangkan berjalan dalam pesta tersebut dengan semua detil pribadi anda, termasuk setiap detil dari apa yang anda pikirkan. Dan itu semua tertulis di punggung anda, sehingga tanpa anda sadari semua orang dapat membacanya. Apakah anda ingin semua orang tahu semua tentang anda?\r\n\r\nIngatlah bahwa situs jejaring sosial dimiliki oleh bisnis swasta dan mereka menghasilkan uang dari mengumpulkan data tentang pengguna dan menjualnya, terutama untuk pengiklan pihak ketiga. Saat anda memasuki situs jejaring sosial, anda meninggalkan kebebasan berinternet dan memasuki jaringan yang diatur dan dikelola oleh para situs. Pengaturan privasi hanya dimaksudkan untuk melindungi anda dari anggota lain dalam jejaring sosial tersebut, tetapi mereka tidak melindungi data anda dari pemilik layanan. Pada dasarnya anda memberikan semua data anda kepada pemilik situs dan mempercayakannya kepada mereka.  \r\n\r\nJika anda mengerjakan informasi dan topik penting, dan tertarik untuk menggunakan layanan jejaring sosial, sangat penting untuk menyadari masalah privasi dan keamanan yang disebabkan olehnya. Pembela hak asasi manusia sangat rentan terhadap bahaya situs jejaring sosial dan harus sangat berhati-hati tentang informasi yang mereka ungkapkan tentang diri mereka sendiri DAN tentang orang-orang yang bekerja dengan mereka. \r\nSebelum anda menggunakan situs jejaring sosial, penting untuk memahami bagaimana jejaring sosial membuat anda menjadi rentan, dan kemudian langkah-langkah yang harus diambil untuk melindungi diri sendiri dan orang-orang yang bekerja dengan anda. \r\n\r\n## Latar Belakang Skenario: ##\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour dan Magda adalah pembela hak asasi manusia dari Afrika Utara. Mereka mengorganisir pawai, yang akan berlangsung di tengah kota. Mereka ingin menggunakan Facebook untuk mempublikasikan acara tersebut. Mereka khawatir bahwa pemerintah akan mendapat bocoran dan siapa pun yang berminat bisa dilacak. Mereka berencana untuk menggunakan Twitter selama pawai untuk menyiarkan update tentang pawai tersebut. Tetapi apa yang terjadi jika polisi bisa memantau tweets, dan mengerahkan personilnya untuk mencegat demonstran? Mansour dan Magda merencanakan cara untuk berbagi foto dan video dari pawai tanpa membuka identitas orang, karena mereka khawatir bahwa peserta akan mendapatkan hambatan. \r\n</div>\r\n\r\nKami tidak mendorong anda untuk berhenti menggunakan alat jejaring sosial sama sekali. Namun anda harus mengambil langkah-langkah keamanan yang tepat, sehingga anda dapat menggunakan alat ini tanpa membuat diri sendiri atau orang lain menjadi rentan. \r\n\r\n### Yang dapat Anda pelajari dari bab ini  ###\r\n\r\n* Bagaimana informasi sensitif dapat terungkap secara tidak sengaja melalui situs jejaring sosial.\r\n* Cara menjaga informasi tentang diri anda dan orang lain saat menggunakan situs jejaring sosial "
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>Tanyakan selalu hal-hal berikut:</strong></p>\n\n<ul><li>Siapa yang dapat mengakses informasi online yagn saya letakkan?</li>\n<li>Siapa yang mengontrol dan memiliki informasi yang saya masukkan ke dalam situs   jejaring sosial? </li>\n<li>Informasi apa tentang saya yang disampaikan ke orang lain oleh kontak saya?</li>\n<li>Apakah kontak saya keberatan jika saya berbagi informasi tentang mereka dengan orang lain?</li>\n<li>Apakah saya percaya semua orang yang terhubung dengan saya? </li>\n</ul></li>\n<li><p>Pastikan anda menggunakan <strong>passwords yang aman</strong> untuk mengakses jejaring sosial. Jika orang lain masuk ke akun anda, mereka mendapatkan akses ke banyak informasi tentang anda dan tentang orang lain yang terhubung dengan anda melalui jejaring sosial tersebut. Biasakan mengubah password secara teratur dan jadikan suatu rutinitas . Lihat <a href=\"/id/chapter-3\">Bab 3. Cara membuat dan memelihara password yang aman</a> untuk informasi lebih lanjut.</p></li>\n<li><p>Pastikan Anda memahami <strong>privacy settings</strong>/pengaturan privasi asal yang ditawarkan oleh situs jejaring sosial, dan cara mengubahnya.</p></li>\n<li><p>Pertimbangkan untuk menggunakan <strong>akun atau identitas terpisah</strong>, atau nama samaran berbeda, untuk kampanye atau kegiatan yang berbeda. Ingat bahwa kunci untuk menggunakan jejaring secara aman adalah dengan mampu mempercayai anggotanya. Akun terpisah mungkin merupakan cara yang baik untuk memastikan kepercayaan tersebut.</p></li>\n<li><p>Hati-hati saat mengakses akun jejaring sosial anda di tempat umum. <strong>Hapus password dan riwayat browsing</strong> ketika menggunakan browser pada komputer umum. Lihat <a href=\"/id/chapter-6\">Bab 6. Cara menghancurkan informasi rahasia</a>.</p></li>\n<li><p><strong>Akses situs jejaring sosial menggunakan https://</strong> untuk menjaga nama pengguna, kata sandi dan informasi lain yang anda posting. Menggunakan https:// dibandingkan http:// menambahkan satu lapisan keamanan dengan mengenkripsi lalu lintas dari browser Anda ke situs jejaring sosial Anda. Lihat <a href=\"/id/chapter-8\">Bab 8. Cara tetap anonim dan menembus sensor di internet</a></p></li>\n<li><p>Berhati-hati lah untuk tidak menempatkan terlalu banyak informasi dalam <strong>update status anda</strong> - bahkan walaupun anda mempercayai orang-orang dalam jaringan anda. Sangat mudah bagi seseorang untuk menyalin informasi Anda.</p></li>\n<li><p>Sebagian besar jejaring sosial memungkinkan anda untuk mengintegrasikan informasi dengan jejaring sosial lainnya. Misalnya anda dapat memposting update di akun Twitter dan secara otomatis diposting di akun Facebook anda juga. <strong>Berhati-hatilah ketika mengintegrasikan akun jejaring sosial anda</strong>! Mungkin saja anda anonim di satu situs, tetapi identitas anda terbuka ketika menggunakan yang lain.</p></li>\n<li><p>Waspadai seberapa aman konten anda di dalam situs jejaring sosial. <strong>Jangan mengandalkan situs jejaring sosial sebagai host utama untuk konten</strong> atau informasi anda. Sangat mudah bagi pemerintah untuk memblokir akses ke situs jejaring sosial yang ada dalam batas kekuasaan mereka jika mereka keberatan dengan isinya. Administrator dari situs jejaring sosial juga dapat menghapus sendiri konten situs, daripada harus menghadapi sensor dari negara tertentu.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **Tanyakan selalu hal-hal berikut:**\r\n\r\n * Siapa yang dapat mengakses informasi online yagn saya letakkan?\r\n * Siapa yang mengontrol dan memiliki informasi yang saya masukkan ke dalam situs   jejaring sosial? \r\n * Informasi apa tentang saya yang disampaikan ke orang lain oleh kontak saya?\r\n * Apakah kontak saya keberatan jika saya berbagi informasi tentang mereka dengan orang lain?\r\n * Apakah saya percaya semua orang yang terhubung dengan saya? \r\n\r\n* Pastikan anda menggunakan **passwords yang aman** untuk mengakses jejaring sosial. Jika orang lain masuk ke akun anda, mereka mendapatkan akses ke banyak informasi tentang anda dan tentang orang lain yang terhubung dengan anda melalui jejaring sosial tersebut. Biasakan mengubah password secara teratur dan jadikan suatu rutinitas . Lihat [Bab 3. Cara membuat dan memelihara password yang aman](/id/chapter-3) untuk informasi lebih lanjut. \r\n\r\n* Pastikan Anda memahami **privacy settings**/pengaturan privasi asal yang ditawarkan oleh situs jejaring sosial, dan cara mengubahnya.\r\n\r\n* Pertimbangkan untuk menggunakan **akun atau identitas terpisah**, atau nama samaran berbeda, untuk kampanye atau kegiatan yang berbeda. Ingat bahwa kunci untuk menggunakan jejaring secara aman adalah dengan mampu mempercayai anggotanya. Akun terpisah mungkin merupakan cara yang baik untuk memastikan kepercayaan tersebut.\r\n\r\n* Hati-hati saat mengakses akun jejaring sosial anda di tempat umum. **Hapus password dan riwayat browsing** ketika menggunakan browser pada komputer umum. Lihat [Bab 6. Cara menghancurkan informasi rahasia](/id/chapter-6).\r\n\r\n* **Akses situs jejaring sosial menggunakan https://** untuk menjaga nama pengguna, kata sandi dan informasi lain yang anda posting. Menggunakan https:// dibandingkan http:// menambahkan satu lapisan keamanan dengan mengenkripsi lalu lintas dari browser Anda ke situs jejaring sosial Anda. Lihat [Bab 8. Cara tetap anonim dan menembus sensor di internet](/id/chapter-8)\r\n\r\n* Berhati-hati lah untuk tidak menempatkan terlalu banyak informasi dalam **update status anda** - bahkan walaupun anda mempercayai orang-orang dalam jaringan anda. Sangat mudah bagi seseorang untuk menyalin informasi Anda. \r\n\r\n* Sebagian besar jejaring sosial memungkinkan anda untuk mengintegrasikan informasi dengan jejaring sosial lainnya. Misalnya anda dapat memposting update di akun Twitter dan secara otomatis diposting di akun Facebook anda juga. **Berhati-hatilah ketika mengintegrasikan akun jejaring sosial anda**! Mungkin saja anda anonim di satu situs, tetapi identitas anda terbuka ketika menggunakan yang lain. \r\n\r\n* Waspadai seberapa aman konten anda di dalam situs jejaring sosial. **Jangan mengandalkan situs jejaring sosial sebagai host utama untuk konten** atau informasi anda. Sangat mudah bagi pemerintah untuk memblokir akses ke situs jejaring sosial yang ada dalam batas kekuasaan mereka jika mereka keberatan dengan isinya. Administrator dari situs jejaring sosial juga dapat menghapus sendiri konten situs, daripada harus menghadapi sensor dari negara tertentu. "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_1", 
                        "value": "chapter_10_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Tips umum tentang cara menggunakan alat jejaring sosial ", 
                        "value": "Tips umum tentang cara menggunakan alat jejaring sosial "
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Situs jejaring sosial meminta banyak data tentang diri anda untuk memudahkan pengguna lain menemukan dan menghubungi anda. Kerentanan terbesar yang mungkin terjadi adalah penipuan identitas, yang semakin banyak terjadi. Selain itu, semakin banyak informasi yang anda ungkapkan di Internet, mudah menjadi bagi pemerintah untuk mengidentifikasi dan memonitor kegiatan anda. Aktivitas online aktivis diaspora di beberapa negara telah berujung pada yang berwenang mengincar anggota keluarga mereka yang ada di tanah air.</p>\n\n<p>Tanyakan pada diri sendiri: Apakah perlu untuk menampilkan informasi berikut secara online?</p>\n\n<ul><li>tanggal lahir</li>\n<li>nomor telepon</li>\n<li>alamat</li>\n<li>detail anggota keluarga</li>\n<li>orientasi seksual</li>\n<li>riwayat pendidikan dan pekerjaan</li>\n</ul><div class=\"background\">\n\n<p>Mansour:Teman baik kita baru saja ditolak diperbatasan dan disuruh terbang kembali ke negara asalnya. Petugas patroli perbatasan bertanya apakah dia telah menulis sebuah artikel yang mengkritik rezim mereka. Bagaimana mereka bisa tahu tentang itu padahal tulisan itu tidak diterbitkan di sinii?</p>\n\n<p>Magda: Badan perbatasan dewasa ini mencari nama orang di internet saat mereka datang untuk diproses. Mungkin mereka melihat CV yang dia diposting di akun Facebooknya.</p>\n\n</div>\n\n<h2>Teman, Pengkiut dan Kenalan</h2>\n\n<p>Hal pertama yang akan anda lakukan setelah mengisi data pribadi dalam aplikasi jejaring sosial adalah membangun hubungan dengan orang lain. Biasanya kontak ini adalah orang-orang yang sudah anda kenal dan percaya - tetapi mungkin juga anda bergabung ke komunitas dengan minat yang sama yang anggotanya belum anda kenal. Sangat penting untuk memahami informasi apa saja yang anda izinkan untuk diketahui oleh komunitas ini.</p>\n\n<p>Saat menggunakan akun jejaring sosial seperti Facebook, yang menampung banyak informasi diri anda, pastikan anda hanya berhubungan dengan orang yang anda kenal dan anda percaya tidak akan menyalahgunakan informasi anda.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Wah, setelah protes yang saya lakukan saya mendapatkan permintaan dari puluhan orang yang ingin berteman dengan saya di Facebook. Ini cara yang sangat bagus untuk memperluas jangkauan dan memberitakan kepada orang-orang tentang protes yang akan datang!</p>\n\n<p>Magda:Tunggu dulu! Apakah kamu kenal orang-orang itu? Bagaimana kita tahu bahwa mereka bukan polisi atau pihak berwenang yang mencoba untuk mendapatkan informasi tentang protes yang akan datang?</p>\n\n</div>\n\n<h2>Update/Memperbarui Status</h2>\n\n<p>Di Twitter dan Facebook dan jaringan sejenis, update status menjawab pertanyaan: Apa yang saya lakukan sekarang? Apa yang terjadi? Yang paling penting untuk dipahami adalah bisa melihatnya. Pengaturan asal untuk update status di sebagian besar aplikasi jejaring sosial adalah bahwa siapa pun di internet dapat melihatnya. Jika anda hanya ingin update dilihat oleh kontak anda, anda perlu memberitahu aplikasi jejaring sosial untuk menyembunyikan update dari orang lain.</p>\n\n<p>Untuk melakukannya, di Twitter carilah \"Protect Your Tweets/Lindungi Tweets Anda\". Di Facebook, ubahlah pengaturan anda untuk berbagi update ke \"Friends Only/Hanya Teman\". Bahkan jika anda mengganti pengaturan tersebut, pikirkan betapa mudahnya informasi anda untuk diumumkan oleh pengikut dan teman-teman. Buat persetujuan dengan teman jaringan tentang cara umum untuk menyebarkan informasi yang diposting di akun jejaring sosial anda. Anda juga harus berpikir tentang apa yang mungkin anda ungkapkan tentang teman-teman anda, yang mungkin tidak ingin diketahui oleh orang lain; penting untuk peka tentang hal ini, dan meminta orang lain untuk peka tentang apa yang mereka ungkapkan tentang anda</p>\n\n<p>Ada banyak kejadian di mana informasi yang masuk dalam update status digunakan untuk membahayakan orang lain. Beberapa guru di AS telah dipecat setelah posting update tentang perasaan mereka terhadap para siswa; banyak karyawan yang kehilangan pekerjaan karena posting tentang majikan mereka. Ini adalah hal yang perlu diwaspadai oleh setiap orang.</p>\n\n<h2>Berbagi konten internet</h2>\n\n<p>Sangat mudah untuk berbagi link dari sebuah situs web dan mengundang perhatian teman anda. Tapi siapa lagi yang akan memperhatikan, dan bagaimana reaksi mereka? Jika Anda mengatakan anda menyukai situs yang sedikit banyak berhubungan dengan niat menjatuhkan rezim yang represif, rezim tersebut mungkin tertarik dan kemudian mengincar anda.</p>\n\n<p>Jika anda ingin hanya kontak anda yang melihat hal-hal yang anda bagikan atau tandai sebagai menarik, pastikan anda memeriksa pengaturan privasi anda.</p>\n\n<h2>Mengungkapkan lokasi Anda</h2>\n\n<p>Kebanyakan situs jejaring sosial akan menampilkan lokasi anda jika datanya tersedia. Fungsi ini umumnya disediakan jika anda menggunakan ponsel GPS untuk mengakses jejaring sosial. Tapi jangan mengira bahwa itu tidak terjadi jika anda tidak mengaksesnya dari ponsel. Jaringan komputer anda terhubung dengan anda juga dapat memberikan data lokasi. Untuk memastikan keamanan, periksalah pengaturan Anda.</p>\n\n<p>Perhatikanlah pengaturan lokasi pada situs berbagi foto dan video. Jangan hanya berasumsi bahwa mereka tidak berbagi lokasi anda: untuk memastikannya periksalah pengaturan anda.</p>\n\n<p>Lihat juga <a href=\"https://www.eff.org/wp/locational-privacy\">On Locational Privacy, and How to Avoid Losing it Forever</a> dari situs Electronic Frontier Foundation.</p>\n\n<h2>Berbagi video / foto</h2>\n\n<p>Foto dan video dapat dengan mudah mengungkapkan identitas orang. Sangat penting untuk mendapat persetujuan dari orang yang foto atau videonya anda posting. Jika anda posting foto orang lain, sadarilah bahwa anda mungkin akan mengorbankan privasi mereka. Jangan pernah posting video atau foto siapa pun tanpa mendapatkan persetujuan mereka.</p>\n\n<p>Foto dan video juga dapat mengungkapkan banyak informasi secara tidak sengaja. Banyak kamera akan menanamkan data tersembunyi (tag metadata), yang mengungkapkan tanggal, waktu dan lokasi, jenis kamera, dll. Situs berbagi foto dan video dapat mempublikasikan informasi ini saat anda meng-upload konten ke situs mereka.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Apakah kamu tahu bahwa pihak berwenang di Burma mampu mengidentifikasi para biksu yang terlibat dalam protes revolusi safron dari video dan foto yang dipublikasikan secara internasional? Siapapun yang mereka bisa identifikasi dimasukkan ke penjara.</p>\n\n<p>Magda: Ya, kita perlu memastikan bahwa tidak ada wajah dalam foto-foto demonstrasi yang kita publikasikan online. Kita mungkin juga harus mengaburkan wajah atau menggunakan foto yang hanya menampilkan punggung orang saja.</p>\n\n</div>\n\n<h2>Pesan Instan</h2>\n\n<p>Banyak situs jejaring sosial memiliki alat yang memungkinkan anda untuk berdiskusi dengan teman-teman Anda secara langsung. Cara kerjanya seperti Instant Messaging/pesan instan dan merupakan salah satu cara yang paling tidak aman untuk berkomunikasi di internet. Untuk memastikan chat anda aman, anda dan teman anda harus log in ke akun jejaring sosial menggunakan https://, atau gunakan program tambahan lain untuk chat, seperti Pidgin dengan Off-the-record yang telah terintegrasi, dan menggunakan enkripsi. Baca 'Pidgin – secure instant messaging' di Petunjuk yang membantu.</p>\n\n<h2>Bergabung / membuat grup, acara, dan komunitas</h2>\n\n<p>Informasi apa yang anda berikan kepada orang lain saat anda bergabung dengan kelompok atau komunitas? Apa yang dikatakannya tentang anda? Atau, apa yang orang lain katakan kepada dunia saat mereka bergabung dengan kelompok atau komunitas yang anda buat? Apakah anda membuat orang lain berisiko?</p>\n\n<p>Ketika anda bergabung dengan komunitas atau kelompok online,  kelompok tersebut mengungkapkan sesuatu tentang anda kepada orang lain. Secara umum, orang mungkin menganggap bahwa anda mendukung atau setuju dengan apa yang dikatakan atau dilakukan oleh kelompok tersebut. Hal ini bisa membuat anda rentan, misalnya jika anda terlihat seperti mengidentifikasikan diri dengan kelompok-kelompok politik tertentu. Jika anda bergabung dengan grup yang sebagain besar anggotanya tidak anda kenal, ini dapat membahayakan privasi atau pengaturan keamanan yang telah anda diterapkan ke akun anda. Maka pikirkan informasi apa yang anda berikan sebelum bergabung. Apakah anda menggunakan foto dan nama asli sehingga orang asing dapat mengidentifikasi anda?</p>\n\n<p>Atau, jika anda membuat kelompok dan orang-orang memilih untuk bergabung, apa yang mereka umumkan kepada dunia? Misalnya, mungkin itu adalah kelompok pendukung gay dan lesbian yang dibuat untuk membantu orang, tetapi dengan bergabung itu orang mengidentifikasi diri secara terbuka sebagai gay atau gay-friendly, yang bisa membawa bahaya bagi mereka di dunia nyata.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Teman-teman kita di Suriah tidak bisa datang ke konferensi di Istanbul karena mereka bergabung dengan sebuah kelompok Facebook yang disebut \"Hentikan Larangan Perjalanan di Suriah\", dan sekarang malah mereka yang dilarang untuk melakukan perjalanan.</p>\n\n<p>Magda: Bisakah kita membuat sebuah kelompok yang disebut \"Hore ada Larangan Perjalanan di Suriah\", dan ajak mereka bergabung. Lalu kita lihat apakah larangan perjalanan mereka akan dihapuskan?</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Situs jejaring sosial meminta banyak data tentang diri anda untuk memudahkan pengguna lain menemukan dan menghubungi anda. Kerentanan terbesar yang mungkin terjadi adalah penipuan identitas, yang semakin banyak terjadi. Selain itu, semakin banyak informasi yang anda ungkapkan di Internet, mudah menjadi bagi pemerintah untuk mengidentifikasi dan memonitor kegiatan anda. Aktivitas online aktivis diaspora di beberapa negara telah berujung pada yang berwenang mengincar anggota keluarga mereka yang ada di tanah air.\r\n \r\nTanyakan pada diri sendiri: Apakah perlu untuk menampilkan informasi berikut secara online? \r\n\r\n* tanggal lahir\r\n* nomor telepon\r\n* alamat\r\n* detail anggota keluarga\r\n* orientasi seksual\r\n* riwayat pendidikan dan pekerjaan\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour:Teman baik kita baru saja ditolak diperbatasan dan disuruh terbang kembali ke negara asalnya. Petugas patroli perbatasan bertanya apakah dia telah menulis sebuah artikel yang mengkritik rezim mereka. Bagaimana mereka bisa tahu tentang itu padahal tulisan itu tidak diterbitkan di sinii? \r\n \r\nMagda: Badan perbatasan dewasa ini mencari nama orang di internet saat mereka datang untuk diproses. Mungkin mereka melihat CV yang dia diposting di akun Facebooknya. \r\n</div>\r\n\r\n## Teman, Pengkiut dan Kenalan ##\r\n\r\nHal pertama yang akan anda lakukan setelah mengisi data pribadi dalam aplikasi jejaring sosial adalah membangun hubungan dengan orang lain. Biasanya kontak ini adalah orang-orang yang sudah anda kenal dan percaya - tetapi mungkin juga anda bergabung ke komunitas dengan minat yang sama yang anggotanya belum anda kenal. Sangat penting untuk memahami informasi apa saja yang anda izinkan untuk diketahui oleh komunitas ini.\r\n\r\nSaat menggunakan akun jejaring sosial seperti Facebook, yang menampung banyak informasi diri anda, pastikan anda hanya berhubungan dengan orang yang anda kenal dan anda percaya tidak akan menyalahgunakan informasi anda. \r\n\r\n<div class=\"background\" markdown=1>\r\nMansour: Wah, setelah protes yang saya lakukan saya mendapatkan permintaan dari puluhan orang yang ingin berteman dengan saya di Facebook. Ini cara yang sangat bagus untuk memperluas jangkauan dan memberitakan kepada orang-orang tentang protes yang akan datang!\r\n\r\nMagda:Tunggu dulu! Apakah kamu kenal orang-orang itu? Bagaimana kita tahu bahwa mereka bukan polisi atau pihak berwenang yang mencoba untuk mendapatkan informasi tentang protes yang akan datang? \r\n</div>\r\n\r\n## Update/Memperbarui Status ##\r\n\r\nDi Twitter dan Facebook dan jaringan sejenis, update status menjawab pertanyaan: Apa yang saya lakukan sekarang? Apa yang terjadi? Yang paling penting untuk dipahami adalah bisa melihatnya. Pengaturan asal untuk update status di sebagian besar aplikasi jejaring sosial adalah bahwa siapa pun di internet dapat melihatnya. Jika anda hanya ingin update dilihat oleh kontak anda, anda perlu memberitahu aplikasi jejaring sosial untuk menyembunyikan update dari orang lain.\r\n\r\nUntuk melakukannya, di Twitter carilah \"Protect Your Tweets/Lindungi Tweets Anda\". Di Facebook, ubahlah pengaturan anda untuk berbagi update ke \"Friends Only/Hanya Teman\". Bahkan jika anda mengganti pengaturan tersebut, pikirkan betapa mudahnya informasi anda untuk diumumkan oleh pengikut dan teman-teman. Buat persetujuan dengan teman jaringan tentang cara umum untuk menyebarkan informasi yang diposting di akun jejaring sosial anda. Anda juga harus berpikir tentang apa yang mungkin anda ungkapkan tentang teman-teman anda, yang mungkin tidak ingin diketahui oleh orang lain; penting untuk peka tentang hal ini, dan meminta orang lain untuk peka tentang apa yang mereka ungkapkan tentang anda\r\n\r\nAda banyak kejadian di mana informasi yang masuk dalam update status digunakan untuk membahayakan orang lain. Beberapa guru di AS telah dipecat setelah posting update tentang perasaan mereka terhadap para siswa; banyak karyawan yang kehilangan pekerjaan karena posting tentang majikan mereka. Ini adalah hal yang perlu diwaspadai oleh setiap orang. \r\n\r\n## Berbagi konten internet ##\r\n \r\nSangat mudah untuk berbagi link dari sebuah situs web dan mengundang perhatian teman anda. Tapi siapa lagi yang akan memperhatikan, dan bagaimana reaksi mereka? Jika Anda mengatakan anda menyukai situs yang sedikit banyak berhubungan dengan niat menjatuhkan rezim yang represif, rezim tersebut mungkin tertarik dan kemudian mengincar anda. \r\n\r\nJika anda ingin hanya kontak anda yang melihat hal-hal yang anda bagikan atau tandai sebagai menarik, pastikan anda memeriksa pengaturan privasi anda. \r\n\r\n## Mengungkapkan lokasi Anda ##\r\n\r\nKebanyakan situs jejaring sosial akan menampilkan lokasi anda jika datanya tersedia. Fungsi ini umumnya disediakan jika anda menggunakan ponsel GPS untuk mengakses jejaring sosial. Tapi jangan mengira bahwa itu tidak terjadi jika anda tidak mengaksesnya dari ponsel. Jaringan komputer anda terhubung dengan anda juga dapat memberikan data lokasi. Untuk memastikan keamanan, periksalah pengaturan Anda. \r\n\r\nPerhatikanlah pengaturan lokasi pada situs berbagi foto dan video. Jangan hanya berasumsi bahwa mereka tidak berbagi lokasi anda: untuk memastikannya periksalah pengaturan anda. \r\n\r\nLihat juga [On Locational Privacy, and How to Avoid Losing it Forever](https://www.eff.org/wp/locational-privacy) dari situs Electronic Frontier Foundation. \r\n\r\n## Berbagi video / foto  ##\r\n\r\nFoto dan video dapat dengan mudah mengungkapkan identitas orang. Sangat penting untuk mendapat persetujuan dari orang yang foto atau videonya anda posting. Jika anda posting foto orang lain, sadarilah bahwa anda mungkin akan mengorbankan privasi mereka. Jangan pernah posting video atau foto siapa pun tanpa mendapatkan persetujuan mereka.\r\n\r\nFoto dan video juga dapat mengungkapkan banyak informasi secara tidak sengaja. Banyak kamera akan menanamkan data tersembunyi (tag metadata), yang mengungkapkan tanggal, waktu dan lokasi, jenis kamera, dll. Situs berbagi foto dan video dapat mempublikasikan informasi ini saat anda meng-upload konten ke situs mereka. \r\n\r\n<div class=\"background\" markdown=1>\r\nMansour: Apakah kamu tahu bahwa pihak berwenang di Burma mampu mengidentifikasi para biksu yang terlibat dalam protes revolusi safron dari video dan foto yang dipublikasikan secara internasional? Siapapun yang mereka bisa identifikasi dimasukkan ke penjara. \r\n\r\nMagda: Ya, kita perlu memastikan bahwa tidak ada wajah dalam foto-foto demonstrasi yang kita publikasikan online. Kita mungkin juga harus mengaburkan wajah atau menggunakan foto yang hanya menampilkan punggung orang saja. \r\n</div>\r\n\r\n## Pesan Instan ##\r\n\r\nBanyak situs jejaring sosial memiliki alat yang memungkinkan anda untuk berdiskusi dengan teman-teman Anda secara langsung. Cara kerjanya seperti Instant Messaging/pesan instan dan merupakan salah satu cara yang paling tidak aman untuk berkomunikasi di internet. Untuk memastikan chat anda aman, anda dan teman anda harus log in ke akun jejaring sosial menggunakan https://, atau gunakan program tambahan lain untuk chat, seperti Pidgin dengan Off-the-record yang telah terintegrasi, dan menggunakan enkripsi. Baca 'Pidgin – secure instant messaging' di Petunjuk yang membantu. \r\n\r\n## Bergabung / membuat grup, acara, dan komunitas ##\r\n\r\nInformasi apa yang anda berikan kepada orang lain saat anda bergabung dengan kelompok atau komunitas? Apa yang dikatakannya tentang anda? Atau, apa yang orang lain katakan kepada dunia saat mereka bergabung dengan kelompok atau komunitas yang anda buat? Apakah anda membuat orang lain berisiko?\r\n \r\nKetika anda bergabung dengan komunitas atau kelompok online,  kelompok tersebut mengungkapkan sesuatu tentang anda kepada orang lain. Secara umum, orang mungkin menganggap bahwa anda mendukung atau setuju dengan apa yang dikatakan atau dilakukan oleh kelompok tersebut. Hal ini bisa membuat anda rentan, misalnya jika anda terlihat seperti mengidentifikasikan diri dengan kelompok-kelompok politik tertentu. Jika anda bergabung dengan grup yang sebagain besar anggotanya tidak anda kenal, ini dapat membahayakan privasi atau pengaturan keamanan yang telah anda diterapkan ke akun anda. Maka pikirkan informasi apa yang anda berikan sebelum bergabung. Apakah anda menggunakan foto dan nama asli sehingga orang asing dapat mengidentifikasi anda? \r\n\r\nAtau, jika anda membuat kelompok dan orang-orang memilih untuk bergabung, apa yang mereka umumkan kepada dunia? Misalnya, mungkin itu adalah kelompok pendukung gay dan lesbian yang dibuat untuk membantu orang, tetapi dengan bergabung itu orang mengidentifikasi diri secara terbuka sebagai gay atau gay-friendly, yang bisa membawa bahaya bagi mereka di dunia nyata. \r\n\r\n<div class=\"background\" markdown=1>\r\nMansour: Teman-teman kita di Suriah tidak bisa datang ke konferensi di Istanbul karena mereka bergabung dengan sebuah kelompok Facebook yang disebut \"Hentikan Larangan Perjalanan di Suriah\", dan sekarang malah mereka yang dilarang untuk melakukan perjalanan.\r\n\r\nMagda: Bisakah kita membuat sebuah kelompok yang disebut \"Hore ada Larangan Perjalanan di Suriah\", dan ajak mereka bergabung. Lalu kita lihat apakah larangan perjalanan mereka akan dihapuskan? \r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2", 
                        "value": "chapter_10_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Mem-posting keterangan pribadi", 
                        "value": "Mem-posting keterangan pribadi"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {
            "body": {
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>Facebook</h2>\n\n<p>Facebook sudah menjadi situs jejaring sosial terbesar di dunia. Jika anda ingin mencapai orang melalui platform jejaring sosial, besar kemungkinan mereka menggunakan Facebook. Ini berarti bahwa menggunakan Facebook lebih berbahaya daripada menggunakan situs lain, karena aksesibilitas yang hampir universal berarti hampir semua orang dapat melihat informasi yang anda posting di sana.</p>\n\n<p>Pendiri Facebook, Mark Zuckerberg, telah secara terbuka menyatakan bahwa \"privasi online sudah mati\" dan memang benar bahwa sulit untuk mendapatkan privasi di Facebook. Meskipun Anda mungkin telah memeriksa pengaturan yang adauntuk meyakinkan anda bahwa hanya 'teman' tertentu yang memiliki akses ke informasi anda, informasi mungkin masih dapat diakses oleh orang luar melalui pencarian sederhana, atau oleh pengembang yang membuat salah satu dari banyak aplikasi dan game yang digunakan di Facebook.</p>\n\n<p>Penting  untuk dicatat bahwa sekali anda telah membuat akun di Facebook, anda tidak bisa menghapusnya. Facebook akan 'menonaktifkan' akun anda setelah permintaan tapi akan memungkinkan anda untuk 'kembali' dengan semua informasi dan pengaturan yang sama kapan pun anda mau. Data anda tidak pernah terhapus dari Facebook.</p>\n\n<p>Dari <a href=\"http://www.facebook.com/terms.php\">http://www.facebook.com/terms.php</a> - “<em>For content that is covered by intellectual property rights, like photos and videos ('IP content')/\"Untuk konten yang dilindungi oleh hak kekayaan intelektual, seperti foto dan video ('konten IP'), anda secara khusus memberikan izin berikut, subyek pada <a href=\"http://www.facebook.com/privacy/\">privacy</a> dan  [application settings]  (http://www.the following permission,w.facebook.com/editapps.php):: anda memberikan kami lisensi non-eksklusif, dapat dipindahtangankan, sub-licensable, bebas royalti, di seluruh dunia untuk menggunakan apapun konten IP yang Anda posting pada atau sehubungan dengan Facebook ('Lisensi IP'). Lisensi IP berakhir ketika anda menghapus konten IP anda atau akun anda kecuali konten anda telah dibagi dengan orang lain, dan mereka belum menghapusnya</em>.\" Dengan kata lain, Facebook memiliki data yang anda posting di sana, dan dapat menggunakannya sebagaimana yang mereka inginkan.</p>\n\n<p>Departemen Keamanan Dalam Negeri Amerika Serikat memonitor Facebook dan situs jejaring sosial dan sangat mungkin pemerintah negara lain melakukan hal yang sama.</p>\n\n<h3>Tips Facebook:</h3>\n\n<ul><li><p>Periksa pengaturan privasi Anda di Facebook. Sebagai hasil dari tekanan publik dan pertumbuhan jaringan yang belum pernah terjadi sebelumnya, kebijakan privasi mereka selalu berubah.</p></li>\n<li><p>Tindakan 'berteman' di Facebook berarti bahwa anda membangun koneksi langsung dengan pengguna lain dan anda mengizinkan mereka untuk melihat informasi dan kegiatan anda di Facebook. Sebaiknya hanya 'berteman' di Facebook dengan orang-orang yang benar-benar bisa dipercaya.</p></li>\n<li><p>Pertimbangkan untuk ”menonaktifkan” akun anda setiap kali anda keluar dari akun anda. Ini berarti bahwa akun anda terkunci dan tidak ada orang lain yang bisa mengaksesnya ketika anda sedang offline. Anda dapat mengaktifkan kembali akun saat anda masuk lagi dan semua pengaturan akan sama seperti semula.</p></li>\n</ul><p>Tempat yang patut dikunjungi untuk mulai memahami pengaturan privasi di Facebook adalah pada halaman ’Mengontrol Bagaimana Anda Berbagi'('Controlling How You Share' page si <a href=\"http://www.facebook.com/privacy/explanation.php\">http://www.facebook.com/privacy/explanation.php</a></p>\n\n<h2>Twitter</h2>\n\n<p>Fungsi: Update status</p>\n\n<p>Twitter bermula sebagai layanan untuk posting update dari ponsel ke internet, maka batas karakternya 140. Ini juga mengapa Twitter dikatakan sebagai 'SMS untuk internet'. Di Twitter, anda 'mengikuti' pengguna lain yang menarik bagi anda, bukan orang yang benar-benar anda kenal. Ini berarti bahwa pengikut anda bukan selalu teman anda dan memperkecil rasa bersalah karena asosiasi. Hal ini juga memudahkan orang untuk menggunakan identitas palsu atau menyembunyikan identitas mereka sendiri.</p>\n\n<p>Twitter menyatakan dalam syarat pelayanan: \"<em>Lisensi ini adalah anda mengizinkan kami untuk membuat Tweets anda yang tersedia ke seluruh dunia dan membolehkan orang lain melakukan hal yang sama. Tapi milik anda adalah milik anda - konten anda adalah milik anda</em>\" (dari <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>).</p>\n\n<p>Meskipun Twitter adalah sebuah situs web, banyak orang mengakses dan mengelola Twitter melalui aplikasi desktop yang dikenal sebagai klien Twitter. Jika Anda menggunakan klien Twitter anda harus memastikan perangkat terhubung ke situs aman.</p>\n\n<p>Departemen Keamanan Dalam Negeri Amerika Serikat memonitor Twitter dan situs jejaring sosial dan sangat mungkin bahwa pemerintah negara lain melakukan hal yang sama.</p>\n\n<h3>Tips Twitter</h3>\n\n<ul><li><p>\"Apa yang anda katakan di Twitter dapat dilihat di seluruh dunia dengan segera. anda adalah apa yang anda Tweet \"(dari <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>)</p></li>\n<li><p>Ingat, setiap posting di Twitter masuk ke dalam lini waktu publik, yang berarti dapat diakses oleh siapa saja, bukan hanya pengikut anda. Pertimbangkan melindungi posting anda jika anda memposting informasi sensitif. Melindungi tweets anda berarti bahwa hanya pengikut anda yang dapat melihatnya: namun, ingat bahwa para pengikut masih bebas untuk me-retweet-nya dan membuatnya publik.</p></li>\n<li><p>Pertimbangkan untuk menggunakan nama samaran atau identitas palsu jika anda men-tweet kritikan terhadap pejabat atau pemerintah.</p></li>\n</ul><h2>YouTube</h2>\n\n<p>Fungsi: berbagi video, berbagi konten internet</p>\n\n<p>YouTube dimiliki oleh Google. YouTube sangat bagus untuk membuat video anda tersedia bagi miliaran pengguna. Namun, jika orang-orang di Google menganggap konten video anda tidak dapat diterima, mereka akan menghapusnya. Ini berarti YouTube bukanlah tempat yang aman untuk menyimpan video Anda. Google juga telah dikenal tunduk pada tekanan untuk menghapus konten dari YouTube agar terhindar dari penyensoran internet. Jadi jika Anda ingin orang melihat video anda, unggah salinannya ke YouTube - hanya jangan unggah salinan satu-satunya ke YouTube untuk penyimpanan yang aman.</p>\n\n<p>Google akan mencatat nama pengguna baik dan data lokasi untuk setiap video yang diunggah dan dilihat. Ini berpotensi untuk digunakan untuk melacak individu.</p>\n\n<p>Konten yang anda posting di YouTube tetap milik anda, dengan posting di YouTube Anda memberi Google lisensi untuk mendistribusikan konten tersebut.</p>\n\n<p>Sampai September 2010, YouTube dilarang di Cina, Iran, Libya, Tunisia dan Turkmenistan.</p>\n\n<h3>Tips YouTube: :</h3>\n\n<ul><li><p>Jangan pernah posting video milik seseorang tanpa persetujuan mereka. Dan bahkan dengan persetujuan mereka, cobalah untuk memikirkan dampaknya sebelum mengunggah video tersebut.</p></li>\n<li><p>Simpanlah selalu salinan cadangan dari setiap video yang anda bagikan melalui Google / YouTube.</p></li>\n<li><p>Gunakan pengaturan privat untuk berbagi video dengan individu tertentu saja.</p></li>\n</ul><h2>Flickr</h2>\n\n<p>Fungsi: foto / video sharing, berbagi konten internet</p>\n\n<p>Flickr dimiliki oleh Yahoo!</p>\n\n<p>Konten yang diposting di Flickr tetap milik anda. Anda dapat memberikan lisensi kreatif umum ataupun hak cipta. Dengan mengirimkan konten, anda memberikan Yahoo lisensi untuk mendistribusikan foto atau video anda.</p>\n\n<p>Karena atribusi lisensi yang beragam, Flickr sangat baik untuk mencari gambar yang akan digunakan dalam kampanye dan sebagai tempat untuk berbagi gambar dengan rekan, sekutu dan anggota jejaring anda.</p>\n\n<h2>Flickr Tips</h2>\n\n<ul><li><p>Periksa bahwa Flickr tidak menampilkan informasi tersembunyi direkam oleh kamera digital Anda (metadata), ini dapat mencakup tanggal, waktu, lokasi GPS, model kamera, dll</p></li>\n<li><p>Jangan pernah berbagi foto orang lain di Flickr tanpa persetujuan mereka, dan pastikan subyek dari setiap foto setuju dengan jenis lisensi yang anda pilih untuk foto mereka.</p></li>\n</ul><p>Departemen Keamanan Dalam Negeri Amerika Serikat monitor Flickr dan situs jejaring sosial lain dan sangat mungkin bahwa pemerintah negara lain melakukannya juga.</p>\n\n<h2>Catatan Akhir: Alat Alternatif</h2>\n\n<p>Situs web yang tercantum dalam bab ini adalah yang paling populer dan merupakan alat-alat jejaring sosial yang banyak digunakan. Situs-situs tersebut akan menjadi sasaran pertama dari penindakan dari Pemerintah dan jadi situs pertama yang akan diblokir. Karena alat ini semua dimiliki oleh perusahaan swasta, mereka akan tunduk pada tekanan pemerintah dan akan ada penyensorsn bila diperlukan. Ada baiknya melihat ke situs-situs  alternatif, sepertiDiaspora (<a href=\"http://joindiaspora.com\">http://joindiaspora.com</a>) dan (<a href=\"http://we.riseup.net\">http://we.riseup.net</a>) yang dirancang dengan dasar keamanan digital dan aktivisme.</p>\n", 
                        "summary": "", 
                        "value": "## Facebook ##\r\n\r\nFacebook sudah menjadi situs jejaring sosial terbesar di dunia. Jika anda ingin mencapai orang melalui platform jejaring sosial, besar kemungkinan mereka menggunakan Facebook. Ini berarti bahwa menggunakan Facebook lebih berbahaya daripada menggunakan situs lain, karena aksesibilitas yang hampir universal berarti hampir semua orang dapat melihat informasi yang anda posting di sana. \r\n\r\nPendiri Facebook, Mark Zuckerberg, telah secara terbuka menyatakan bahwa \"privasi online sudah mati\" dan memang benar bahwa sulit untuk mendapatkan privasi di Facebook. Meskipun Anda mungkin telah memeriksa pengaturan yang adauntuk meyakinkan anda bahwa hanya 'teman' tertentu yang memiliki akses ke informasi anda, informasi mungkin masih dapat diakses oleh orang luar melalui pencarian sederhana, atau oleh pengembang yang membuat salah satu dari banyak aplikasi dan game yang digunakan di Facebook. \r\n\r\nPenting  untuk dicatat bahwa sekali anda telah membuat akun di Facebook, anda tidak bisa menghapusnya. Facebook akan 'menonaktifkan' akun anda setelah permintaan tapi akan memungkinkan anda untuk 'kembali' dengan semua informasi dan pengaturan yang sama kapan pun anda mau. Data anda tidak pernah terhapus dari Facebook. \r\n\r\nDari [http://www.facebook.com/terms.php](http://www.facebook.com/terms.php) - “*For content that is covered by intellectual property rights, like photos and videos ('IP content')/\"Untuk konten yang dilindungi oleh hak kekayaan intelektual, seperti foto dan video ('konten IP'), anda secara khusus memberikan izin berikut, subyek pada [privacy](http://www.facebook.com/privacy/) dan  [application settings]  (http://www.the following permission,w.facebook.com/editapps.php):: anda memberikan kami lisensi non-eksklusif, dapat dipindahtangankan, sub-licensable, bebas royalti, di seluruh dunia untuk menggunakan apapun konten IP yang Anda posting pada atau sehubungan dengan Facebook ('Lisensi IP'). Lisensi IP berakhir ketika anda menghapus konten IP anda atau akun anda kecuali konten anda telah dibagi dengan orang lain, dan mereka belum menghapusnya*.\" Dengan kata lain, Facebook memiliki data yang anda posting di sana, dan dapat menggunakannya sebagaimana yang mereka inginkan. \r\n\r\nDepartemen Keamanan Dalam Negeri Amerika Serikat memonitor Facebook dan situs jejaring sosial dan sangat mungkin pemerintah negara lain melakukan hal yang sama. \r\n\r\n### Tips Facebook: ###\r\n\r\n* Periksa pengaturan privasi Anda di Facebook. Sebagai hasil dari tekanan publik dan pertumbuhan jaringan yang belum pernah terjadi sebelumnya, kebijakan privasi mereka selalu berubah. \r\n\r\n* Tindakan 'berteman' di Facebook berarti bahwa anda membangun koneksi langsung dengan pengguna lain dan anda mengizinkan mereka untuk melihat informasi dan kegiatan anda di Facebook. Sebaiknya hanya 'berteman' di Facebook dengan orang-orang yang benar-benar bisa dipercaya. \r\n\r\n* Pertimbangkan untuk ”menonaktifkan” akun anda setiap kali anda keluar dari akun anda. Ini berarti bahwa akun anda terkunci dan tidak ada orang lain yang bisa mengaksesnya ketika anda sedang offline. Anda dapat mengaktifkan kembali akun saat anda masuk lagi dan semua pengaturan akan sama seperti semula. \r\n\r\nTempat yang patut dikunjungi untuk mulai memahami pengaturan privasi di Facebook adalah pada halaman ’Mengontrol Bagaimana Anda Berbagi'('Controlling How You Share' page si [http://www.facebook.com/privacy/explanation.php](http://www.facebook.com/privacy/explanation.php)\r\n \r\n## Twitter ##\r\n\r\nFungsi: Update status\r\n\r\nTwitter bermula sebagai layanan untuk posting update dari ponsel ke internet, maka batas karakternya 140. Ini juga mengapa Twitter dikatakan sebagai 'SMS untuk internet'. Di Twitter, anda 'mengikuti' pengguna lain yang menarik bagi anda, bukan orang yang benar-benar anda kenal. Ini berarti bahwa pengikut anda bukan selalu teman anda dan memperkecil rasa bersalah karena asosiasi. Hal ini juga memudahkan orang untuk menggunakan identitas palsu atau menyembunyikan identitas mereka sendiri.\r\n\r\nTwitter menyatakan dalam syarat pelayanan: \"*Lisensi ini adalah anda mengizinkan kami untuk membuat Tweets anda yang tersedia ke seluruh dunia dan membolehkan orang lain melakukan hal yang sama. Tapi milik anda adalah milik anda - konten anda adalah milik anda*\" (dari [http://twitter.com/terms](http://twitter.com/terms)).  \r\n\r\nMeskipun Twitter adalah sebuah situs web, banyak orang mengakses dan mengelola Twitter melalui aplikasi desktop yang dikenal sebagai klien Twitter. Jika Anda menggunakan klien Twitter anda harus memastikan perangkat terhubung ke situs aman. \r\n\r\nDepartemen Keamanan Dalam Negeri Amerika Serikat memonitor Twitter dan situs jejaring sosial dan sangat mungkin bahwa pemerintah negara lain melakukan hal yang sama.  \r\n\r\n### Tips Twitter ###\r\n\r\n* \"Apa yang anda katakan di Twitter dapat dilihat di seluruh dunia dengan segera. anda adalah apa yang anda Tweet \"(dari [http://twitter.com/terms](http://twitter.com/terms))\r\n\r\n* Ingat, setiap posting di Twitter masuk ke dalam lini waktu publik, yang berarti dapat diakses oleh siapa saja, bukan hanya pengikut anda. Pertimbangkan melindungi posting anda jika anda memposting informasi sensitif. Melindungi tweets anda berarti bahwa hanya pengikut anda yang dapat melihatnya: namun, ingat bahwa para pengikut masih bebas untuk me-retweet-nya dan membuatnya publik. \r\n\r\n* Pertimbangkan untuk menggunakan nama samaran atau identitas palsu jika anda men-tweet kritikan terhadap pejabat atau pemerintah. \r\n\r\n## YouTube ##\r\n\r\nFungsi: berbagi video, berbagi konten internet \r\n\r\nYouTube dimiliki oleh Google. YouTube sangat bagus untuk membuat video anda tersedia bagi miliaran pengguna. Namun, jika orang-orang di Google menganggap konten video anda tidak dapat diterima, mereka akan menghapusnya. Ini berarti YouTube bukanlah tempat yang aman untuk menyimpan video Anda. Google juga telah dikenal tunduk pada tekanan untuk menghapus konten dari YouTube agar terhindar dari penyensoran internet. Jadi jika Anda ingin orang melihat video anda, unggah salinannya ke YouTube - hanya jangan unggah salinan satu-satunya ke YouTube untuk penyimpanan yang aman.\r\n\r\nGoogle akan mencatat nama pengguna baik dan data lokasi untuk setiap video yang diunggah dan dilihat. Ini berpotensi untuk digunakan untuk melacak individu.  \r\n\r\nKonten yang anda posting di YouTube tetap milik anda, dengan posting di YouTube Anda memberi Google lisensi untuk mendistribusikan konten tersebut. \r\n\r\nSampai September 2010, YouTube dilarang di Cina, Iran, Libya, Tunisia dan Turkmenistan.\r\n\r\n### Tips YouTube: : ###\r\n\r\n* Jangan pernah posting video milik seseorang tanpa persetujuan mereka. Dan bahkan dengan persetujuan mereka, cobalah untuk memikirkan dampaknya sebelum mengunggah video tersebut.\r\n\r\n* Simpanlah selalu salinan cadangan dari setiap video yang anda bagikan melalui Google / YouTube. \r\n\r\n* Gunakan pengaturan privat untuk berbagi video dengan individu tertentu saja. \r\n\r\n## Flickr ##\r\n\r\nFungsi: foto / video sharing, berbagi konten internet \r\n\r\nFlickr dimiliki oleh Yahoo! \r\n\r\nKonten yang diposting di Flickr tetap milik anda. Anda dapat memberikan lisensi kreatif umum ataupun hak cipta. Dengan mengirimkan konten, anda memberikan Yahoo lisensi untuk mendistribusikan foto atau video anda. \r\n\r\nKarena atribusi lisensi yang beragam, Flickr sangat baik untuk mencari gambar yang akan digunakan dalam kampanye dan sebagai tempat untuk berbagi gambar dengan rekan, sekutu dan anggota jejaring anda. \r\n\r\n## Flickr Tips ##\r\n\r\n* Periksa bahwa Flickr tidak menampilkan informasi tersembunyi direkam oleh kamera digital Anda (metadata), ini dapat mencakup tanggal, waktu, lokasi GPS, model kamera, dll \r\n \r\n* Jangan pernah berbagi foto orang lain di Flickr tanpa persetujuan mereka, dan pastikan subyek dari setiap foto setuju dengan jenis lisensi yang anda pilih untuk foto mereka. \r\n\r\nDepartemen Keamanan Dalam Negeri Amerika Serikat monitor Flickr dan situs jejaring sosial lain dan sangat mungkin bahwa pemerintah negara lain melakukannya juga. \r\n\r\n## Catatan Akhir: Alat Alternatif  ##\r\n\r\nSitus web yang tercantum dalam bab ini adalah yang paling populer dan merupakan alat-alat jejaring sosial yang banyak digunakan. Situs-situs tersebut akan menjadi sasaran pertama dari penindakan dari Pemerintah dan jadi situs pertama yang akan diblokir. Karena alat ini semua dimiliki oleh perusahaan swasta, mereka akan tunduk pada tekanan pemerintah dan akan ada penyensorsn bila diperlukan. Ada baiknya melihat ke situs-situs  alternatif, sepertiDiaspora ([http://joindiaspora.com](http://joindiaspora.com)) dan ([http://we.riseup.net](http://we.riseup.net)) yang dirancang dengan dasar keamanan digital dan aktivisme. "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1971", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1971", 
                "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5117", 
                "module": "book", 
                "nid": "1971", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5117", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452613250", 
            "comment": "0", 
            "created": "1441105899", 
            "current_revision_id": "12826", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_3", 
                        "value": "chapter_10_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5117": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1971", 
                    "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5117", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5117", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1971", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1971", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613250", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Alat-Alat Jejaring Sosial  Social networking tools", 
                        "value": "Alat-Alat Jejaring Sosial  Social networking tools"
                    }
                ]
            }, 
            "title_original": "Social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335906", 
                        "created": "1442335906", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "es": {
                        "changed": "1442415467", 
                        "created": "1442415467", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210679", 
                        "created": "1441210679", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850358", 
                        "created": "1442762385", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441375634", 
                        "created": "1441375634", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613250", 
                        "created": "1452613081", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333733", 
                        "created": "1442333733", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1442410481", 
                        "created": "1442410481", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ru": {
                        "changed": "1443813942", 
                        "created": "1443813779", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1442324808", 
                        "created": "1442324808", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1446046271", 
                        "created": "1441105899", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326410", 
                        "created": "1442326410", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c3a9cbbd-21c4-4061-bb61-762c60339139", 
            "vid": "12826", 
            "vuuid": "2e690730-c7d7-4b3d-bf19-57b13aa6f02d"
        }
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "id": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "id": [
            {
                "format": null, 
                "safe_value": "9. Cara melindungi diri dan data anda saat menggunakan situs jejaring sosial", 
                "value": "9. Cara melindungi diri dan data anda saat menggunakan situs jejaring sosial"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "id": [
            {
                "format": null, 
                "safe_value": "chapter-10", 
                "value": "chapter-10"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "id": [
            {
                "format": null, 
                "safe_value": "9. Cara melindungi diri dan data anda saat menggunakan situs jejaring sosial ", 
                "value": "9. Cara melindungi diri dan data anda saat menggunakan situs jejaring sosial "
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}