{
    "body": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<h3>О программе</h3>\n\n<p><strong>Главная функция:</strong> обнаружение и удаление различного рода \"шпионских\" программ</p>\n\n<p><strong>Страница программы:</strong> <a href=\"http://www.safer-networking.org\"><strong>www.safer-networking.org</strong></a></p>\n\n<p><strong>Автор:</strong> Safer-Networking Ltd.</p>\n\n<p><strong>Лицензия:</strong> бесплатная программа</p>\n\n<p><strong>Операционная система:</strong> все версии Windows</p>\n\n<p><strong>Используемая здесь версия программы:</strong> 2.2</p>\n\n<p><strong>Объем дистрибутива:</strong> 15.6 Мб</p>\n\n<h3>Возможности</h3>\n\n<p>Если вы утром включили компьютер, и в окне вашего браузера сама собой\nзагрузилась незнакомая страница с коммерческой рекламой — значит, на\nвашем компьютере завелся шпион.</p>\n\n<p>Программы-шпионы даже полноценными программами назвать нельзя. Это\nфрагменты кода наподобие всем известных компьютерных вирусов. Но в\nотличие от вирусов они обычно не имеют цели заразить как можно больше\nфайлов или разослать себя по контактам из адресной книги. Шпион\nсобирает информацию и отсылает ее \"хозяину\". В зависимости от этой информации шпион может, например, показывать рекламу. Бывает, что\nперехваченные шпионом данные используются злоумышленниками для доступа\nк разным ресурсам \"от лица\" честного пользователя.</p>\n\n<p>Иногда шпионы выглядят как легальные дополнения к бесплатно\n(условно-бесплатно) распространяемым полезным программам. Иногда о них\nдаже упоминается мелким шрифтом в \"лицензионном соглашении\".</p>\n\n<p>Spybot — Search &amp; Destroy, программа с грозным названием\n(\"search and destroy\" — \"найти и уничтожить\"), — эффективное средство борьбы со шпионами. По-русски выговаривать это каждый раз довольно трудно, поэтому дальше будем писать просто Spybot.</p>\n\n<p>Spybot борется не только со шпионами, но и со следующими \"плохими парнями\" (malware; список не полный):</p>\n\n<ul><li><strong>Adware</strong> — показывает рекламу на вашем компьютере.</li>\n<li><strong>Spyware</strong> — настоящий шпион, худшая форма adware. Отслеживает ваши привычки, когда вы загружаете разные программы или посещаете веб-сайты, считывает личную информацию, имена учетных записей и пароли.</li>\n<li><strong>Browser Helper Object (BHO)</strong> — вспомогательный объект браузера. Небольшая программа, которые расширяет возможности, например, Internet Explorer. Она может тайно следить за вашими действиями в Интернете, приводить к нестабильной работе или аварийному закрытию браузера.</li>\n<li><strong>Browser hijacker</strong> — \"угонщик\", меняет стартовую или поисковую страницу браузера без вашего ведома. Может активно препятствовать возвращению этих страниц в нормальное состояние.</li>\n<li><strong>Dialer</strong> — \"звонилка\", использует ваш модем, чтобы звонить на некие номера без вашего согласия.</li>\n<li><strong>Keylogger</strong> — перехватывает и записывает нажатие клавиш на клавиатуре.</li>\n<li><strong>Trojan</strong> — троян, троянский конь. Тайно пробирается на компьютер под видом (или в составе) \"добропорядочной\" программы. </li>\n<li><strong>Worm</strong> — червь, использует установленные программы для рассылки себя как можно большему числу адресатов.</li>\n</ul><p>В Windows Vista есть собственное, встроенное средство борьбы против \"шпионов\" под названием Windows Defender. Несмотря на это, насколько нам известно, Windows Vista позволяет Spybot бесконфликтно заниматься своей работой.</p>\n\n<h3>Аналоги для GNU Linux, Mac OS и Microsoft Windows</h3>\n\n<p>Можно сказать, что сегодня операционные системы <strong>GNU Linux</strong> и <strong>Mac OS</strong> относительно свободны от шпионов, вирусов и др. Для собственной защиты мы рекомендуем <strong>1)</strong> регулярно обновлять вашу операционную систему и установленные программы; <strong>2)</strong> использовать антивирусные средства, например, одни из тех, которые перечислены в главе об <a href=\"/ru/avast_main\"><em>Avast</em></a> chapter; <strong>3)</strong> использовать межсетевой экран <a href=\"/ru/comodofirewall_main\"><em>Comodo</em></a>; <strong>4)</strong> использовать безопасный браузер, например, <a href=\"/ru/firefox_main\"><em>Firefox</em></a> с дополнением <a href=\"/ru/firefox_noscript\"><em>NoScript</em></a>, которое блокирует произвольный запуск скриптов во время посещения веб-сайтов. С помощью этих превентивных средств можно обезопасить свой компьютер под управлением <strong>GNU Linux</strong> или <strong>Mac OS</strong>.</p>\n\n<p>Ситуация с <strong>Microsoft Windows</strong> другая. Каждый день появляется множество вредоносных программ, а методы атак совершенствуются и усложняются. Мы рекомендуем не пренебрегать средствами обеспечения безопасности, в том числе и программой <strong>Spybot</strong>.</p>\n\n<p>Однако, если ваш компьютер все-таки подвергся атаке вредоносных программ, и вы находитесь в поиске иных решений (кроме Spybot), мы можем посоветовать:</p>\n\n<ol><li><p>Установите <a href=\"http://superantispyware.com\"><strong>SuperAntiSpyware</strong></a>, обновите определения вирусов в программной базе и сканируйте компьютер.</p></li>\n<li><p>Установите <a href=\"http://www.malwarebytes.org/mbam.php\"><strong>Malwarebytes Anti-Malware</strong></a>, выполните быстрое сканирование, а затем и полное сканирование, и избавьтесь от вредоносных программ.</p></li>\n<li><p>Используйте другие антишпионские средства,  например,  <a href=\"http://www.microsoft.com/windows/products/winfamily/defender\"><strong>Microsoft Windows Defender</strong></a>, <a href=\"http://www.lavasoft.com/\"><strong>Ad-Aware Internet Security</strong></a> или <a href=\"http://www.javacoolsoftware.com/spywareblaster.html\"><strong>SpywareBlaster</strong></a>.</p></li>\n</ol>", 
                "summary": "", 
                "value": "###О программе###\r\n\r\n**Главная функция:** обнаружение и удаление различного рода &quot;шпионских&quot; программ\r\n\r\n**Страница программы:** [**www.safer-networking.org**](http://www.safer-networking.org)\r\n\r\n**Автор:** Safer-Networking Ltd.\r\n\r\n**Лицензия:** бесплатная программа\r\n\r\n**Операционная система:** все версии Windows\r\n\r\n**Используемая здесь версия программы:** 2.2\r\n\r\n**Объем дистрибутива:** 15.6 Мб\r\n\r\n###Возможности###\r\n\r\nЕсли вы утром включили компьютер, и в окне вашего браузера сама собой\r\nзагрузилась незнакомая страница с коммерческой рекламой — значит, на\r\nвашем компьютере завелся шпион.\r\n\r\nПрограммы-шпионы даже полноценными программами назвать нельзя. Это\r\nфрагменты кода наподобие всем известных компьютерных вирусов. Но в\r\nотличие от вирусов они обычно не имеют цели заразить как можно больше\r\nфайлов или разослать себя по контактам из адресной книги. Шпион\r\nсобирает информацию и отсылает ее &quot;хозяину&quot;. В зависимости от этой информации шпион может, например, показывать рекламу. Бывает, что\r\nперехваченные шпионом данные используются злоумышленниками для доступа\r\nк разным ресурсам &quot;от лица&quot; честного пользователя.\r\n\r\nИногда шпионы выглядят как легальные дополнения к бесплатно\r\n(условно-бесплатно) распространяемым полезным программам. Иногда о них\r\nдаже упоминается мелким шрифтом в &quot;лицензионном соглашении&quot;.\r\n\r\nSpybot — Search &amp; Destroy, программа с грозным названием\r\n(&quot;search and destroy&quot; — &quot;найти и уничтожить&quot;), — эффективное средство борьбы со шпионами. По-русски выговаривать это каждый раз довольно трудно, поэтому дальше будем писать просто Spybot.\r\n\r\nSpybot борется не только со шпионами, но и со следующими &quot;плохими парнями&quot; (malware; список не полный):\r\n\r\n- **Adware** — показывает рекламу на вашем компьютере.\r\n- **Spyware** — настоящий шпион, худшая форма adware. Отслеживает ваши привычки, когда вы загружаете разные программы или посещаете веб-сайты, считывает личную информацию, имена учетных записей и пароли.\r\n- **Browser Helper Object (BHO)** — вспомогательный объект браузера. Небольшая программа, которые расширяет возможности, например, Internet Explorer. Она может тайно следить за вашими действиями в Интернете, приводить к нестабильной работе или аварийному закрытию браузера.\r\n- **Browser hijacker** — &quot;угонщик&quot;, меняет стартовую или поисковую страницу браузера без вашего ведома. Может активно препятствовать возвращению этих страниц в нормальное состояние.\r\n- **Dialer** — &quot;звонилка&quot;, использует ваш модем, чтобы звонить на некие номера без вашего согласия.\r\n- **Keylogger** — перехватывает и записывает нажатие клавиш на клавиатуре.\r\n- **Trojan** — троян, троянский конь. Тайно пробирается на компьютер под видом (или в составе) &quot;добропорядочной&quot; программы. \r\n- **Worm** — червь, использует установленные программы для рассылки себя как можно большему числу адресатов.\r\n\r\nВ Windows Vista есть собственное, встроенное средство борьбы против &quot;шпионов&quot; под названием Windows Defender. Несмотря на это, насколько нам известно, Windows Vista позволяет Spybot бесконфликтно заниматься своей работой.\r\n\r\n###Аналоги для GNU Linux, Mac OS и Microsoft Windows###\r\n\r\nМожно сказать, что сегодня операционные системы **GNU Linux** и **Mac OS** относительно свободны от шпионов, вирусов и др. Для собственной защиты мы рекомендуем **1)** регулярно обновлять вашу операционную систему и установленные программы; **2)** использовать антивирусные средства, например, одни из тех, которые перечислены в главе об [*Avast*](/ru/avast_main) chapter; **3)** использовать межсетевой экран [*Comodo*](/ru/comodofirewall_main); **4)** использовать безопасный браузер, например, [*Firefox*](/ru/firefox_main) с дополнением [*NoScript*](/ru/firefox_noscript), которое блокирует произвольный запуск скриптов во время посещения веб-сайтов. С помощью этих превентивных средств можно обезопасить свой компьютер под управлением **GNU Linux** или **Mac OS**.\r\n\r\nСитуация с **Microsoft Windows** другая. Каждый день появляется множество вредоносных программ, а методы атак совершенствуются и усложняются. Мы рекомендуем не пренебрегать средствами обеспечения безопасности, в том числе и программой **Spybot**. \r\n\r\nОднако, если ваш компьютер все-таки подвергся атаке вредоносных программ, и вы находитесь в поиске иных решений (кроме Spybot), мы можем посоветовать:\r\n\r\n1. Установите [**SuperAntiSpyware**](http://superantispyware.com), обновите определения вирусов в программной базе и сканируйте компьютер. \r\n\r\n2. Установите [**Malwarebytes Anti-Malware**](http://www.malwarebytes.org/mbam.php), выполните быстрое сканирование, а затем и полное сканирование, и избавьтесь от вредоносных программ.\r\n\r\n3. Используйте другие антишпионские средства,  например,  [**Microsoft Windows Defender**](http://www.microsoft.com/windows/products/winfamily/defender), [**Ad-Aware Internet Security**](http://www.lavasoft.com/) или [**SpywareBlaster**](http://www.javacoolsoftware.com/spywareblaster.html)."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1989", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1989", 
        "link_title": "Spybot - Anti-Spyware", 
        "menu_name": "book-toc-1928", 
        "mlid": "5135", 
        "module": "book", 
        "nid": "1989", 
        "options": [], 
        "p1": "5034", 
        "p2": "5135", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Spybot - Anti-Spyware", 
        "updated": "0", 
        "weight": "-14"
    }, 
    "book_children": [
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>На этой странице:</p>\n\n<ul><li><a href=\"#install\"><strong>Установка Spybot</strong></a></li>\n<li><a href=\"#portable\"><strong>Портативная версия</strong></a></li>\n<li><a href=\"#mainwindow\"><strong>Главное окно программы</strong></a></li>\n<li><a href=\"#scan\"><strong>Сканирование системы</strong></a></li>\n<li><a href=\"#scanfiles\"><strong>Сканирование файлов</strong></a></li>\n<li><a href=\"#immunize\"><strong>Иммунизация</strong></a></li>\n<li><a href=\"#update\"><strong>Обновление</strong></a></li>\n</ul><hr /><p><a name=\"install\" id=\"install\"></a></p>\n\n<h2>Установка Spybot</h2>\n\n<p>Запускаем установочный файл.</p>\n\n<ul><li>Вначале нас попросят выбрать язык. Выбираем \"Русский\", нажимаем \"OK\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot01.png\" alt=\"\" /></p>\n\n<ul><li>Первое окно приветствует нас. Нажимаем \"Далее\".</li>\n<li>Намек на то, что есть возможность пожертвовать деньги на развитие проекта. Решение о том, давать деньги или нет, можно принять потом, а сейчас выбираем \"...устанавливаю Spybot для частного использования и решаю позже\". Нажимаем \"Далее\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot02.png\" alt=\"\" /></p>\n\n<ul><li>Выбор между простым (автоматическим) и более подробным (ручным) режимом установки. Первый вариант, \"Далее\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot03.png\" alt=\"\" /></p>\n\n<ul><li>Лицензионное соглашение. Соглашаемся и нажимаем \"Далее\".</li>\n<li>Информация \"Все готово к установке\". Нажимаем \"Установить\".</li>\n</ul><p>Когда установка закончится, вы увидите окно \"Завершение Мастера установки\" с тремя опциями. Если хотим запустить программу сразу, оставим галочку в первом пункте и щелкаем по кнопке \"Завершить\".</p>\n\n<p><a name=\"portable\" id=\"portable\"></a></p>\n\n<h2>Портативная версия</h2>\n\n<p>Портативная версия не требует установки. Ее можно, например, хранить на USB-флэшке и использовать на разных компьютерах по необходимости. Кроме того, следы использования портативной версии на конкретном компьютере сложнее обнаружить.</p>\n\n<p><strong>Примечание:</strong> обратите внимание на <a href=\"avast_main\">ряд полезных утилит для борьбы с вирусами и прочим вредоносным кодом</a> из нашего раздела <em>Полезные программы</em>.</p>\n\n<ul><li>Отправляемся по ссылке <a href=\"http://portableapps.com/apps/security/spybot_portable\">http://portableapps.com/apps/security/spybot_portable</a> на популярный сайт Portableapps.</li>\n<li>Щелкаем по кнопке и скачиваем самораспаковывающийся архив</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot38.png\" alt=\"\" /></p>\n\n<ul><li>Запускаем скачанный файл. В появившемся окне выбираем русский язык, нажимаем \"ОК\".</li>\n<li>Приветственное окно. Нажимаем \"Далее\".</li>\n<li>Лицензионное соглашение. Ставим галочку в поле \"Я принимаю условия соглашения\" и нажимаем \"Далее\".</li>\n<li>Выбираем папку, куда будет распакован архив и запускаем процесс распаковки.</li>\n<li>Нажимаем \"Готово\".</li>\n</ul><p>Теперь можно запускать программу. По умолчанию <strong>Spybot</strong>, однако, покажет свое главное окно с интерфейсом на английском языке. Чтобы русифицировать:</p>\n\n<ul><li>В главном окне программы ставим галочку в поле \"Advanced User Module\". Появляются дополнительные пункты.</li>\n<li>Выбираем пункт \"Settings\".</li>\n<li>В настройках выбираем вкладку \"Язык\", а в ней - \"Русский\". Нажимаем \"ОК\".</li>\n<li>Перезапускаем программу.</li>\n</ul><p>Как пользоваться <strong>Spybot</strong> — описано ниже.</p>\n\n<p><a name=\"mainwindow\" id=\"mainwindow\"></a></p>\n\n<h2>Главное окно программы</h2>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot04.png\" alt=\"\" /></p>\n\n<p>Посмотрим, что нам предлагает <strong>Spybot</strong>.</p>\n\n<ul><li><strong>Сканирование системы.</strong> Полное сканирование компьютера (все диски) для обнаружения вредоносного кода.</li>\n<li><strong>Сканирование файлов.</strong> Здесь вы можете выбрать отдельные файлы для сканирования.</li>\n<li><strong>Иммунизация.</strong> Позволяет установить защиту, в частности, препятствуя доступу к сайтам, которые несут потенциальную угрозу безопасности.</li>\n<li><strong>Карантин.</strong> Сюда <strong>Spybot</strong> помещает файлы, с которыми возникли проблемы (не удаляет, а блокирует их по-своему).</li>\n<li><strong>Пожертвовать.</strong> Разработчик предлагает помочь его работе.</li>\n<li><strong>Статистика.</strong> Информация о проведенных сканированиях и результатах борьбы с вредоносным кодом.</li>\n<li><strong>Обновление.</strong> Здесь можно вручную обновить программу и \"антишпионскую\" базу.</li>\n</ul><p>Есть и другие инструменты, которые разработчики <strong>Spybot</strong> называют \"расширенными\" и \"профессиональными\", но о них позже.</p>\n\n<p><a name=\"scan\" id=\"scan\"></a></p>\n\n<h2>Сканирование системы</h2>\n\n<p>В отличие от многих антивирусных программ, <strong>Spybot</strong> не просматривает все файлы подряд, а обращается к наиболее уязвимым местам вашей системы и проверяет, нет ли там известного ему вредоносного программного кода.</p>\n\n<ul><li>Щелкаем по кнопке \"Сканирование системы\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot06.png\" alt=\"\" /></p>\n\n<ul><li>Открывается окно \"Сканирование системы\". Слева  столбце основные действия, которые относятся к сканированию, а справа - три области, которые помогут нам сориентироваться в дальнейших шагах. </li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot07.png\" alt=\"\" /></p>\n\n<ul><li>Щелкаем по кнопке \"Начать сканирование\". </li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot08.png\" alt=\"\" /></p>\n\n<p><strong>Spybot</strong> предлагает сначала очистить систему от временных файлов.</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot09.png\" alt=\"\" /></p>\n\n<p>Это избавит вас от существующего на компьютере \"программного мусора\" и ускорит процесс: впоследствии, если <strong>Spybot</strong> обнаружит какую-нибудь опасность, вам не придется перелистывать экран за экраном. Очистка компьютера от временных файлов не повредит системе, не приведет к удалению ваших рабочих данных или установленных программ. Можно выбрать любой вариант. Начнется проверка системы. Чем больше файлов на диске, тем больше времени занимает эта процедура. Вы в любое время можете прервать сканирование, если щелкнете по кнопке \"Прервать сканирование\".</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot10.png\" alt=\"\" /></p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot11.png\" alt=\"\" /></p>\n\n<ul><li>После проверки нужно щелкнуть по кнопке \"Показать рез-ты поиска\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot12.png\" alt=\"\" /></p>\n\n<p><strong>Spybot</strong> покажет обнаруженные проблемы. Рядом с названиями расположены индикаторы \"уровень угрозы\": чем длиннее полоска, тем более вероятен риск.</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot13.png\" alt=\"\" /></p>\n\n<p>\"Уровень угрозы\" носит оценочный характер. Нет смысла бить в набат, если вы увидите короткие полоски, подобные тем, что на картинке. Они обозначают тот или иной программный код, который не очень деликатно относится к вашей приватности. Например, файлы cookies, хранящие информацию о посещенных вами веб-сайтах. Тем не менее, можно избавиться и от этих угроз, достаточно нажать кнопку \"Исправить отмеченное\" в правом нижнем углу окна.</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot14.png\" alt=\"\" /></p>\n\n<p>Хотя <strong>Spybot</strong> автоматически ведет журнал операций, вы можете в любой момент скомандовать записать результаты в log-файл (опция в левом столбце).</p>\n\n<p><a name=\"scanfiles\" id=\"scanfiles\"></a></p>\n\n<h2>Сканирование выбранных файлов</h2>\n\n<p>В сущности, производится так же, но в главном окне <strong>Spybot</strong> нужно выбирать кнопку \"Сканирование файлов\".</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot15.png\" alt=\"\" /></p>\n\n<p>В левом столбце выбираем нужные файлы и/или папки. <strong>Spybot</strong> отображает их в правой части окна и производит проверку.</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot16.png\" alt=\"\" /></p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot17.png\" alt=\"\" /></p>\n\n<p><a name=\"immunize\" id=\"immunize\"></a></p>\n\n<h2>Иммунизация</h2>\n\n<p>Хорошо бы не только просканировать компьютер на наличие проблем, но и осуществить превентивные меры, защитить важные компоненты.</p>\n\n<p>\"Иммунизацией\" разработчики <strong>Spybot</strong> называют превентивную \"прививку\" браузера от \"шпионов\", блокирование вредных cookies, попыток установки вредоносных программ, посещения зловредных сайтов и так далее.</p>\n\n<ul><li>В главном окне <strong>Spybot</strong> нажимаем на кнопку \"Иммунизация\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot18.png\" alt=\"\" /></p>\n\n<ul><li>Появляется окно с предложением выбрать, для каких именно учетных записей Windows вы хотите провести иммунизацию. Если вы единственный пользователь на компьютере и входите с правами администратора, большой разницы нет. Но на вашем компьютере обыкновенно работает несколько человек, возможно, лучше ограничиться только своей учетной записью. </li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot19.png\" alt=\"\" /></p>\n\n<ul><li>Нажимаем на кнопку по выбору и попадаем в окно \"Иммунизация\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot20.png\" alt=\"\" /></p>\n\n<ul><li>Если открыт какой-либо браузер, <strong>Spybot</strong> предложит закрыть его, чтобы корректно провести иммунизацию. Выполняем это и щелкаем по кнопке \"Проверить систему\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot21.png\" alt=\"\" /></p>\n\n<ul><li>Когда <strong>Spybot</strong> завершит проверку, мы увидим сообщение о ее результатах.</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot22.png\" alt=\"\" /></p>\n\n<p>Если вы любопытны, можете щелкнуть по ссылке \"Показать детали\" в правом нижнем углу окна.</p>\n\n<ul><li>Нажимаем на кнопку \"Применить иммунизацию\".</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot23.png\" alt=\"\" /></p>\n\n<ul><li>Окно с предупреждением о правах администратора. Подтверждаем.</li>\n<li>Результат иммунизации выглядит как на картинке.</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot24.png\" alt=\"\" /></p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot25.png\" alt=\"\" /></p>\n\n<p><a name=\"update\" id=\"update\"></a></p>\n\n<h2>Обновление</h2>\n\n<p>Обновлять программу вручную очень просто. Для этого нужно в главном окне просто щелкнуть по кнопке \"Обновление\".</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot27.png\" alt=\"\" /></p>\n\n<p>Откроется окно \"Обновление\". В нем отображается статус программы. Принудительно (вручную) обновить программу и базу можно щелкнуть по кнопке \"Обновление\".</p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot28.png\" alt=\"\" /></p>\n", 
                        "summary": "", 
                        "value": "На этой странице:\r\n\r\n- [**Установка Spybot**](#install)\r\n- [**Портативная версия**](#portable)\r\n- [**Главное окно программы**](#mainwindow)\r\n- [**Сканирование системы**](#scan)\r\n- [**Сканирование файлов**](#scanfiles)\r\n- [**Иммунизация**](#immunize)\r\n- [**Обновление**](#update)\r\n\r\n-------\r\n\r\n<a name=\"install\"></a>\r\n## Установка Spybot ##\r\n\r\nЗапускаем установочный файл. \r\n\r\n- Вначале нас попросят выбрать язык. Выбираем &quot;Русский&quot;, нажимаем &quot;OK&quot;.\r\n\r\n![](/sbox/screen/spybot-ru/spybot01.png)\r\n\r\n- Первое окно приветствует нас. Нажимаем &quot;Далее&quot;.\r\n- Намек на то, что есть возможность пожертвовать деньги на развитие проекта. Решение о том, давать деньги или нет, можно принять потом, а сейчас выбираем \"...устанавливаю Spybot для частного использования и решаю позже\". Нажимаем \"Далее\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot02.png)\r\n\r\n- Выбор между простым (автоматическим) и более подробным (ручным) режимом установки. Первый вариант, \"Далее\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot03.png)\r\n\r\n- Лицензионное соглашение. Соглашаемся и нажимаем &quot;Далее&quot;.\r\n- Информация \"Все готово к установке\". Нажимаем \"Установить\".\r\n\r\nКогда установка закончится, вы увидите окно \"Завершение Мастера установки\" с тремя опциями. Если хотим запустить программу сразу, оставим галочку в первом пункте и щелкаем по кнопке \"Завершить\".\r\n\r\n<a name=\"portable\"></a>\r\n## Портативная версия ##\r\n\r\nПортативная версия не требует установки. Ее можно, например, хранить на USB-флэшке и использовать на разных компьютерах по необходимости. Кроме того, следы использования портативной версии на конкретном компьютере сложнее обнаружить.\r\n\r\n**Примечание:** обратите внимание на [ряд полезных утилит для борьбы с вирусами и прочим вредоносным кодом](avast_main) из нашего раздела *Полезные программы*.\r\n\r\n- Отправляемся по ссылке [http://portableapps.com/apps/security/spybot_portable](http://portableapps.com/apps/security/spybot_portable) на популярный сайт Portableapps.\r\n- Щелкаем по кнопке и скачиваем самораспаковывающийся архив\r\n\r\n![](/sbox/screen/spybot-ru/spybot38.png)\r\n\r\n- Запускаем скачанный файл. В появившемся окне выбираем русский язык, нажимаем \"ОК\".\r\n- Приветственное окно. Нажимаем \"Далее\".\r\n- Лицензионное соглашение. Ставим галочку в поле \"Я принимаю условия соглашения\" и нажимаем \"Далее\".\r\n- Выбираем папку, куда будет распакован архив и запускаем процесс распаковки.\r\n- Нажимаем \"Готово\".\r\n\r\nТеперь можно запускать программу. По умолчанию **Spybot**, однако, покажет свое главное окно с интерфейсом на английском языке. Чтобы русифицировать:\r\n\r\n- В главном окне программы ставим галочку в поле \"Advanced User Module\". Появляются дополнительные пункты.\r\n- Выбираем пункт \"Settings\".\r\n- В настройках выбираем вкладку \"Язык\", а в ней - \"Русский\". Нажимаем \"ОК\".\r\n- Перезапускаем программу.\r\n\r\nКак пользоваться **Spybot** — описано ниже.\r\n\r\n<a name=\"mainwindow\"></a>\r\n## Главное окно программы ##\r\n\r\n![](/sbox/screen/spybot-ru/spybot04.png)\r\n\r\nПосмотрим, что нам предлагает **Spybot**.\r\n\r\n- **Сканирование системы.** Полное сканирование компьютера (все диски) для обнаружения вредоносного кода.\r\n- **Сканирование файлов.** Здесь вы можете выбрать отдельные файлы для сканирования.\r\n- **Иммунизация.** Позволяет установить защиту, в частности, препятствуя доступу к сайтам, которые несут потенциальную угрозу безопасности.\r\n- **Карантин.** Сюда **Spybot** помещает файлы, с которыми возникли проблемы (не удаляет, а блокирует их по-своему).\r\n- **Пожертвовать.** Разработчик предлагает помочь его работе.\r\n- **Статистика.** Информация о проведенных сканированиях и результатах борьбы с вредоносным кодом.\r\n- **Обновление.** Здесь можно вручную обновить программу и \"антишпионскую\" базу.\r\n\r\nЕсть и другие инструменты, которые разработчики **Spybot** называют \"расширенными\" и \"профессиональными\", но о них позже.\r\n\r\n<a name=\"scan\"></a>\r\n## Сканирование системы ##\r\n\r\nВ отличие от многих антивирусных программ, **Spybot** не просматривает все файлы подряд, а обращается к наиболее уязвимым местам вашей системы и проверяет, нет ли там известного ему вредоносного программного кода.\r\n\r\n- Щелкаем по кнопке \"Сканирование системы\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot06.png)\r\n\r\n- Открывается окно \"Сканирование системы\". Слева  столбце основные действия, которые относятся к сканированию, а справа - три области, которые помогут нам сориентироваться в дальнейших шагах. \r\n\r\n![](/sbox/screen/spybot-ru/spybot07.png)\r\n\r\n- Щелкаем по кнопке \"Начать сканирование\". \r\n\r\n![](/sbox/screen/spybot-ru/spybot08.png)\r\n\r\n**Spybot** предлагает сначала очистить систему от временных файлов. \r\n\r\n![](/sbox/screen/spybot-ru/spybot09.png)\r\n\r\nЭто избавит вас от существующего на компьютере \"программного мусора\" и ускорит процесс: впоследствии, если **Spybot** обнаружит какую-нибудь опасность, вам не придется перелистывать экран за экраном. Очистка компьютера от временных файлов не повредит системе, не приведет к удалению ваших рабочих данных или установленных программ. Можно выбрать любой вариант. Начнется проверка системы. Чем больше файлов на диске, тем больше времени занимает эта процедура. Вы в любое время можете прервать сканирование, если щелкнете по кнопке \"Прервать сканирование\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot10.png)\r\n\r\n![](/sbox/screen/spybot-ru/spybot11.png)\r\n\r\n- После проверки нужно щелкнуть по кнопке \"Показать рез-ты поиска\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot12.png)\r\n\r\n**Spybot** покажет обнаруженные проблемы. Рядом с названиями расположены индикаторы \"уровень угрозы\": чем длиннее полоска, тем более вероятен риск.\r\n\r\n![](/sbox/screen/spybot-ru/spybot13.png)\r\n\r\n\"Уровень угрозы\" носит оценочный характер. Нет смысла бить в набат, если вы увидите короткие полоски, подобные тем, что на картинке. Они обозначают тот или иной программный код, который не очень деликатно относится к вашей приватности. Например, файлы cookies, хранящие информацию о посещенных вами веб-сайтах. Тем не менее, можно избавиться и от этих угроз, достаточно нажать кнопку \"Исправить отмеченное\" в правом нижнем углу окна.\r\n\r\n![](/sbox/screen/spybot-ru/spybot14.png)\r\n\r\nХотя **Spybot** автоматически ведет журнал операций, вы можете в любой момент скомандовать записать результаты в log-файл (опция в левом столбце).\r\n\r\n<a name=\"scanfiles\"></a>\r\n## Сканирование выбранных файлов ##\r\n\r\nВ сущности, производится так же, но в главном окне **Spybot** нужно выбирать кнопку \"Сканирование файлов\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot15.png)\r\n\r\nВ левом столбце выбираем нужные файлы и/или папки. **Spybot** отображает их в правой части окна и производит проверку.\r\n\r\n![](/sbox/screen/spybot-ru/spybot16.png)\r\n\r\n![](/sbox/screen/spybot-ru/spybot17.png)\r\n\r\n<a name=\"immunize\"></a>\r\n## Иммунизация ##\r\n\r\nХорошо бы не только просканировать компьютер на наличие проблем, но и осуществить превентивные меры, защитить важные компоненты.\r\n\r\n\"Иммунизацией\" разработчики **Spybot** называют превентивную \"прививку\" браузера от \"шпионов\", блокирование вредных cookies, попыток установки вредоносных программ, посещения зловредных сайтов и так далее. \r\n\r\n- В главном окне **Spybot** нажимаем на кнопку \"Иммунизация\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot18.png)\r\n\r\n- Появляется окно с предложением выбрать, для каких именно учетных записей Windows вы хотите провести иммунизацию. Если вы единственный пользователь на компьютере и входите с правами администратора, большой разницы нет. Но на вашем компьютере обыкновенно работает несколько человек, возможно, лучше ограничиться только своей учетной записью. \r\n\r\n![](/sbox/screen/spybot-ru/spybot19.png)\r\n\r\n- Нажимаем на кнопку по выбору и попадаем в окно \"Иммунизация\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot20.png)\r\n\r\n- Если открыт какой-либо браузер, **Spybot** предложит закрыть его, чтобы корректно провести иммунизацию. Выполняем это и щелкаем по кнопке \"Проверить систему\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot21.png)\r\n\r\n- Когда **Spybot** завершит проверку, мы увидим сообщение о ее результатах.\r\n\r\n![](/sbox/screen/spybot-ru/spybot22.png)\r\n\r\nЕсли вы любопытны, можете щелкнуть по ссылке \"Показать детали\" в правом нижнем углу окна.\r\n\r\n- Нажимаем на кнопку \"Применить иммунизацию\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot23.png)\r\n\r\n- Окно с предупреждением о правах администратора. Подтверждаем.\r\n- Результат иммунизации выглядит как на картинке.\r\n\r\n![](/sbox/screen/spybot-ru/spybot24.png)\r\n\r\n![](/sbox/screen/spybot-ru/spybot25.png)\r\n\r\n<a name=\"update\"></a>\r\n## Обновление ##\r\n\r\nОбновлять программу вручную очень просто. Для этого нужно в главном окне просто щелкнуть по кнопке \"Обновление\". \r\n\r\n![](/sbox/screen/spybot-ru/spybot27.png)\r\n\r\nОткроется окно \"Обновление\". В нем отображается статус программы. Принудительно (вручную) обновить программу и базу можно щелкнуть по кнопке \"Обновление\".\r\n\r\n![](/sbox/screen/spybot-ru/spybot28.png)"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1990", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1990", 
                "link_title": "How to Install and Use Spybot", 
                "menu_name": "book-toc-1928", 
                "mlid": "5136", 
                "module": "book", 
                "nid": "1990", 
                "options": [], 
                "p1": "5034", 
                "p2": "5135", 
                "p3": "5136", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5135", 
                "router_path": "node/%", 
                "title": "How to Install and Use Spybot", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1453995086", 
            "comment": "0", 
            "created": "1441113890", 
            "current_revision_id": "13064", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "spybot_gettingstarted", 
                        "value": "spybot_gettingstarted"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5136": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1990", 
                    "link_title": "How to Install and Use Spybot", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5136", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5135", 
                    "p3": "5136", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5135", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1990", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/spybot_gettingstarted", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1453995086", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Установка и использование Spybot ", 
                        "value": "Установка и использование Spybot "
                    }
                ]
            }, 
            "title_original": "How to Install and Use Spybot", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442919397", 
                        "created": "1442919397", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1441895045", 
                        "created": "1441799174", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442408754", 
                        "created": "1441898176", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441280029", 
                        "created": "1441280029", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453995086", 
                        "created": "1442834426", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1443775667", 
                        "created": "1443775667", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452861116", 
                        "created": "1452861116", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443601709", 
                        "created": "1443601709", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441187376", 
                        "created": "1441187376", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444174840", 
                        "created": "1444174840", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444829880", 
                        "created": "1444720919", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441187295", 
                        "created": "1441113890", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1990", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445369465", 
                        "created": "1444057050", 
                        "entity_id": "1990", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1990", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6e342dab-4ffd-48d1-aee3-8e1ccc508971", 
            "vid": "13064", 
            "vuuid": "6ba15fc4-d4d0-4d10-9822-feb82cadaa08"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>В прошлой главе мы познакомились с основными функциями <strong>Spybot</strong>. Помимо них, разработчики предлагают ряд интересных опций, которые они называют \"Расширенными\" и \"Профессиональными\". Большинство доступно в коммерческой версии <strong>Spybot</strong>, а некоторые мы рассмотрим ниже.</p>\n\n<p>На этой странице:</p>\n\n<ul><li><a href=\"#report\"><strong>Создатель отчета</strong></a></li>\n<li><a href=\"#settings\"><strong>Настройки</strong></a></li>\n<li><a href=\"#other\"><strong>Прочее</strong></a></li>\n</ul><hr /><p><img src=\"/sbox/screen/spybot-ru/spybot29.png\" alt=\"\" /></p>\n\n<p><a name=\"report\" id=\"report\"></a></p>\n\n<h2>Создатель отчета</h2>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot30.png\" alt=\"\" /></p>\n\n<p>Эта простая функция позволяет скомпоновать отчет из разных log-файлов. Такой отчет может быть полезен, если вы столкнулись с каким-то необычным (трудноудаляемым) вредоносным кодом и нуждаетесь в поддержке профессионалов. Отчет можно отправить разработчикам <strong>Spybot.</strong></p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot31.png\" alt=\"\" /></p>\n\n<p><a name=\"settings\" id=\"settings\"></a></p>\n\n<h2>Настройки</h2>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot33.png\" alt=\"\" /></p>\n\n<ul><li><strong>Язык.</strong> По умолчанию <strong>Spybot</strong> запускается с интерфейсом на русском языке, но при необходимости вы можете переключить язык на другой.</li>\n<li><strong>Область.</strong> Можно выбрать, какую систему сканировать (только внутреннюю или также внешние) и какой профиль (текущий или всех пользователей Windows на этом компьютере).</li>\n<li><strong>Категории.</strong> Здесь приводится список разных видов вредоносного кода, на которые <strong>Spybot</strong> проверяет систему.</li>\n<li><strong>Интегрирование в систему.</strong> По умолчанию <strong>Spybot</strong> создает контекстное меню в \"Проводнике\" Windows, помещает себя в автозагрузку и создает значок в системном трее. Все это можно при желании отключить.</li>\n<li><strong>Системные сервисы.</strong> Активация различных частей (модулей) <strong>Spybot.</strong></li>\n<li><strong>Браузеры.</strong> В системе может быть установлено более одного браузера (например, Internet Explorer, Mozilla Firefox и Google Chrome). Эта опция позволяет отключить проверку того или иного браузера (например, если вы им практически не пользуетесь).</li>\n<li><strong>Лист игнорирования.</strong> Если <strong>Spybot</strong> не кажется вам достаточно разборчивым - например, сканирует и блокирует то, что не нужно ни сканировать, ни, тем более, блокировать - можно добавить нужную программу или адрес сайта в \"белый список\".</li>\n<li><strong>Планировщик.</strong> Вместо того, чтобы выполнять проверки вручную, иногда удобнее, чтобы <strong>Spybot</strong> занимался этим сам, по расписанию.</li>\n<li><strong>Диалоги.</strong> Различные подсказки, информационные окна, предложения дополнительных действий: все их можно включить или отключить в этом меню.</li>\n</ul><p><a name=\"other\" id=\"other\"></a></p>\n\n<h2>Прочее</h2>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot36.png\" alt=\"\" /></p>\n\n<ul><li><strong>Инструменты стартовой загрузки.</strong> В этом пункте много разных вкладок. В частности, список запущенных в Windows процессов, настройка программ в автозагрузке, можно даже посмотреть и отредактировать файл hosts, в котором Windows хранит информацию о переадресациях веб-страниц. Изменения, как правило, производятся в реестре Windows, поэтому мы рекомендуем быть очень осторожным. Особенно если вы не чувствуете себя достаточно уверенно.</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot35.png\" alt=\"\" /></p>\n\n<p><img src=\"/sbox/screen/spybot-ru/spybot37.png\" alt=\"\" /></p>\n\n<ul><li><strong>Rootkit сканер.</strong> Сканирование на предмет руткитов — программ для маскировки следов присутствия и работы вредоносного кода.</li>\n</ul><p><img src=\"/sbox/screen/spybot-ru/spybot34.png\" alt=\"\" /></p>\n", 
                        "summary": "", 
                        "value": "В прошлой главе мы познакомились с основными функциями **Spybot**. Помимо них, разработчики предлагают ряд интересных опций, которые они называют \"Расширенными\" и \"Профессиональными\". Большинство доступно в коммерческой версии **Spybot**, а некоторые мы рассмотрим ниже. \r\n\r\nНа этой странице:\r\n\r\n- [**Создатель отчета**](#report)\r\n- [**Настройки**](#settings)\r\n- [**Прочее**](#other)\r\n\r\n-------\r\n\r\n![](/sbox/screen/spybot-ru/spybot29.png)\r\n\r\n<a name=\"report\"></a>\r\n## Создатель отчета ##\r\n\r\n![](/sbox/screen/spybot-ru/spybot30.png)\r\n\r\nЭта простая функция позволяет скомпоновать отчет из разных log-файлов. Такой отчет может быть полезен, если вы столкнулись с каким-то необычным (трудноудаляемым) вредоносным кодом и нуждаетесь в поддержке профессионалов. Отчет можно отправить разработчикам **Spybot.**\r\n\r\n![](/sbox/screen/spybot-ru/spybot31.png)\r\n\r\n<a name=\"settings\"></a>\r\n## Настройки ##\r\n\r\n![](/sbox/screen/spybot-ru/spybot33.png)\r\n\r\n- **Язык.** По умолчанию **Spybot** запускается с интерфейсом на русском языке, но при необходимости вы можете переключить язык на другой.\r\n- **Область.** Можно выбрать, какую систему сканировать (только внутреннюю или также внешние) и какой профиль (текущий или всех пользователей Windows на этом компьютере).\r\n- **Категории.** Здесь приводится список разных видов вредоносного кода, на которые **Spybot** проверяет систему.\r\n- **Интегрирование в систему.** По умолчанию **Spybot** создает контекстное меню в \"Проводнике\" Windows, помещает себя в автозагрузку и создает значок в системном трее. Все это можно при желании отключить.\r\n- **Системные сервисы.** Активация различных частей (модулей) **Spybot.**\r\n- **Браузеры.** В системе может быть установлено более одного браузера (например, Internet Explorer, Mozilla Firefox и Google Chrome). Эта опция позволяет отключить проверку того или иного браузера (например, если вы им практически не пользуетесь).\r\n- **Лист игнорирования.** Если **Spybot** не кажется вам достаточно разборчивым - например, сканирует и блокирует то, что не нужно ни сканировать, ни, тем более, блокировать - можно добавить нужную программу или адрес сайта в \"белый список\".\r\n- **Планировщик.** Вместо того, чтобы выполнять проверки вручную, иногда удобнее, чтобы **Spybot** занимался этим сам, по расписанию.\r\n- **Диалоги.** Различные подсказки, информационные окна, предложения дополнительных действий: все их можно включить или отключить в этом меню.\r\n\r\n<a name=\"other\"></a>\r\n## Прочее ##\r\n\r\n![](/sbox/screen/spybot-ru/spybot36.png)\r\n\r\n- **Инструменты стартовой загрузки.** В этом пункте много разных вкладок. В частности, список запущенных в Windows процессов, настройка программ в автозагрузке, можно даже посмотреть и отредактировать файл hosts, в котором Windows хранит информацию о переадресациях веб-страниц. Изменения, как правило, производятся в реестре Windows, поэтому мы рекомендуем быть очень осторожным. Особенно если вы не чувствуете себя достаточно уверенно.\r\n\r\n![](/sbox/screen/spybot-ru/spybot35.png)\r\n\r\n![](/sbox/screen/spybot-ru/spybot37.png)\r\n\r\n- **Rootkit сканер.** Сканирование на предмет руткитов — программ для маскировки следов присутствия и работы вредоносного кода.\r\n\r\n![](/sbox/screen/spybot-ru/spybot34.png)"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1991", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1991", 
                "link_title": "How to Use Spybot in Advanced Mode", 
                "menu_name": "book-toc-1928", 
                "mlid": "5137", 
                "module": "book", 
                "nid": "1991", 
                "options": [], 
                "p1": "5034", 
                "p2": "5135", 
                "p3": "5137", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5135", 
                "router_path": "node/%", 
                "title": "How to Use Spybot in Advanced Mode", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455201855", 
            "comment": "0", 
            "created": "1441113933", 
            "current_revision_id": "13232", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "spybot_advanced", 
                        "value": "spybot_advanced"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5137": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1991", 
                    "link_title": "How to Use Spybot in Advanced Mode", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5137", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5135", 
                    "p3": "5137", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5135", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1991", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/spybot_advanced", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455201855", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Расширенные функции", 
                        "value": "Расширенные функции"
                    }
                ]
            }, 
            "title_original": "How to Use Spybot in Advanced Mode", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442919495", 
                        "created": "1442919495", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454082415", 
                        "created": "1441895174", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1455201855", 
                        "created": "1441898286", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452005325", 
                        "created": "1441280148", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442834529", 
                        "created": "1442834529", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1443775648", 
                        "created": "1443775648", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452861263", 
                        "created": "1452861263", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443601817", 
                        "created": "1443601817", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441187501", 
                        "created": "1441187501", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444174898", 
                        "created": "1444174898", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444830101", 
                        "created": "1444720988", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441113933", 
                        "created": "1441113933", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1991", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445369525", 
                        "created": "1444057189", 
                        "entity_id": "1991", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1991", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6a4f31ae-fd13-4720-8305-22041f250927", 
            "vid": "13232", 
            "vuuid": "7ca22834-2c76-4da6-a054-d05b1fe8c45a"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Портативная версия не требует установки. Ее можно, например, хранить на USB-флэшке и использовать на разных компьютерах по необходимости. Кроме того, следы использования портативной версии на конкретном компьютере сложнее обнаружить.</p>\n\n<p><strong>Примечание:</strong> обратите внимание на <a href=\"avast_main\">ряд полезных утилит для борьбы с вирусами и прочим вредоносным кодом</a> из нашего раздела <em>Полезные программы</em>.</p>\n\n<p>О том, как скачать, запустить и русифицировать портативную версию <strong>Spybot</strong>, теперь <a href=\"spybot_gettingstarted\">написано в соответствующей главе нашего руководства</a>, а эта страница временно оставлена здесь для совместимости с другими языковыми версиями.</p>\n", 
                        "summary": "", 
                        "value": "Портативная версия не требует установки. Ее можно, например, хранить на USB-флэшке и использовать на разных компьютерах по необходимости. Кроме того, следы использования портативной версии на конкретном компьютере сложнее обнаружить.  \r\n\r\n**Примечание:** обратите внимание на [ряд полезных утилит для борьбы с вирусами и прочим вредоносным кодом](avast_main) из нашего раздела *Полезные программы*.\r\n\r\nО том, как скачать, запустить и русифицировать портативную версию **Spybot**, теперь [написано в соответствующей главе нашего руководства](spybot_gettingstarted), а эта страница временно оставлена здесь для совместимости с другими языковыми версиями."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1992", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1992", 
                "link_title": "Portable Spybot (កម្មវិធី Spybot ដែលអាចយកតាមខ្លួនបាន)", 
                "menu_name": "book-toc-1928", 
                "mlid": "5138", 
                "module": "book", 
                "nid": "1992", 
                "options": [], 
                "p1": "5034", 
                "p2": "5135", 
                "p3": "5138", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5135", 
                "router_path": "node/%", 
                "title": "Portable Spybot (កម្មវិធី Spybot ដែលអាចយកតាមខ្លួនបាន)", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452861359", 
            "comment": "0", 
            "created": "1441113982", 
            "current_revision_id": "12876", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "spybot_portable", 
                        "value": "spybot_portable"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5138": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1992", 
                    "link_title": "Portable Spybot (កម្មវិធី Spybot ដែលអាចយកតាមខ្លួនបាន)", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5138", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5135", 
                    "p3": "5138", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5135", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1992", 
            "num_revisions": "16", 
            "path": "https://securityinabox.org/en/spybot_portable", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452861359", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Портативная версия Spybot", 
                        "value": "Портативная версия Spybot"
                    }
                ]
            }, 
            "title_original": "Portable Spybot", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442929376", 
                        "created": "1442929376", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442240934", 
                        "created": "1442240934", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442408869", 
                        "created": "1441898432", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441280197", 
                        "created": "1441280197", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "id": {
                        "changed": "1444815892", 
                        "created": "1444815892", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1452861359", 
                        "created": "1452861359", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443601883", 
                        "created": "1443601883", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441187953", 
                        "created": "1441187953", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444174958", 
                        "created": "1444174958", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444830163", 
                        "created": "1444721050", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441113982", 
                        "created": "1441113982", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445504921", 
                        "created": "1445504921", 
                        "entity_id": "1992", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "523947d7-e8c5-4d43-9de4-3152ac1591ac", 
            "vid": "12876", 
            "vuuid": "9d78c143-37b1-4383-9998-6378ea5148cf"
        }, 
        {
            "body": {
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p><strong>Вопрос:</strong> Может ли Spybot автоматически, при загрузке, отыскивать в Интернете обновления?</p>\n\n<p><strong>Ответ:</strong> Может, но только в расширенной (платной) версии. Поскольку мы с вами пользуемся бесплатной версией программы, придется запускать поиск обновлений вручную, как описано в этой главе.</p>\n\n<p><strong>Вопрос:</strong> В пункте меню \"Режим\" есть переключение в \"Расширенный режим\". Расскажите вкратце, что это такое и зачем он нужен?</p>\n\n<p><strong>Ответ:</strong> Да, Spybot может работать в расширенном режиме. В нем становятся доступными дополнительные настройки программы, например, создание исключений при проверке системы, ведение планировщика заданий, изменение оформления программы, а также дополнительные инструменты, в частности, проверка несовместимостей в реестре, настройка автозагрузки Windows, изменение скрытых настроек Internet Explorer и т.п. Но для эффективной работы Spybot достаточно и настроек по умолчанию.</p>\n\n</div>\n\n<h2>Мини-тест</h2>\n\n<p><strong>1. Какая из программ — Cobian Backup или Spybot — обладает более серьезными средствами для борьбы со \"шпионами\"?</strong></p>\n\n<ul><li>Cobian Backup</li>\n<li>Spybot</li>\n<li>Примерно равны по своим функциям</li>\n<li>Они различны по функциям, их некорректно сравнивать</li>\n</ul><p><strong>2. Что называют adware?</strong></p>\n\n<ul><li>Одну из категорий компьютерных вирусов</li>\n<li>Условно-бесплатное программное обеспечение</li>\n<li>Любой вредоносный программный код</li>\n<li>Программы, показывающие рекламу</li>\n</ul><p><strong>3. Найдите ложное утверждение.</strong></p>\n\n<ul><li>\"Шпион\" может выглядеть как легальное дополнение к полезной программе</li>\n<li>Некоторые \"шпионы\" умеют перехватывать нажатия клавиш на клавиатуре</li>\n<li>Собранные \"шпионами\" данные могут использоваться для доступа к ресурсам от лица добропорядочного пользователя</li>\n<li>В Windows XP есть собственное средство для борьбы со \"шпионами\"</li>\n</ul><p><strong>4. Какой из \"симптомов\", вероятнее всего, является следствием работы \"шпиона\"?</strong></p>\n\n<ul><li>При запуске браузера появляется незнакомая рекламная страница</li>\n<li>Почтовая программа сообщает о недоступности почтового сервера</li>\n<li>В списке оборудования Windows некоторые позиции отмечены вопросительными знаками</li>\n<li>По экрану пробегают рябь и цветные полосы.</li>\n</ul><p><strong>5. Что такое TeaTimer</strong></p>\n\n<ul><li>Счетчик программ-шпионов, обнаруживаемых во время проверки компьютера</li>\n<li>Резидентный компонент Spybot, который не дает запускаться вредоносным процессам</li>\n<li>Специальный инструмент Spybot для сохранения и восстановления реестра Windows</li>\n<li>Таймер в английской версии Windows, который сигнализирует о том, что пора пить чай</li>\n</ul><p><strong>6. Превентивная \"прививка от шпионов\" на языке Spybot называется...</strong></p>\n\n<ul><li>Санация</li>\n<li>Вакцинация</li>\n<li>Иммунизация</li>\n<li>Ампутация</li>\n</ul><p><strong>7. Выберите правильное завершение фразы: \"Для отмены изменений, внесенных Spybot, следует...\"</strong></p>\n\n<ul><li>...воспользоваться встроенной в Spybot функцией \"Восстановить\"</li>\n<li>...попытаться восстановить данные из \"Корзины\" Windows</li>\n<li>...запустить специальную утилиту AntiSpybot</li>\n<li>...немедленно перезагрузить компьютер.</li>\n</ul><p><em>(Хотите <a href=\"/ru/test#spybot\">проверить правильность своих ответов</a>?)</em></p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\n**Вопрос:** Может ли Spybot автоматически, при загрузке, отыскивать в Интернете обновления?\r\n\r\n**Ответ:** Может, но только в расширенной (платной) версии. Поскольку мы с вами пользуемся бесплатной версией программы, придется запускать поиск обновлений вручную, как описано в этой главе.\r\n\r\n**Вопрос:** В пункте меню &quot;Режим&quot; есть переключение в &quot;Расширенный режим&quot;. Расскажите вкратце, что это такое и зачем он нужен?\r\n\r\n**Ответ:** Да, Spybot может работать в расширенном режиме. В нем становятся доступными дополнительные настройки программы, например, создание исключений при проверке системы, ведение планировщика заданий, изменение оформления программы, а также дополнительные инструменты, в частности, проверка несовместимостей в реестре, настройка автозагрузки Windows, изменение скрытых настроек Internet Explorer и т.п. Но для эффективной работы Spybot достаточно и настроек по умолчанию. \r\n</div>\r\n\r\n## Мини-тест ##\r\n\r\n**1. Какая из программ — Cobian Backup или Spybot — обладает более серьезными средствами для борьбы со &quot;шпионами&quot;?**\r\n\r\n- Cobian Backup\r\n- Spybot\r\n- Примерно равны по своим функциям\r\n- Они различны по функциям, их некорректно сравнивать\r\n\r\n**2. Что называют adware?**\r\n\r\n- Одну из категорий компьютерных вирусов\r\n- Условно-бесплатное программное обеспечение\r\n- Любой вредоносный программный код\r\n- Программы, показывающие рекламу\r\n\r\n**3. Найдите ложное утверждение.**\r\n\r\n- &quot;Шпион&quot; может выглядеть как легальное дополнение к полезной программе\r\n- Некоторые &quot;шпионы&quot; умеют перехватывать нажатия клавиш на клавиатуре\r\n- Собранные &quot;шпионами&quot; данные могут использоваться для доступа к ресурсам от лица добропорядочного пользователя\r\n- В Windows XP есть собственное средство для борьбы со &quot;шпионами&quot;\r\n\r\n**4. Какой из &quot;симптомов&quot;, вероятнее всего, является следствием работы &quot;шпиона&quot;?**\r\n\r\n- При запуске браузера появляется незнакомая рекламная страница\r\n- Почтовая программа сообщает о недоступности почтового сервера\r\n- В списке оборудования Windows некоторые позиции отмечены вопросительными знаками\r\n- По экрану пробегают рябь и цветные полосы.\r\n\r\n**5. Что такое TeaTimer**\r\n\r\n- Счетчик программ-шпионов, обнаруживаемых во время проверки компьютера\r\n- Резидентный компонент Spybot, который не дает запускаться вредоносным процессам\r\n- Специальный инструмент Spybot для сохранения и восстановления реестра Windows\r\n- Таймер в английской версии Windows, который сигнализирует о том, что пора пить чай\r\n\r\n**6. Превентивная &quot;прививка от шпионов&quot; на языке Spybot называется...**\r\n\r\n- Санация\r\n- Вакцинация\r\n- Иммунизация\r\n- Ампутация\r\n\r\n**7. Выберите правильное завершение фразы: &quot;Для отмены изменений, внесенных Spybot, следует...&quot;**\r\n\r\n- ...воспользоваться встроенной в Spybot функцией &quot;Восстановить&quot;\r\n- ...попытаться восстановить данные из &quot;Корзины&quot; Windows\r\n- ...запустить специальную утилиту AntiSpybot\r\n- ...немедленно перезагрузить компьютер.\r\n\r\n*(Хотите [проверить правильность своих ответов](/ru/test#spybot)?)*"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1993", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1993", 
                "link_title": "សំណួរដែលសួរញឹកញាប់ និង ការពិនិត្យមើលឡើងវិញ ", 
                "menu_name": "book-toc-1928", 
                "mlid": "5139", 
                "module": "book", 
                "nid": "1993", 
                "options": [], 
                "p1": "5034", 
                "p2": "5135", 
                "p3": "5139", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5135", 
                "router_path": "node/%", 
                "title": "សំណួរដែលសួរញឹកញាប់ និង ការពិនិត្យមើលឡើងវិញ ", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452861458", 
            "comment": "0", 
            "created": "1441114046", 
            "current_revision_id": "12877", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "spybot_faq", 
                        "value": "spybot_faq"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5139": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1993", 
                    "link_title": "សំណួរដែលសួរញឹកញាប់ និង ការពិនិត្យមើលឡើងវិញ ", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5139", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5135", 
                    "p3": "5139", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5135", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1993", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/spybot_faq", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452861458", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Вопросы и тест", 
                        "value": "Вопросы и тест"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442919558", 
                        "created": "1442919558", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1441895404", 
                        "created": "1441895375", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442408914", 
                        "created": "1441898670", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441280245", 
                        "created": "1441280245", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442835156", 
                        "created": "1442835156", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1443775631", 
                        "created": "1443775596", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452861458", 
                        "created": "1452861458", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443601937", 
                        "created": "1443601937", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441188183", 
                        "created": "1441188183", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444175008", 
                        "created": "1444175008", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1444830224", 
                        "created": "1444721116", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441898730", 
                        "created": "1441114046", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445369577", 
                        "created": "1444057257", 
                        "entity_id": "1993", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "1a9d3e39-7259-4f80-82d6-eeb10eb6707c", 
            "vid": "12877", 
            "vuuid": "b52bd873-2a4c-4b63-aa81-c6424f7fabc7"
        }
    ], 
    "changed": "1456927935", 
    "comment": "0", 
    "created": "1441113816", 
    "current_revision_id": "13431", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "ru": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Установка Spybot</strong></p>\n\n<ul><li><em>Прочтите короткое <a href=\"/ru/handsonguides\">вступление</a> из нашего руководства</em></li>\n<li><em><strong>Щелкните по кнопке Spybot ниже</strong> и 'откройте' либо 'запустите' установку. Если необходимо, сначала сохраните дистрибутив, затем найдите его на диске и запустите двойным щелчком</em></li>\n<li><em>Перед продолжением прочтите 'Инструкции по установке' в соответствующей главе руководства</em></li>\n<li><em>Если вы сохраняли дистрибутив на диске, его можно удалить после установки программы</em></li>\n</ul><p><strong>Spybot:</strong>\n<a href=\"/sbox/programs/spybot.exe\"><img src=\"/sites/securityinabox.org/files/u12/spybot.jpg\" alt=\"\" /></a></p>\n", 
                "value": "**Установка Spybot**\r\n\r\n- *Прочтите короткое [вступление](/ru/handsonguides) из нашего руководства*\r\n- ***Щелкните по кнопке Spybot ниже** и 'откройте' либо 'запустите' установку. Если необходимо, сначала сохраните дистрибутив, затем найдите его на диске и запустите двойным щелчком*\r\n- *Перед продолжением прочтите 'Инструкции по установке' в соответствующей главе руководства*\r\n- *Если вы сохраняли дистрибутив на диске, его можно удалить после установки программы*\r\n\r\n**Spybot:**\r\n[![](/sites/securityinabox.org/files/u12/spybot.jpg)](/sbox/programs/spybot.exe)"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "ru": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Установка Spybot</strong></p>\n\n<ul><li>Перед тем, как заниматься установкой и освоением программы, возможно, стоит прочесть <a href=\"/ru/handsonguides\">вступление к разделу \"Нужные программы\"</a>.</li>\n<li><strong>Щелкаем по значку Spybot</strong>. Попадаем список зеркал, откуда можно взять программу, и скачиваем дистрибутив Spybot на свой диск.</li>\n<li>Следуем по шагам раздела <a href=\"/ru/spybot_gettingstarted\">\"Установка Spybot\"</a>.</li>\n<li>После установки программы дистрибутив можно удалить с диска.</li>\n<li>Существует портативная версия <strong>Spybot</strong>, которая не требует установки на жесткий диск. Такую программу можно, например, носить с собой на USB-флешке. Подробнее см. в разделе <a href=\"spybot_portable\">\"Установка и использование Spybot\"</a>.</li>\n</ul><p><strong>Spybot:</strong><br /><a href=\"http://www.safer-networking.org/ru/mirrors/index.html\"><img src=\"/sites/securityinabox.org/files/u12/spybot.jpg\" alt=\"\" /></a></p>\n", 
                "value": "**Установка Spybot**\r\n\r\n- Перед тем, как заниматься установкой и освоением программы, возможно, стоит прочесть [вступление к разделу &quot;Нужные программы&quot;](/ru/handsonguides).\r\n- **Щелкаем по значку Spybot**. Попадаем список зеркал, откуда можно взять программу, и скачиваем дистрибутив Spybot на свой диск.\r\n- Следуем по шагам раздела [&quot;Установка Spybot&quot;](/ru/spybot_gettingstarted).\r\n- После установки программы дистрибутив можно удалить с диска.\r\n- Существует портативная версия **Spybot**, которая не требует установки на жесткий диск. Такую программу можно, например, носить с собой на USB-флешке. Подробнее см. в разделе [&quot;Установка и использование Spybot&quot;](spybot_portable).\r\n \r\n**Spybot:**  \r\n[![](/sites/securityinabox.org/files/u12/spybot.jpg)](http://www.safer-networking.org/ru/mirrors/index.html)"
            }
        ]
    }, 
    "field_menu_title": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Spybot - anti-spyware", 
                "value": "Spybot - anti-spyware"
            }
        ]
    }, 
    "field_menu_title_long": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Spybot. Удаляем программы-&quot;шпионы&quot;", 
                "value": "Spybot. Удаляем программы-\"шпионы\""
            }
        ]
    }, 
    "field_short_description": {
        "am": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong> (በአጭሩ ስፓይቦት) ማልዌር፣ አድዌር እና ስፓይዌሮችን ለማደን እና ከኮምፒውተር ለማስወገድ ያገልግላል። ስፓይቡት የኢንተርኔት ማሰሻችን (Internet browser) በታወቁ ማልዌሮች እንዳይጠቃ ዘላቂ መከላከያ ወይም ክትባት ይሰጣል። የስፓይቦት የተሻሻሉ ቅጂ በየጊዜው በነጻ ሊገኝ ይችላል።</p>\n", 
                "value": "**Spybot Search & Destroy** (በአጭሩ ስፓይቦት) ማልዌር፣ አድዌር እና ስፓይዌሮችን ለማደን እና ከኮምፒውተር ለማስወገድ ያገልግላል። ስፓይቡት የኢንተርኔት ማሰሻችን (Internet browser) በታወቁ ማልዌሮች እንዳይጠቃ ዘላቂ መከላከያ ወይም ክትባት ይሰጣል። የስፓይቦት የተሻሻሉ ቅጂ በየጊዜው በነጻ ሊገኝ ይችላል።"
            }
        ], 
        "ar": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>سباي‌ بوت</strong>: أداة للكشف عن أنواع من البرمجيات الخبيثة، من برمجيات تجسسية وإعلانية و بعض أنواع أحصنة طروادة (لكن ليس الفيروسات) وإبادتها. لها تحديثات تعريفات مجانية و وظيفة لتحصين متصفح إنترنت إكسبلورَر ضد العدوى بالبرمجيات الخبيثة المعروفة.</p>\n", 
                "value": "**سباي‌ بوت**: أداة للكشف عن أنواع من البرمجيات الخبيثة، من برمجيات تجسسية وإعلانية و بعض أنواع أحصنة طروادة (لكن ليس الفيروسات) وإبادتها. لها تحديثات تعريفات مجانية و وظيفة لتحصين متصفح إنترنت إكسبلورَر ضد العدوى بالبرمجيات الخبيثة المعروفة."
            }
        ], 
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>El <strong>Spybot S&amp;D</strong> se utiliza para detectar y remover distintos tipos de software malicioso (malware), software publicitario (adware)y software espía (spyware) de tu computadora. Este ofrece actualizaciones gratuitas y te permite inmunizar tu navegador de Internet de futuras infecciones producidas por software malicioso (malware) conocido.</p>\n", 
                "value": "El **Spybot S&amp;D** se utiliza para detectar y remover distintos tipos de software malicioso (malware), software publicitario (adware)y software espía (spyware) de tu computadora. Este ofrece actualizaciones gratuitas y te permite inmunizar tu navegador de Internet de futuras infecciones producidas por software malicioso (malware) conocido."
            }
        ], 
        "fa": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>برنامه <strong>Spybot Search &amp; Destroy</strong> برای شناسایی و پاک کردن انواع مختلف بدافزارها، تبلیغ افزارها، و جاسوس افزارها از روی رایانه شما بکار می رود. این برنامه بصورت رایگان به-هنگام شده و به شما امکان می‌دهد تا مرورگر خود را در برابر آلودگی‌های بعدی به بدافراهای شناخته شده محافظت کنید.</p>\n", 
                "value": "برنامه **Spybot Search & Destroy** برای شناسایی و پاک کردن انواع مختلف بدافزارها، تبلیغ افزارها، و جاسوس افزارها از روی رایانه شما بکار می رود. این برنامه بصورت رایگان به-هنگام شده و به شما امکان می‌دهد تا مرورگر خود را در برابر آلودگی‌های بعدی به بدافراهای شناخته شده محافظت کنید."
            }
        ], 
        "fr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong> est utilisé pour détecter et éliminer divers types de logiciels publicitaires (<em>adware</em>), malveillants (<em>malware</em>) ou espions (<em>spyware</em>). Le programme offre des mises à jour gratuites et vous permet d'immuniser votre navigateur Internet contre des infections futures.</p>\n", 
                "value": "**Spybot Search & Destroy** est utilisé pour détecter et éliminer divers types de logiciels publicitaires (*adware*), malveillants (*malware*) ou espions (*spyware*). Le programme offre des mises à jour gratuites et vous permet d'immuniser votre navigateur Internet contre des infections futures. "
            }
        ], 
        "id": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong> digunakan untuk mendeteksi dan memindahkan berbagai macam malware, adware dan spyware dari komputer Anda. <strong>Spybot</strong> juga menawarkan update gratis dan memungkinkan Anda untuk melindungi browser Internet Anda melawan infeksi di masa datang oleh <em>malware</em> yang telah diketahui.</p>\n", 
                "value": "**Spybot Search & Destroy** digunakan untuk mendeteksi dan memindahkan berbagai macam malware, adware dan spyware dari komputer Anda. **Spybot** juga menawarkan update gratis dan memungkinkan Anda untuk melindungi browser Internet Anda melawan infeksi di masa datang oleh *malware* yang telah diketahui."
            }
        ], 
        "km": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>កម្មវិធី <strong>Spybot Search &amp; Destroy</strong> ត្រូវបានប្រើដើម្បីស្វែងរក និងកម្ចាត់ malware, adware និង spyware ជាច្រើនប្រភេទ ចេញពីកុំព្យូទ័ររបស់លោកអ្នក។ កម្មវិធីនេះនឹងផ្តល់ការធ្វើបច្ចុប្បន្នភាពដោយឥតគិតថ្លៃ និងអនុញ្ញាតឲ្យលោកអ្នកអាចផ្សាំកម្មវិធីបើកអ៊ិនធឺណិតរបស់លោកអ្នក ជាមួយនឹងមេរោគដែលបង្កដោយ Malware ដែលត្រូវធ្លាប់ឆ្លងពីមុន ។</p>\n", 
                "value": "កម្មវិធី **Spybot Search & Destroy** ត្រូវបានប្រើដើម្បីស្វែងរក និងកម្ចាត់ malware, adware និង spyware ជាច្រើនប្រភេទ ចេញពីកុំព្យូទ័ររបស់លោកអ្នក។ កម្មវិធីនេះនឹងផ្តល់ការធ្វើបច្ចុប្បន្នភាពដោយឥតគិតថ្លៃ និងអនុញ្ញាតឲ្យលោកអ្នកអាចផ្សាំកម្មវិធីបើកអ៊ិនធឺណិតរបស់លោកអ្នក ជាមួយនឹងមេរោគដែលបង្កដោយ Malware ដែលត្រូវធ្លាប់ឆ្លងពីមុន ។"
            }
        ], 
        "my": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong> ကို ကြန္ပ်ဴတာထဲက malware, adware နဲ႔ spyware အမ်ဳိးမ်ဳိးကို ရွာေဖြၿပီး ဖယ္ရွားရာမွာ အသံုးျပဳတယ္။ Updates ေတြကို အခမဲ့ ရယူႏုိင္ၿပီး အင္တာနက္ ၾကည့္႐ႈတဲ့အခါ သိရွိၿပီးတဲ့ malware ရဲ႕ တိုက္ခိုက္လာမႈကို ခံႏိုင္ရည္ ရွိေစပါတယ္။</p>\n", 
                "value": "**Spybot Search & Destroy** ကို ကြန္ပ်ဴတာထဲက malware, adware နဲ႔ spyware အမ်ဳိးမ်ဳိးကို ရွာေဖြၿပီး ဖယ္ရွားရာမွာ အသံုးျပဳတယ္။ Updates ေတြကို အခမဲ့ ရယူႏုိင္ၿပီး အင္တာနက္ ၾကည့္႐ႈတဲ့အခါ သိရွိၿပီးတဲ့ malware ရဲ႕ တိုက္ခိုက္လာမႈကို ခံႏိုင္ရည္ ရွိေစပါတယ္။"
            }
        ], 
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>O <strong>Spybot Search &amp; Destroy</strong> é usado para detectar e remover diferentes tipos de malware, adware e spyware do computador. O programa oferece atualizações gratuitas e permite imunizar o seu navegador de internet contra futuras infecções por malware conhecidos.</p>\n", 
                "value": "O **Spybot Search & Destroy** é usado para detectar e remover diferentes tipos de malware, adware e spyware do computador. O programa oferece atualizações gratuitas e permite imunizar o seu navegador de internet contra futuras infecções por malware conhecidos."
            }
        ], 
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Seach &amp; Destroy</strong> được dùng để phát hiện và xóa bỏ nhiều loại phần mềm độc hại, phần mềm quảng cáo và phần mềm gián điệp khỏi máy tính của bạn. Nó cho phép cập nhật miễn phí và tạo hệ miễn dịch đối với những phần mềm độc hại đã được nhận dạng cho các trình duyệt Internet của bạn.</p>\n", 
                "value": "**Spybot Seach & Destroy** được dùng để phát hiện và xóa bỏ nhiều loại phần mềm độc hại, phần mềm quảng cáo và phần mềm gián điệp khỏi máy tính của bạn. Nó cho phép cập nhật miễn phí và tạo hệ miễn dịch đối với những phần mềm độc hại đã được nhận dạng cho các trình duyệt Internet của bạn."
            }
        ], 
        "xx": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong> is used to detect and remove different kinds of  malware, adware and spyware from your computer. It offers free updates and lets you immunise your Internet browser against future infection by known malware.</p>\n", 
                "value": "**Spybot Search & Destroy** is used to detect and remove different kinds of  malware, adware and spyware from your computer. It offers free updates and lets you immunise your Internet browser against future infection by known malware."
            }
        ], 
        "zh-hans": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Spybot Search &amp; Destroy</strong>用于探测和移除您电脑上不同种类的恶意软件、广告软件和间谍软件。它提供免费的升级，使您的浏览器在将来免受已知病毒的感染。</p>\n", 
                "value": "**Spybot Search & Destroy**用于探测和移除您电脑上不同种类的恶意软件、广告软件和间谍软件。它提供免费的升级，使您的浏览器在将来免受已知病毒的感染。"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "ru": [
            {
                "format": null, 
                "safe_value": "spybot_main", 
                "value": "spybot_main"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5135": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1989", 
            "link_title": "Spybot - Anti-Spyware", 
            "menu_name": "book-toc-1928", 
            "mlid": "5135", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5135", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-14"
        }
    }, 
    "name": "chris", 
    "nid": "1989", 
    "num_revisions": "35", 
    "path": "https://securityinabox.org/en/spybot_main", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456927935", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "ru": [
            {
                "format": null, 
                "safe_value": "Spybot. Удаляем программы-&quot;шпионы&quot;", 
                "value": "Spybot. Удаляем программы-\"шпионы\""
            }
        ]
    }, 
    "title_original": "Spybot - Anti-Spyware", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442919315", 
                "created": "1442919315", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442235230", 
                "created": "1441798957", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442408705", 
                "created": "1441898084", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452004901", 
                "created": "1441279631", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442834272", 
                "created": "1442834272", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1455880283", 
                "created": "1443775281", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452861013", 
                "created": "1452861013", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1456155116", 
                "created": "1443601613", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441187056", 
                "created": "1441187056", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1453895010", 
                "created": "1444174788", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "vi": {
                "changed": "1456927935", 
                "created": "1443523070", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1444140439", 
                "created": "1441113816", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1989", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445369399", 
                "created": "1444056985", 
                "entity_id": "1989", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1989", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "c90a4b7f-3748-4ea4-8bff-454e67d296b5", 
    "vid": "13431", 
    "vuuid": "12260823-a149-4bb9-ac1c-43690cce1b7c"
}