{
    "body": {
        "fr": [
            {
                "format": "full_html", 
                "safe_summary": "", 
                "safe_value": "<p>L’accès non autorisé aux données qui se trouvent sur votre ordinateur ou vos dispositifs de stockage portatifs peut être obtenu à distance, si « l’intrus » est en mesure de lire ou de modifier ces données via Internet, ou physiquement si ce dernier trouve le moyen de mettre la main sur votre matériel. Vous pouvez vous protéger contre ces deux formes d’intrusion en améliorant aussi bien la sécurité physique que la sécurité numérique de vos données, comme nous l’avons vu au chapitre <a href=\"chapter-1\" title=\"Chapitre 1\"><i><b>1. Protéger votre ordinateur contre les logiciels malveillants et les pirates</b></i></a> et au chapitre <a href=\"chapter-2\" title=\"Chapitre 2\"><i><b>2. Assurer la sécurité physique de vos données</b></i></a>. Il est toutefois préférable de mettre en place plusieurs moyens de défense complémentaires. C’est pourquoi vous devriez également protéger les données elles-mêmes de telle sorte que vos renseignements de nature délicate auront de meilleures chances de rester en sécurité, même si toutes vos autres mesures de sécurité s’avèrent insuffisantes.</p>\n<p>Il existe deux approches générales de la sécurisation des données. Vous pouvez <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrer</i></a> vos données sensibles et les rendre ainsi illisibles pour toute autre personne que vous, où les dissimuler pour que personne d’autre que vous ne soit en mesure de les trouver. Il existe des outils informatiques pour chacune de ces approches, y compris un programme <a href=\"glossaire#FLOSS\" title=\"FLOSS\"><i>FLOSS</i></a> appelé <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a>, qui peut à la fois chiffrer et dissimuler l’existence de vos données.</p>\n<p> </p>\n<h3>Scénario de départ</h3>\n<p> </p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Claudia et Pablo travaillent ensemble au sein d’un ONG dont la mission est de défendre les droits de la personne dans un pays sud-américain. Depuis plusieurs mois, ils compilent les dépositions de nombreux témoins de violations de droits humains commises par l’armée dans leur région. Si les renseignements personnels concernant ces courageux témoins étaient rendus publics, ceux-ci seraient en grave danger, ainsi que les membres de l’ONG qui sont actifs dans cette région. Pour l’instant, ces renseignements sont conservés dans une feuille de calcul stockée sur l’ordinateur Windows XP de l’organisme, lequel est connecté à Internet. Par souci de sécurité, Claudia a créé une copie de sauvegarde de ces données sur un CD, qu’elle garde quelque part à l’extérieur du bureau.</i></td>\n</tr></tbody></table><p> </p>\n<h3>Qu’apprendrez-vous dans ce chapitre</h3>\n<p> </p>\n<ul><li>Comment chiffrer les données stockées sur votre ordinateur ;</li>\n<li>Quels sont les risques encourus par le chiffrement de données ;</li>\n<li>Comment protéger des données stockées sur une clé USB, en cas de perte ou de vol ;</li>\n<li>Quelles sont les étapes à suivre pour cacher des données afin de les protéger des intrusions physiques ou virtuelles.</li>\n</ul><p> </p>\n", 
                "summary": "", 
                "value": "<p>L’accès non autorisé aux données qui se trouvent sur votre ordinateur ou vos dispositifs de stockage portatifs peut être obtenu à distance, si «&nbsp;l’intrus&nbsp;» est en mesure de lire ou de modifier ces données via Internet, ou physiquement si ce dernier trouve le moyen de mettre la main sur votre matériel. Vous pouvez vous protéger contre ces deux formes d’intrusion en améliorant aussi bien la sécurité physique que la sécurité numérique de vos données, comme nous l’avons vu au chapitre <a href=\"chapter-1\" title=\"Chapitre 1\"><i><b>1. Protéger votre ordinateur contre les logiciels malveillants et les pirates</b></i></a> et au chapitre <a href=\"chapter-2\" title=\"Chapitre 2\"><i><b>2. Assurer la sécurité physique de vos données</b></i></a>. Il est toutefois préférable de mettre en place plusieurs moyens de défense complémentaires. C’est pourquoi vous devriez également protéger les données elles-mêmes de telle sorte que vos renseignements de nature délicate auront de meilleures chances de rester en sécurité, même si toutes vos autres mesures de sécurité s’avèrent insuffisantes.</p>\r\n\r\n<p>Il existe deux approches générales de la sécurisation des données. Vous pouvez <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrer</i></a> vos données sensibles et les rendre ainsi illisibles pour toute autre personne que vous, où les dissimuler pour que personne d’autre que vous ne soit en mesure de les trouver. Il existe des outils informatiques pour chacune de ces approches, y compris un programme <a href=\"glossaire#FLOSS\" title=\"FLOSS\"><i>FLOSS</i></a> appelé <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a>, qui peut à la fois chiffrer et dissimuler l’existence de vos données.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Scénario de départ</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Claudia et Pablo travaillent ensemble au sein d’un ONG dont la mission est de défendre les droits de la personne dans un pays sud-américain. Depuis plusieurs mois, ils compilent les dépositions de nombreux témoins de violations de droits humains commises par l’armée dans leur région. Si les renseignements personnels concernant ces courageux témoins étaient rendus publics, ceux-ci seraient en grave danger, ainsi que les membres de l’ONG qui sont actifs dans cette région. Pour l’instant, ces renseignements sont conservés dans une feuille de calcul stockée sur l’ordinateur Windows XP de l’organisme, lequel est connecté à Internet. Par souci de sécurité, Claudia a créé une copie de sauvegarde de ces données sur un CD, qu’elle garde quelque part à l’extérieur du bureau.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Qu’apprendrez-vous dans ce chapitre</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>Comment chiffrer les données stockées sur votre ordinateur&nbsp;;</li>\r\n\t<li>Quels sont les risques encourus par le chiffrement de données&nbsp;;</li>\r\n\t<li>Comment protéger des données stockées sur une clé USB, en cas de perte ou de vol&nbsp;;</li>\r\n\t<li>Quelles sont les étapes à suivre pour cacher des données afin de les protéger des intrusions physiques ou virtuelles.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Pablo : Mais mon ordinateur est déjà protégé par le mot de passe de connexion à Windows ! Ça ne suffit pas ?</i>\n<p>\t\t\t<i>Claudia : En fait, les mots de passe de connexion à Windows sont réputés pour être faciles à craquer. De plus, quiconque parvient à manipuler ton ordinateur assez longtemps pour le redémarrer en glissant un LiveCD dans le lecteur de disques sera en mesure de copier l’ensemble de tes données sans se préoccuper du mot de passe. Si l’intrus a l’occasion de partir avec l’ordinateur, ne serait-ce que pour une courte période, tu cours encore plus de risques. Et ce n’est pas uniquement des mots de passe Windows dont tu devrais t’inquiéter. Les mots de passe de Microsoft Word ou d’Adobe Acrobat ne sont pas plus fiables.</i></p></td>\n</tr></tbody></table><p><a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>Chiffrer</i></a> vos données, c’est un peu comme les déposer dans un coffre-fort verrouillé et sécurisé. Seules les personnes qui disposent de la combinaison (dans ce cas-ci, une clé de chiffrement ou une phrase secrète) peuvent accéder au contenu. Cette analogie est particulièrement appropriée au programme <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a> et autres logiciels semblables. Ces programmes, au lieu de protéger les fichiers individuellement, servent à créer des espaces sécurisés, nommés « volumes chiffrés », où vous pouvez stocker une quantité importante de fichiers. Ces outils, toutefois, ne protègent pas les fichiers qui se trouvent ailleurs sur votre ordinateur ou sur vos dispositifs de stockage portables.</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><img align=\"middle\" height=\"63\" src=\"/sites/securitybkp.ngoinabox.org/files/u9/hand_web_trans.png\" width=\"60\" /><b>Expérience pratique : se lancer avec le </b><i><a href=\"truecrypt_principale\"><b>Guide pratique TrueCrypt</b></a></i></td>\n</tr></tbody></table><p>Même si d’autres programmes offrent des fonctions de <a href=\"glossaire\"> <i>chiffrement</i></a> tout aussi efficaces, le logiciel <a href=\"glossaire\"><b>TrueCrypt</b> </a>contient plusieurs fonctions importantes vous permettant de concevoir votre stratégie de sécurité de l'information. Il offre la possibilité de <b>chiffrer de façon permanente la totalité du disque de votre ordinateur</b>, y compris tous vos fichiers, tous les fichiers temporaires créés au cours de votre travail, tous les programmes que vous avez installés et tous les fichiers du système d'exploitation Windows. TrueCrypt est compatible aux volumes <a href=\"glossaire\"> <i>chiffrés</i></a> sur des dispositifs de stockage amovibles. Il fournit des fonctions de « déni plausible » décrites dans la section <a href=\"chapter_4_2\" title=\"Chapitre 4.2\"><i><b>Dissimuler vos données</b></i></a> ci-dessous. En outre, TrueCrypt repose sur une licence <a href=\"glossaire#FLOSS\" title=\"FLOSS\"><i>FLOSS</i></a>.</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Pablo : Bon, maintenant je suis inquiet. Qu’en est-il des autres utilisateurs sur un même ordinateur ? Est-ce que cela signifie qu’ils peuvent lire les fichiers qui se trouvent dans le répertoire Mes documents ? </i>\n<p>\t\t\t<i>Claudia : J’aime ta façon de t’inquiéter ! Si ton mot de passe Windows ne te protège pas des intrus, comment pourrait-il te protéger des autres utilisateurs sur le même ordinateur ? En fait, normalement, tout le monde peut voir ton dossier Mes documents. Les autres utilisateurs n’ont même pas besoin de recourir à des manœuvres sophistiquées pour accéder à tes fichiers. Même si le répertoire est défini comme « privé », il n’est toujours pas sécurisé, à moins que tu n’utilises un mécanisme de chiffrement.</i></p></td>\n</tr></tbody></table><p> </p>\n<h3>Astuces concernant l’utilisation du chiffrement</h3>\n<p> </p>\n<p>Le stockage de données confidentielles comporte des risques pour vous et vos collègues. Le chiffrement des données contribue à réduire ces risques, mais ne les élimine pas complètement. La première mesure à prendre pour protéger des renseignements de nature délicate est de réduire le plus possible le nombre de ces renseignements que vous stockez sur votre ordinateur. À moins d’avoir une très bonne raison de conserver un fichier en particulier (ou une catégorie de données à l’intérieur d’un fichier) vous devriez tout simplement le supprimer. (À ce sujet, veuillez consulter le chapitre <a href=\"chapter-6\" title=\"Chapitre 6\"><i><b>6. Détruire définitivement des données sensibles</b></i></a>.) La deuxième étape est d’utiliser un bon programme de chiffrement, comme TrueCrypt.</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Claudia : Nous ne sommes peut-être pas obligés de conserver des renseignements qui pourraient servir à identifier nos témoins. Qu’en penses-tu ? </i>\n<p>\t\t\t<i>Pablo : Je suis d’accord. Nous devrions consigner le strict minimum. De plus, nous devrions trouver un code simple pour protéger les noms et les lieux que nous devons absolument enregistrer.</i></p></td>\n</tr></tbody></table><p>Pour revenir à l’analogie du coffre-fort, vous devriez gardez à l’esprit un certain nombre de questions lorsque vous utilisez TrueCrypt ou d’autres programmes du même genre. Peu importe le degré de robustesse de votre coffre-fort, cela ne vous servira à rien si vous laissez la porte ouverte. Lorsque votre volume TrueCrypt est « monté » (c.-à-d. quand vous pouvez vous-même accéder aux données qui s’y trouvent), vos données sont vulnérables. C’est pourquoi vous devriez toujours le garder fermé (démonté), sauf quand vous lisez ou modifiez les fichiers qui y sont stockés.</p>\n<p>Il y a quelques situations où il est particulièrement important que vous vous rappeliez de démonter vos volumes chiffrés :</p>\n<ul><li>Démontez vos volumes chiffrés lorsque vous vous éloignez de votre ordinateur plus de quelques minutes. Même si vous avez l’habitude de laisser votre ordinateur sous tension pendant la nuit, assurez-vous de ne jamais laisser vos données sensibles à la portée des intrusions physiques ou numériques.</li>\n<li>Démontez vos volumes chiffrés avant d’éteindre votre ordinateur ou de le mettre en veille. Cela concerne aussi bien la fonction « veille » que la fonction « veille prolongée », qui sont habituellement utilisées sur les ordinateurs portables mais qui peuvent également se retrouver sur un ordinateur de bureau.</li>\n<li>Démontez toujours vos volumes chiffrés avant de permettre à qui que ce soit de manipuler votre ordinateur. Lorsque vous transportez votre ordinateur portable avec vous pour traverser un point de contrôle ou une frontière, il est très important que vous démontiez vos volumes chiffrés et éteigniez complètement votre ordinateur.</li>\n<li>Démontez vos volumes chiffrés avant de connecter une clé USB, ou tout autre dispositif de stockage amovible inconnu, à votre ordinateur (y compris les appareils qui appartiennent à vos amis, parents et collègues).</li>\n<li>Si vous conservez un volume chiffré sur une clé USB, rappelez-vous que de retirer la clé ne suffit pas nécessairement à déconnecter immédiatement le volume. Même si vous êtes dans une situation où vous êtes forcé de sécuriser vos fichiers en toute vitesse, vous devez démonter le volume comme d’habitude, arrêter le disque externe ou la clé, et ensuite déconnecter physiquement le dispositif en question. Il peut être utile de répéter cette séquence à quelques reprises pour trouver la façon la plus rapide de procéder.</li>\n</ul><p>Conseil : Si vous décidez de garder votre volume TrueCrypt sur une clé USB, il est utile d’y conserver également une copie du programme TrueCrypt. Cela vous permettra d’accéder à vos données à partir d’un autre ordinateur que le vôtre. Évidemment, les consignes de sécurité élémentaires s’appliquent : si vous avez un doute raisonnable que l’ordinateur est infecté par des <a href=\"glossaire#Logiciel_malveillant\" title=\"Logiciel_malveillant\"><i>logiciels malveillants</i></a>, vous ne devriez probablement pas y saisir votre mot de passe ni accéder à vos données sensibles.</p>\n", 
                        "summary": "", 
                        "value": "<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Pablo&nbsp;: Mais mon ordinateur est déjà protégé par le mot de passe de connexion à Windows&nbsp;! Ça ne suffit pas&nbsp;?</i><br />\r\n\t\t\t<br />\r\n\t\t\t<i>Claudia&nbsp;: En fait, les mots de passe de connexion à Windows sont réputés pour être faciles à craquer. De plus, quiconque parvient à manipuler ton ordinateur assez longtemps pour le redémarrer en glissant un LiveCD dans le lecteur de disques sera en mesure de copier l’ensemble de tes données sans se préoccuper du mot de passe. Si l’intrus a l’occasion de partir avec l’ordinateur, ne serait-ce que pour une courte période, tu cours encore plus de risques. Et ce n’est pas uniquement des mots de passe Windows dont tu devrais t’inquiéter. Les mots de passe de Microsoft Word ou d’Adobe Acrobat ne sont pas plus fiables.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p><a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>Chiffrer</i></a> vos données, c’est un peu comme les déposer dans un coffre-fort verrouillé et sécurisé. Seules les personnes qui disposent de la combinaison (dans ce cas-ci, une clé de chiffrement ou une phrase secrète) peuvent accéder au contenu. Cette analogie est particulièrement appropriée au programme <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a> et autres logiciels semblables. Ces programmes, au lieu de protéger les fichiers individuellement, servent à créer des espaces sécurisés, nommés «&nbsp;volumes chiffrés&nbsp;», où vous pouvez stocker une quantité importante de fichiers. Ces outils, toutefois, ne protègent pas les fichiers qui se trouvent ailleurs sur votre ordinateur ou sur vos dispositifs de stockage portables.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><img align=\"middle\" height=\"63\" src=\"/sites/securitybkp.ngoinabox.org/files/u9/hand_web_trans.png\" width=\"60\" /> <b>Expérience pratique&nbsp;: se lancer avec le </b><i><a href=\"truecrypt_principale\"><b>Guide pratique TrueCrypt</b></a></i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>Même si d’autres programmes offrent des fonctions de <a href=\"glossaire\"> <i>chiffrement</i></a> tout aussi efficaces, le logiciel <a href=\"glossaire\"><b>TrueCrypt</b> </a>contient plusieurs fonctions importantes vous permettant de concevoir votre stratégie de sécurité de l'information. Il offre la possibilité de <b>chiffrer de façon permanente la totalité du disque de votre ordinateur</b>, y compris tous vos fichiers, tous les fichiers temporaires créés au cours de votre travail, tous les programmes que vous avez installés et tous les fichiers du système d'exploitation Windows. TrueCrypt est compatible aux volumes <a href=\"glossaire\"> <i>chiffrés</i></a> sur des dispositifs de stockage amovibles. Il fournit des fonctions de « déni plausible » décrites dans la section <a href=\"chapter_4_2\" title=\"Chapitre 4.2\"><i><b>Dissimuler vos données</b></i></a> ci-dessous. En outre, TrueCrypt repose sur une licence <a href=\"glossaire#FLOSS\" title=\"FLOSS\"><i>FLOSS</i></a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Pablo&nbsp;: Bon, maintenant je suis inquiet. Qu’en est-il des autres utilisateurs sur un même ordinateur&nbsp;? Est-ce que cela signifie qu’ils peuvent lire les fichiers qui se trouvent dans le répertoire Mes documents&nbsp;? </i><br />\r\n\t\t\t<br />\r\n\t\t\t<i>Claudia&nbsp;: J’aime ta façon de t’inquiéter&nbsp;! Si ton mot de passe Windows ne te protège pas des intrus, comment pourrait-il te protéger des autres utilisateurs sur le même ordinateur&nbsp;? En fait, normalement, tout le monde peut voir ton dossier Mes documents. Les autres utilisateurs n’ont même pas besoin de recourir à des manœuvres sophistiquées pour accéder à tes fichiers. Même si le répertoire est défini comme «&nbsp;privé&nbsp;», il n’est toujours pas sécurisé, à moins que tu n’utilises un mécanisme de chiffrement.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Astuces concernant l’utilisation du chiffrement</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Le stockage de données confidentielles comporte des risques pour vous et vos collègues. Le chiffrement des données contribue à réduire ces risques, mais ne les élimine pas complètement. La première mesure à prendre pour protéger des renseignements de nature délicate est de réduire le plus possible le nombre de ces renseignements que vous stockez sur votre ordinateur. À moins d’avoir une très bonne raison de conserver un fichier en particulier (ou une catégorie de données à l’intérieur d’un fichier) vous devriez tout simplement le supprimer. (À ce sujet, veuillez consulter le chapitre <a href=\"chapter-6\" title=\"Chapitre 6\"><i><b>6. Détruire définitivement des données sensibles</b></i></a>.) La deuxième étape est d’utiliser un bon programme de chiffrement, comme TrueCrypt.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Claudia&nbsp;: Nous ne sommes peut-être pas obligés de conserver des renseignements qui pourraient servir à identifier nos témoins. Qu’en penses-tu&nbsp;? </i><br />\r\n\t\t\t<br />\r\n\t\t\t<i>Pablo&nbsp;: Je suis d’accord. Nous devrions consigner le strict minimum. De plus, nous devrions trouver un code simple pour protéger les noms et les lieux que nous devons absolument enregistrer.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>Pour revenir à l’analogie du coffre-fort, vous devriez gardez à l’esprit un certain nombre de questions lorsque vous utilisez TrueCrypt ou d’autres programmes du même genre. Peu importe le degré de robustesse de votre coffre-fort, cela ne vous servira à rien si vous laissez la porte ouverte. Lorsque votre volume TrueCrypt est «&nbsp;monté&nbsp;» (c.-à-d. quand vous pouvez vous-même accéder aux données qui s’y trouvent), vos données sont vulnérables. C’est pourquoi vous devriez toujours le garder fermé (démonté), sauf quand vous lisez ou modifiez les fichiers qui y sont stockés.</p>\r\n\r\n<p>Il y a quelques situations où il est particulièrement important que vous vous rappeliez de démonter vos volumes chiffrés&nbsp;:</p>\r\n\r\n<ul>\r\n\t<li>Démontez vos volumes chiffrés lorsque vous vous éloignez de votre ordinateur plus de quelques minutes. Même si vous avez l’habitude de laisser votre ordinateur sous tension pendant la nuit, assurez-vous de ne jamais laisser vos données sensibles à la portée des intrusions physiques ou numériques.</li>\r\n\t<li>Démontez vos volumes chiffrés avant d’éteindre votre ordinateur ou de le mettre en veille. Cela concerne aussi bien la fonction «&nbsp;veille&nbsp;» que la fonction «&nbsp;veille prolongée&nbsp;», qui sont habituellement utilisées sur les ordinateurs portables mais qui peuvent également se retrouver sur un ordinateur de bureau.</li>\r\n\t<li>Démontez toujours vos volumes chiffrés avant de permettre à qui que ce soit de manipuler votre ordinateur. Lorsque vous transportez votre ordinateur portable avec vous pour traverser un point de contrôle ou une frontière, il est très important que vous démontiez vos volumes chiffrés et éteigniez complètement votre ordinateur.</li>\r\n\t<li>Démontez vos volumes chiffrés avant de connecter une clé USB, ou tout autre dispositif de stockage amovible inconnu, à votre ordinateur (y compris les appareils qui appartiennent à vos amis, parents et collègues).</li>\r\n\t<li>Si vous conservez un volume chiffré sur une clé USB, rappelez-vous que de retirer la clé ne suffit pas nécessairement à déconnecter immédiatement le volume. Même si vous êtes dans une situation où vous êtes forcé de sécuriser vos fichiers en toute vitesse, vous devez démonter le volume comme d’habitude, arrêter le disque externe ou la clé, et ensuite déconnecter physiquement le dispositif en question. Il peut être utile de répéter cette séquence à quelques reprises pour trouver la façon la plus rapide de procéder.</li>\r\n</ul>\r\n\r\n<p>Conseil&nbsp;: Si vous décidez de garder votre volume TrueCrypt sur une clé USB, il est utile d’y conserver également une copie du programme TrueCrypt. Cela vous permettra d’accéder à vos données à partir d’un autre ordinateur que le vôtre. Évidemment, les consignes de sécurité élémentaires s’appliquent&nbsp;: si vous avez un doute raisonnable que l’ordinateur est infecté par des <a href=\"glossaire#Logiciel_malveillant\" title=\"Logiciel_malveillant\"><i>logiciels malveillants</i></a>, vous ne devriez probablement pas y saisir votre mot de passe ni accéder à vos données sensibles.</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_1", 
                        "value": "chapter_4_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Chiffrer vos données", 
                        "value": "Chiffrer vos données"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>L’inconvénient principal de garder un coffre-fort à la maison ou au bureau (sans mentionner d’en transporter un dans sa poche !) est que ces objets ne sont habituellement pas très discrets. Plusieurs personnes craignent que l’utilisation de procédés de <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrement</i></a> ne les incrimine. C’est une préoccupation raisonnable. Même si les raisons légitimes de chiffrer des données sont beaucoup plus nombreuses que les raisons illégitimes, cette menace n’en est pas moins très réelle. Essentiellement, il existe deux raisons pour lesquelles une personne n’aurait pas intérêt à utiliser des programmes comme TrueCrypt : l’éventuel risque d’auto incrimination; et le risque d’indiquer très précisément où se trouvent vos renseignements les plus sensibles.</p>\n<p> </p>\n<h3><a name=\"tenir_compte_du_risque_d_auto-incrimination\" title=\"tenir_compte_du_risque_d_auto-incrimination\" id=\"tenir_compte_du_risque_d_auto-incrimination\"></a>Tenir compte du risque d’auto incrimination</h3>\n<p> </p>\n<p>Les procédés de chiffrement sont illégaux dans certains pays, ce qui signifie que le téléchargement, l’installation ou l’utilisation de logiciels de chiffrement, en tant que tels, constituent des infractions criminelles. Si la police, l’armée ou les services secrets font partie des groupes à qui vous souhaitez cacher des renseignements, l’infraction à ces lois pourrait être utilisée comme prétexte pour placer vos activités sous enquête ou harceler votre organisme. En fait, à dire vrai, ce type de menace n’a pas toujours de lien avec la légalité des logiciels dont il est question. Dans tous les cas où le simple fait d’être associé de près ou de loin à l’utilisation de programmes de chiffrement peut entraîner des accusations d’activités criminelles ou d’espionnage (et ce, sans égard à ce qui se trouve réellement à l’intérieur des volumes chiffrés), il est très important de réfléchir longuement avant de déterminer si l’utilisation de tels programmes est vraiment appropriée à la situation particulière de votre organisme.</p>\n<p>Si vous êtes effectivement dans une situation épineuse, vous avez quelques options :</p>\n<ul><li>Vous pouvez simplement éviter d’utiliser des programmes de sécurisation de données. Cela vous oblige à ne conserver strictement que des données non confidentielles ou à inventer un système de code personnalisé pour protéger vos renseignements sensibles.</li>\n<li>Vous pouvez recourir à la <a href=\"glossaire#Steganographie\" title=\"Steganographie\"><i>stéganographie</i></a>, une technique qui consiste à dissimuler vos données confidentielles au lieu de les chiffrer. Il existe des outils qui permettent de faciliter le recours à ce procédé, mais leur utilisation exige beaucoup de préparation et, de toute façon, vous risquez quand même de vous incriminer devant les groupes ou personnes qui apprendraient que vous avez utilisé ces outils.</li>\n<li>Vous pouvez essayer de stocker tous vos renseignements sensibles dans un compte webmail, mais cela nécessite une bonne connexion réseau et une connaissance assez avancée de l’informatique et des services Internet. Par ailleurs, vous ne pouvez recourir à cette méthode que si le chiffrement réseau est moins incriminant que le chiffrement de fichiers. Surtout, il vous faut à tout prix éviter de copier par accident des renseignements sensibles sur votre ordinateur… et de les y oublier.</li>\n<li>Vous pouvez stocker vos données sensibles ailleurs que sur votre ordinateur. Sur une clé USB ou un disque dur portable, par exemple. Par contre, ces dispositifs sont habituellement plus susceptibles d’être perdus ou confisqués que les ordinateurs de bureau. C’est pourquoi il est généralement fortement déconseillé d’y stocker des renseignements sensibles non chiffrés.</li>\n</ul><p>Selon les circonstances, vous pouvez employer l’une ou l’autre, ou une combinaison, des tactiques énumérées ci-dessus. Néanmoins, même dans les cas où les risques d’auto incrimination sont importants, le recours à <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a> peut s’avérer la solution la plus sûre. Il est alors particulièrement important de déguiser le plus efficacement possible vos volumes chiffrés.</p>\n<p>Pour faire en sorte que votre volume chiffré soit moins suspect, vous pouvez le renommer pour lui donner l’aspect d’un autre type de fichier. Par exemple, vous pouvez attribuer au fichier l’extension de format <i>.iso</i> pour lui donner l’aspect d’une image CD (cela est particulièrement approprié pour des volumes d’environ 700 Mo). D’autres types d’extension seraient plus réalistes pour des volumes plus petits. C’est un peu comme si vous dissimuliez votre coffre-fort derrière un tableau accroché au mur de votre bureau. L’astuce ne résistera peut-être pas à une inspection minutieuse, mais elle offre tout de même un minimum de protection. Vous pouvez également renommer le programme TrueCrypt lui-même si vous l’avez stocké comme n’importe quel autre fichier quelque part sur votre disque dur ou sur une clé USB, au lieu de l’installer comme vous le feriez normalement pour tout autre programme. Le <a href=\"truecrypt_principale\" title=\"Guide pratique TrueCrypt\"><i><b>Guide pratique TrueCrypt</b></i></a> vous explique comment faire cela.</p>\n<p> </p>\n<h3>Tenir compte du risque d’indiquer l’emplacement de vos données de nature délicate</h3>\n<p> </p>\n<p>Dans certaines circonstances, vous serez peut-être moins préoccupé par les conséquences éventuelles d’être « pris » avec des logiciels de chiffrement sur votre ordinateur ou votre clé USB que par le fait que votre volume chiffré risque de révéler précisément où se trouvent les renseignements que vous souhaitez protéger. Bien que, dans un tel cas, personne ne soit en mesure de lire les données, un intrus éventuel saura que lesdites données sont là et que vous avez pris des précautions extraordinaires pour les cacher. Cela vous expose aux diverses méthodes non techniques auxquelles votre intrus pourra recourir pour accéder aux données, comme l’intimidation, le chantage, les interrogatoires ou la torture. C’est dans une situation comme celle-là que la fonction de « possibilité de démenti » de TrueCrypt (abordée en détails ci-dessous) entre en jeu.</p>\n<p>La fonction de « possibilité de démenti » de TrueCrypt est un des éléments qui confèrent à ce programme une certaine supériorité sur les autres programmes de chiffrement de données. Cette fonction peut être vue comme une forme singulière de stéganographie, qui vous permet de cacher vos renseignements les plus sensibles parmi des données dont la nature est moins délicate. C’est un peu comme si vous installiez un « double fond » invisible dans votre coffre-fort pas-vraiment-subtil. Si un intrus parvient à vous soutirer la clé, où vous force à lui donner la combinaison du coffre-fort, il y trouvera des « leurres » convaincants (des renseignements moins importants pour vous, mais qui satisferont tout de même sa curiosité), mais pas les renseignements que vous voulez vraiment protéger.</p>\n<p>Vous et vous seul savez que votre coffre-fort contient un compartiment secret. Cela vous permet de « démentir » que vous cachez d’autres secrets que ceux que vous avez déjà révélés à l’intrus. Cela est particulièrement pratique dans les situations où vous êtes forcé, pour une raison ou une autre, de révéler votre mot de passe (par ex. parce que vous, vos associés, collègues, parents ou amis êtes la cible de menaces juridiques ou physiques). Le but de cette fonction est de vous donner la possibilité de vous soustraire à une situation potentiellement dangereuse, et ce, même lorsque vous choisissez de continuer à protéger vos données. Par contre, comme nous l’avons vu à la section <a href=\"#tenir_compte_du_risque_d_auto-incrimination\" title=\"Tenir compte du risque d’auto incrimination\"><i><b>Tenir compte du risque d’auto incrimination</b></i></a>, cette fonction n’est pas vraiment utile si le simple fait d’être pris avec un coffre-fort dans votre bureau entraîne pour vous ou votre organisme des conséquences graves et/ou inacceptables.</p>\n<p>La fonction de « possibilité de démenti » de TrueCrypt vous permet de stocker un « volume caché » à l’intérieur d’un volume chiffré standard. Vous ne pouvez ouvrir ce volume qu’avec un mot de passe différent de celui utilisé pour ouvrir le volume standard. Même si un intrus spécialiste parvient à accéder au volume standard, il lui sera tout simplement impossible de prouver l’existence d’un volume caché. Bien sûr, cette personne pourrait très bien savoir que le programme TrueCrypt offre la possibilité de dissimuler des données de cette façon, alors il n’y a aucune garantie que la menace disparaîtra lorsque vous révélerez le mot de passe de « diversion ». Par contre, plusieurs personnes utilisent TrueCrypt sans pour autant se servir de la fonction de « volume caché » et, en règle générale, il est pratiquement impossible de déterminer par analyse informatique si un volume chiffré comporte un tel « double fond ». Cela dit, il vous revient entièrement de vous assurer que l’existence de votre volume caché ne soit pas révélée par des moyens non techniques : ne laissez jamais le volume caché inutilement ouvert et ne créez pas de raccourcis vers les fichiers qu’il contient, par exemple. Les liens indiqués à la section <a href=\"chapter_4_3\" title=\"Chapitre 4.3\"><i><b>Lecture complémentaire</b></i></a>, ci-dessous, offrent des conseils supplémentaires à ce sujet.</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Claudia : Bon, alors nous n’avons qu’à balancer des trucs sans importance dans le volume standard et placer tous les témoignages importants dans le volume caché. As-tu des vieux PDF ou quelque chose du genre qu’on pourrait utiliser comme diversion ? </i>\n<p>\t\t\t<i>Pablo : En fait, je pensais justement à ça. Je me disais que le principe de ce stratagème est de révéler le mot de passe du volume standard uniquement si nous n’avons aucun autre choix, pas vrai ? Mais pour que cela soit convaincant, nous devons nous assurer que les fichiers que nous livrons comme leurres aient l’air d’être importants, tu ne crois pas ? Sinon, pourquoi prendrions-nous la peine de le chiffrer ? Peut-être devrions-nous utiliser comme leurres des documents ayant trait à nos finances, par exemple, ou encore une liste de faux mots de passe.</i></p></td>\n</tr></tbody></table>", 
                        "summary": "", 
                        "value": "<p>L’inconvénient principal de garder un coffre-fort à la maison ou au bureau (sans mentionner d’en transporter un dans sa poche&nbsp;!) est que ces objets ne sont habituellement pas très discrets. Plusieurs personnes craignent que l’utilisation de procédés de <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrement</i></a> ne les incrimine. C’est une préoccupation raisonnable. Même si les raisons légitimes de chiffrer des données sont beaucoup plus nombreuses que les raisons illégitimes, cette menace n’en est pas moins très réelle. Essentiellement, il existe deux raisons pour lesquelles une personne n’aurait pas intérêt à utiliser des programmes comme TrueCrypt&nbsp;: l’éventuel risque d’auto incrimination; et le risque d’indiquer très précisément où se trouvent vos renseignements les plus sensibles.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3><a name=\"tenir_compte_du_risque_d_auto-incrimination\" title=\"tenir_compte_du_risque_d_auto-incrimination\"></a>Tenir compte du risque d’auto incrimination</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Les procédés de chiffrement sont illégaux dans certains pays, ce qui signifie que le téléchargement, l’installation ou l’utilisation de logiciels de chiffrement, en tant que tels, constituent des infractions criminelles. Si la police, l’armée ou les services secrets font partie des groupes à qui vous souhaitez cacher des renseignements, l’infraction à ces lois pourrait être utilisée comme prétexte pour placer vos activités sous enquête ou harceler votre organisme. En fait, à dire vrai, ce type de menace n’a pas toujours de lien avec la légalité des logiciels dont il est question. Dans tous les cas où le simple fait d’être associé de près ou de loin à l’utilisation de programmes de chiffrement peut entraîner des accusations d’activités criminelles ou d’espionnage (et ce, sans égard à ce qui se trouve réellement à l’intérieur des volumes chiffrés), il est très important de réfléchir longuement avant de déterminer si l’utilisation de tels programmes est vraiment appropriée à la situation particulière de votre organisme.</p>\r\n\r\n<p>Si vous êtes effectivement dans une situation épineuse, vous avez quelques options&nbsp;:</p>\r\n\r\n<ul>\r\n\t<li>Vous pouvez simplement éviter d’utiliser des programmes de sécurisation de données. Cela vous oblige à ne conserver strictement que des données non confidentielles ou à inventer un système de code personnalisé pour protéger vos renseignements sensibles.</li>\r\n\t<li>Vous pouvez recourir à la <a href=\"glossaire#Steganographie\" title=\"Steganographie\"><i>stéganographie</i></a>, une technique qui consiste à dissimuler vos données confidentielles au lieu de les chiffrer. Il existe des outils qui permettent de faciliter le recours à ce procédé, mais leur utilisation exige beaucoup de préparation et, de toute façon, vous risquez quand même de vous incriminer devant les groupes ou personnes qui apprendraient que vous avez utilisé ces outils.</li>\r\n\t<li>Vous pouvez essayer de stocker tous vos renseignements sensibles dans un compte webmail, mais cela nécessite une bonne connexion réseau et une connaissance assez avancée de l’informatique et des services Internet. Par ailleurs, vous ne pouvez recourir à cette méthode que si le chiffrement réseau est moins incriminant que le chiffrement de fichiers. Surtout, il vous faut à tout prix éviter de copier par accident des renseignements sensibles sur votre ordinateur… et de les y oublier.</li>\r\n\t<li>Vous pouvez stocker vos données sensibles ailleurs que sur votre ordinateur. Sur une clé USB ou un disque dur portable, par exemple. Par contre, ces dispositifs sont habituellement plus susceptibles d’être perdus ou confisqués que les ordinateurs de bureau. C’est pourquoi il est généralement fortement déconseillé d’y stocker des renseignements sensibles non chiffrés.</li>\r\n</ul>\r\n\r\n<p>Selon les circonstances, vous pouvez employer l’une ou l’autre, ou une combinaison, des tactiques énumérées ci-dessus. Néanmoins, même dans les cas où les risques d’auto incrimination sont importants, le recours à <a href=\"glossaire#TrueCrypt\" title=\"TrueCrypt\"><i>TrueCrypt</i></a> peut s’avérer la solution la plus sûre. Il est alors particulièrement important de déguiser le plus efficacement possible vos volumes chiffrés.</p>\r\n\r\n<p>Pour faire en sorte que votre volume chiffré soit moins suspect, vous pouvez le renommer pour lui donner l’aspect d’un autre type de fichier. Par exemple, vous pouvez attribuer au fichier l’extension de format <i>.iso</i> pour lui donner l’aspect d’une image CD (cela est particulièrement approprié pour des volumes d’environ 700 Mo). D’autres types d’extension seraient plus réalistes pour des volumes plus petits. C’est un peu comme si vous dissimuliez votre coffre-fort derrière un tableau accroché au mur de votre bureau. L’astuce ne résistera peut-être pas à une inspection minutieuse, mais elle offre tout de même un minimum de protection. Vous pouvez également renommer le programme TrueCrypt lui-même si vous l’avez stocké comme n’importe quel autre fichier quelque part sur votre disque dur ou sur une clé USB, au lieu de l’installer comme vous le feriez normalement pour tout autre programme. Le <a href=\"truecrypt_principale\" title=\"Guide pratique TrueCrypt\"><i><b>Guide pratique TrueCrypt</b></i></a> vous explique comment faire cela.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Tenir compte du risque d’indiquer l’emplacement de vos données de nature délicate</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Dans certaines circonstances, vous serez peut-être moins préoccupé par les conséquences éventuelles d’être «&nbsp;pris&nbsp;» avec des logiciels de chiffrement sur votre ordinateur ou votre clé USB que par le fait que votre volume chiffré risque de révéler précisément où se trouvent les renseignements que vous souhaitez protéger. Bien que, dans un tel cas, personne ne soit en mesure de lire les données, un intrus éventuel saura que lesdites données sont là et que vous avez pris des précautions extraordinaires pour les cacher. Cela vous expose aux diverses méthodes non techniques auxquelles votre intrus pourra recourir pour accéder aux données, comme l’intimidation, le chantage, les interrogatoires ou la torture. C’est dans une situation comme celle-là que la fonction de «&nbsp;possibilité de démenti&nbsp;» de TrueCrypt (abordée en détails ci-dessous) entre en jeu.</p>\r\n\r\n<p>La fonction de «&nbsp;possibilité de démenti&nbsp;» de TrueCrypt est un des éléments qui confèrent à ce programme une certaine supériorité sur les autres programmes de chiffrement de données. Cette fonction peut être vue comme une forme singulière de stéganographie, qui vous permet de cacher vos renseignements les plus sensibles parmi des données dont la nature est moins délicate. C’est un peu comme si vous installiez un «&nbsp;double fond&nbsp;» invisible dans votre coffre-fort pas-vraiment-subtil. Si un intrus parvient à vous soutirer la clé, où vous force à lui donner la combinaison du coffre-fort, il y trouvera des «&nbsp;leurres&nbsp;» convaincants (des renseignements moins importants pour vous, mais qui satisferont tout de même sa curiosité), mais pas les renseignements que vous voulez vraiment protéger.</p>\r\n\r\n<p>Vous et vous seul savez que votre coffre-fort contient un compartiment secret. Cela vous permet de «&nbsp;démentir&nbsp;» que vous cachez d’autres secrets que ceux que vous avez déjà révélés à l’intrus. Cela est particulièrement pratique dans les situations où vous êtes forcé, pour une raison ou une autre, de révéler votre mot de passe (par ex. parce que vous, vos associés, collègues, parents ou amis êtes la cible de menaces juridiques ou physiques). Le but de cette fonction est de vous donner la possibilité de vous soustraire à une situation potentiellement dangereuse, et ce, même lorsque vous choisissez de continuer à protéger vos données. Par contre, comme nous l’avons vu à la section <a href=\"#tenir_compte_du_risque_d_auto-incrimination\" title=\"Tenir compte du risque d’auto incrimination\"><i><b>Tenir compte du risque d’auto incrimination</b></i></a>, cette fonction n’est pas vraiment utile si le simple fait d’être pris avec un coffre-fort dans votre bureau entraîne pour vous ou votre organisme des conséquences graves et/ou inacceptables.</p>\r\n\r\n<p>La fonction de «&nbsp;possibilité de démenti&nbsp;» de TrueCrypt vous permet de stocker un «&nbsp;volume caché&nbsp;» à l’intérieur d’un volume chiffré standard. Vous ne pouvez ouvrir ce volume qu’avec un mot de passe différent de celui utilisé pour ouvrir le volume standard. Même si un intrus spécialiste parvient à accéder au volume standard, il lui sera tout simplement impossible de prouver l’existence d’un volume caché. Bien sûr, cette personne pourrait très bien savoir que le programme TrueCrypt offre la possibilité de dissimuler des données de cette façon, alors il n’y a aucune garantie que la menace disparaîtra lorsque vous révélerez le mot de passe de «&nbsp;diversion&nbsp;». Par contre, plusieurs personnes utilisent TrueCrypt sans pour autant se servir de la fonction de «&nbsp;volume caché&nbsp;» et, en règle générale, il est pratiquement impossible de déterminer par analyse informatique si un volume chiffré comporte un tel «&nbsp;double fond&nbsp;». Cela dit, il vous revient entièrement de vous assurer que l’existence de votre volume caché ne soit pas révélée par des moyens non techniques&nbsp;: ne laissez jamais le volume caché inutilement ouvert et ne créez pas de raccourcis vers les fichiers qu’il contient, par exemple. Les liens indiqués à la section <a href=\"chapter_4_3\" title=\"Chapitre 4.3\"><i><b>Lecture complémentaire</b></i></a>, ci-dessous, offrent des conseils supplémentaires à ce sujet.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Claudia&nbsp;: Bon, alors nous n’avons qu’à balancer des trucs sans importance dans le volume standard et placer tous les témoignages importants dans le volume caché. As-tu des vieux PDF ou quelque chose du genre qu’on pourrait utiliser comme diversion&nbsp;? </i><br />\r\n\t\t\t<br />\r\n\t\t\t<i>Pablo&nbsp;: En fait, je pensais justement à ça. Je me disais que le principe de ce stratagème est de révéler le mot de passe du volume standard uniquement si nous n’avons aucun autre choix, pas vrai&nbsp;? Mais pour que cela soit convaincant, nous devons nous assurer que les fichiers que nous livrons comme leurres aient l’air d’être importants, tu ne crois pas&nbsp;? Sinon, pourquoi prendrions-nous la peine de le chiffrer&nbsp;? Peut-être devrions-nous utiliser comme leurres des documents ayant trait à nos finances, par exemple, ou encore une liste de faux mots de passe.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Dissimuler vos données", 
                        "value": "Dissimuler vos données"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Pour plus de renseignements sur la sécurisation des fichiers, veuillez consulter les chapitres <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_4.html\" title=\"Cryptology\">Cryptology</a> et <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_8.html\" title=\"Steganography\">Steganography</a>, ainsi que le <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter4_2.html\" title=\"Case Study 3\">Case Study 3</a>, du manuel <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\" title=\"Digital Security and Privacy for Human Rights Defenders\">Digital Security and Privacy for Human Rights Defenders</a>.</li>\n<li>La <a href=\"http://www.truecrypt.org/docs/\" title=\"TrueCrypt Documentation \">TrueCrypt Documentation</a>  discute en détail de nombreux aspects du chiffrement d'informations, tandis que le <a href=\"http://www.truecrypt.org/faq.php\" title=\"TrueCrypt FAQ\">TrueCrypt FAQ</a>  offre des réponses aux questions les plus courantes à propos de TrueCrypt.</li>\n</ul>", 
                        "summary": "", 
                        "value": "<ul>\r\n\t<li>Pour plus de renseignements sur la sécurisation des fichiers, veuillez consulter les chapitres <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_4.html\" title=\"Cryptology\">Cryptology</a> et <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_8.html\" title=\"Steganography\">Steganography</a>, ainsi que le <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter4_2.html\" title=\"Case Study 3\">Case Study 3</a>, du manuel <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\" title=\"Digital Security and Privacy for Human Rights Defenders\">Digital Security and Privacy for Human Rights Defenders</a>.</li>\r\n\t<li>La <a href=\"http://www.truecrypt.org/docs/\" title=\"TrueCrypt Documentation \">TrueCrypt Documentation</a>&nbsp; discute en détail de nombreux aspects du chiffrement d'informations, tandis que le <a href=\"http://www.truecrypt.org/faq.php\" title=\"TrueCrypt FAQ\">TrueCrypt FAQ</a>&nbsp; offre des réponses aux questions les plus courantes à propos de TrueCrypt.</li>\r\n</ul>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Lecture complémentaires", 
                        "value": "Lecture complémentaires"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "fr": [
            {
                "format": null, 
                "safe_value": "4. How to protect the sensitive files on", 
                "value": "4. How to protect the sensitive files on"
            }
        ]
    }, 
    "field_menu_title_long": {
        "fr": [
            {
                "format": null, 
                "safe_value": "4. Protéger les données sensibles stockées sur votre ordinateur", 
                "value": "4. Protéger les données sensibles stockées sur votre ordinateur"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "fr": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "fr": [
            {
                "format": null, 
                "safe_value": "4. Protéger les données sensibles stockées sur votre ordinateur", 
                "value": "4. Protéger les données sensibles stockées sur votre ordinateur"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}