{
    "changed": "1418383528", 
    "comment": "0", 
    "created": "1418063422", 
    "current_revision_id": "3273", 
    "data": "a:6:{s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";s:7:\"contact\";i:1;}", 
    "field_cg_translated_guide_title": {
        "und": [
            {
                "vargs": "[node:nid]", 
                "vname": "get_translated_guide_title|default"
            }
        ]
    }, 
    "field_edit_guide_link": [], 
    "field_guide": {
        "und": [
            {
                "changed": "1452602045", 
                "comment": "0", 
                "created": "1418058635", 
                "current_revision_id": "4684", 
                "data": "a:6:{s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";s:7:\"contact\";i:1;}", 
                "field_htb_chapter_element": {
                    "und": [
                        {
                            "changed": "1452602254", 
                            "comment": "0", 
                            "created": "1418050748", 
                            "current_revision_id": "5484", 
                            "data": "a:6:{s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";s:7:\"contact\";i:1;}", 
                            "field_chapter_image_zero": [], 
                            "field_chapter_text_zero": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>We have retained the term “cross-dressing” or “imitating the opposite gender/sex”, since they are the terms employed in the legal discourse of the region, while concepts of “Transgenderism” and “Transsexuality” are hardly present in the legal discourse; at least not in the laws or “other laws”. Despite the fact that in some countries same-sex sexual acts and cross-dressing are not criminalized, the police can still arrest LGBT individuals relying on the manipulation of other laws such as \"public indecency\".</p>\n\n<p>An overview of those laws and different acts that might also lead to the persecution of LGBTs is included under the second part, “Punishable acts and other laws”. The third part, “legal protection”, provides information on whether there are laws that legally protect LGBT persons in the country in question. The fourth part, “LGBT advocacy,” includes names of existing organizations, groups, or online movements or initiatives that work on LGBT issues either wholly or as a part of their mission. It is important to mention that section isn't exhaustive, but lists examples of the better known forms of LGBT advocacy in the region. Although in some cases it says “N/A”, there could still potentially be underground activist groups that have not gone public yet.</p>\n", 
                                        "value": "We have retained the term “cross-dressing” or “imitating the opposite gender/sex”, since they are the terms employed in the legal discourse of the region, while concepts of “Transgenderism” and “Transsexuality” are hardly present in the legal discourse; at least not in the laws or “other laws”. Despite the fact that in some countries same-sex sexual acts and cross-dressing are not criminalized, the police can still arrest LGBT individuals relying on the manipulation of other laws such as \"public indecency\". \r\n\r\nAn overview of those laws and different acts that might also lead to the persecution of LGBTs is included under the second part, “Punishable acts and other laws”. The third part, “legal protection”, provides information on whether there are laws that legally protect LGBT persons in the country in question. The fourth part, “LGBT advocacy,” includes names of existing organizations, groups, or online movements or initiatives that work on LGBT issues either wholly or as a part of their mission. It is important to mention that section isn't exhaustive, but lists examples of the better known forms of LGBT advocacy in the region. Although in some cases it says “N/A”, there could still potentially be underground activist groups that have not gone public yet. "
                                    }
                                ]
                            }, 
                            "field_htb_chapter_content_level": {
                                "und": [
                                    {
                                        "tid": "81"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature": {
                                "und": [
                                    {
                                        "title": "Snippet 1 for the lgbti mena community", 
                                        "value": "**Accounts of attacks and censorship**\r\n\r\n[**Two men were arrested**](http://www.elkhabar.com/ar/nas/334385.html) in May, 2013, on accusations of “breaching public morality” and “incitement to debauchery” because they allegedly announced their marriage on Facebook and addressed one another there as “husband” and “wife.” Some people who accessed the men’s Facebook profiles reported them to the police, which led to arresting both men. Ultimately, they confessed that they did this and were sent to jail temporarily.\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature_bottom": {
                                "en": [
                                    {
                                        "title": "Snippet 2 for the lgbti mena community", 
                                        "value": "**Accounts of attacks and censorship**\r\n\r\nIn the years following the Queen Boat incident in 2001, where 52 men were arrested on accusations of engaging in debauchery, the habit of [**entrapping gay men online**](http://www.nbcnews.com/id/4422172/#.UZScxMpu8UR) became an all too common practice for the Egyptian police. They would set up profiles on gay social networks and seduce willing individuals into meeting them, and then arrest them. Allegedly, the arrested individuals would suffer torture and imprisonment. Although this practice was at its peak during the years that followed the Queen Boat incident, during the Egyptian revolution, the government and police still continued the practice of censoring and tracking individuals because of their online activities.\r\n\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature_top": [], 
                            "field_htb_chapter_image": [], 
                            "field_htb_chapter_image_two": [], 
                            "field_htb_chapter_text": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>You can find the country profiles as a</strong> <a href=\"https://info.securityinabox.org/default/communities/01/visualisation\"><strong>visualisation</strong></a>, here.</p>\n\n<h3>Algeria:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 338 of the Penal Code states, “Any person guilty of a homosexual act shall be punished with a term of imprisonment of between two months and two years and a fine of between 500 and 2,000 Algerian dinars.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: LGBT persons are either prosecuted under articles 338 or 333, which <a href=\"http://www.refugeelegalaidinformation.org/algeria-lgbti-resources-0\"><strong>states</strong></a>, “If that outrage of public decency consists of an act against nature with an individual of the same sex, the punishment will be six months to three years imprisonment and a fine of 1,000-10,000 dinars.”</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs from hate crimes, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: There are two organizations that work on LGBT-related issues in Algeria: <a href=\"http://abunawasmag-dz.jimdo.com/\"><strong>Abu Nawas</strong></a> and <a href=\"http://alouen.org/\"><strong>Alouen</strong></a>. In addition, there is an online portal for Algerian LGBT persons called <a href=\"http://www.gayalgerie.net/\"><em>Le Portail Gay D’Algerie</em></a>.</p></li>\n</ul>", 
                                        "value": "**You can find the country profiles as a** [**visualisation**](https://info.securityinabox.org/default/communities/01/visualisation), here.\r\n\r\n### Algeria:\r\n- **Legal status**: Article 338 of the Penal Code states, “Any person guilty of a homosexual act shall be punished with a term of imprisonment of between two months and two years and a fine of between 500 and 2,000 Algerian dinars.” \r\n\r\n- **Punishable acts and other laws**: LGBT persons are either prosecuted under articles 338 or 333, which [**states**](http://www.refugeelegalaidinformation.org/algeria-lgbti-resources-0), “If that outrage of public decency consists of an act against nature with an individual of the same sex, the punishment will be six months to three years imprisonment and a fine of 1,000-10,000 dinars.”   \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs from hate crimes, harassment or violence. \r\n\r\n- **LGBT advocacy**: There are two organizations that work on LGBT-related issues in Algeria: [**Abu Nawas**](http://abunawasmag-dz.jimdo.com/) and [**Alouen**](http://alouen.org/). In addition, there is an online portal for Algerian LGBT persons called [*Le Portail Gay D’Algerie*](http://www.gayalgerie.net/). \r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_text_two": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<h3>Bahrain:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Homosexuality is not illegal in Bahrain. There is no law that criminalizes consensual sex between adults, regardless of their gender.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Despite the absence of a law that criminalizes homosexuality in the Bahraini penal code, LGBT persons are still arrested on the basis of “indecent behavior” and “encouragement to debauchery,” punishable by law under articles 324 and 328. <a href=\"http://en.wikipedia.org/wiki/LGBT_rights_in_Bahrain\"><strong>This includes</strong></a> cross-dressing, public displays of affection between individuals of the same gender, “gay” parties, and private establishments that potentially promote and sell products, or organize events that lead to “public indecent behavior or encouraging debauchery.”</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs from hate crimes, discrimination, harassment or violence. However, so far in Bahrain, two transsexual men have taken their cases to the court and succeeded in winning the case; their “new” gender was <a href=\"http://www.gulf-daily-news.com/NewsDetails.aspx?storyid=288279\"><strong>recognised</strong></a> by the State.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Comoros:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 318 of the Penal Code states, “Without prejudice to the more serious penalties provided for in the preceding paragraphs or by articles 320 and 321 of this Code, whoever will have committed an improper or unnatural act with a person of the same sex will be punished by imprisonment of between one and five years and by a fine of 50 000 to 1 000 000 francs. If the act was committed with a minor, the maximum penalty will always be applied.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: N/A.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Djibouti:</h3>\n\n<ul><li><p><strong>Legal status</strong>: There is no clear law that criminalizes same-sex relations in the country’s Penal Code.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Djiboutian society upholds Islamic mores, which makes it hard for LGBT personss to be visible and does not allow for broaching the topic of homosexuality in public. There have been <a href=\"http://paei.state.gov/documents/organization/160118.pdf\"><strong>no reports</strong></a> of arrests of or violence against LGBT persons so far.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Egypt:</h3>\n\n<ul><li><p><strong>Legal status</strong>: There is no clear article against cross-dressing or sexual relations between persons of the same gender in the Egyptian penal code.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Law 10/1961, aimed at combating prostitution, as well as, for example, Penal Code article 98w on “Contempt for Religion,” article 278 on “Shameless public acts” and laws relating to “immoral advertising,” “incitement to debauchery” and “habitual debauchery” have been used to imprison LGBT persons in the recent years.[1]</p></li>\n<li><p><strong>Legal protection</strong>: there is no form of legal protection for LGBT persons from hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: There are some groups that focus exclusively on LGBT issues, such as <em>Bedayaa</em> (LGBTIQs in Egypt and Sudan) and <em>Transgender Egypt</em> (an online portal). Other organizations and research centers, like the Egyptian Initiative for Persona Rights (EIPR) include LGBT issues in their agendas. One LGBT online magazine, EHNA, was launched in 2012, but had to <a href=\"http://dailyqueernews.com/wordpress/archives/3652\"><strong>shut down</strong></a> due to “security reasons.”</p></li>\n</ul>", 
                                        "value": "### Bahrain: ###\r\n\r\n- **Legal status**: Homosexuality is not illegal in Bahrain. There is no law that criminalizes consensual sex between adults, regardless of their gender.\r\n\r\n- **Punishable acts and other laws**: Despite the absence of a law that criminalizes homosexuality in the Bahraini penal code, LGBT persons are still arrested on the basis of “indecent behavior” and “encouragement to debauchery,” punishable by law under articles 324 and 328. [**This includes**](http://en.wikipedia.org/wiki/LGBT_rights_in_Bahrain) cross-dressing, public displays of affection between individuals of the same gender, “gay” parties, and private establishments that potentially promote and sell products, or organize events that lead to “public indecent behavior or encouraging debauchery.”\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs from hate crimes, discrimination, harassment or violence. However, so far in Bahrain, two transsexual men have taken their cases to the court and succeeded in winning the case; their “new” gender was [**recognised**](http://www.gulf-daily-news.com/NewsDetails.aspx?storyid=288279) by the State.\r\n\r\n- **LGBT advocacy**: N/A.\r\n\r\n### Comoros: ###\r\n\r\n- **Legal status**: Article 318 of the Penal Code states, “Without prejudice to the more serious penalties provided for in the preceding paragraphs or by articles 320 and 321 of this Code, whoever will have committed an improper or unnatural act with a person of the same sex will be punished by imprisonment of between one and five years and by a fine of 50 000 to 1 000 000 francs. If the act was committed with a minor, the maximum penalty will always be applied.” \r\n\r\n- **Punishable acts and other laws**: N/A. \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: N/A.  \r\n\r\n\r\n### Djibouti: ###\r\n\r\n\r\n- **Legal status**: There is no clear law that criminalizes same-sex relations in the country’s Penal Code.\r\n\r\n- **Punishable acts and other laws**: Djiboutian society upholds Islamic mores, which makes it hard for LGBT personss to be visible and does not allow for broaching the topic of homosexuality in public. There have been [**no reports**](http://paei.state.gov/documents/organization/160118.pdf) of arrests of or violence against LGBT persons so far.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: N/A. \r\n\r\n### Egypt:\r\n\r\n- **Legal status**: There is no clear article against cross-dressing or sexual relations between persons of the same gender in the Egyptian penal code. \r\n\r\n- **Punishable acts and other laws**: Law 10/1961, aimed at combating prostitution, as well as, for example, Penal Code article 98w on “Contempt for Religion,” article 278 on “Shameless public acts” and laws relating to “immoral advertising,” “incitement to debauchery” and “habitual debauchery” have been used to imprison LGBT persons in the recent years.[1]\r\n\r\n- **Legal protection**: there is no form of legal protection for LGBT persons from hate crimes, discrimination, harassment or violence.\r\n\r\n- **LGBT advocacy**: There are some groups that focus exclusively on LGBT issues, such as *Bedayaa* (LGBTIQs in Egypt and Sudan) and *Transgender Egypt* (an online portal). Other organizations and research centers, like the Egyptian Initiative for Persona Rights (EIPR) include LGBT issues in their agendas. One LGBT online magazine, EHNA, was launched in 2012, but had to [**shut down**](http://dailyqueernews.com/wordpress/archives/3652) due to “security reasons.”\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "Country Profiles", 
                                        "value": "Country Profiles"
                                    }
                                ]
                            }, 
                            "field_number_of_columns": {
                                "und": [
                                    {
                                        "tid": "99"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "asta", 
                            "nid": "1322", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/booklet-chapter-content/country-profiles", 
                            "picture": "0", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452602254", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "Country Profiles", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1426508589", 
                                        "created": "1418050748", 
                                        "entity_id": "1322", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "184"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "how_to_booklet_chapter_content", 
                            "uid": "184", 
                            "uuid": "735246c8-7981-4d68-85ce-52c171fc29ae", 
                            "vid": "5484", 
                            "vuuid": "670c80ad-1517-4b01-98a2-007dec5a5168"
                        }, 
                        {
                            "changed": "1452602254", 
                            "comment": "0", 
                            "created": "1418058410", 
                            "current_revision_id": "4661", 
                            "data": "a:6:{s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";s:7:\"contact\";i:1;}", 
                            "field_chapter_image_zero": [], 
                            "field_chapter_text_zero": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<h3>Iraq:</h3>\n\n<ul><li><p><strong>Legal status</strong>: The <a href=\"http://law.case.edu/saddamtrial/documents/Iraqi_Penal_Code_1969.pdf\"><strong>Penal Code</strong></a> of 1969 was reinstated in Iraq in 2003, after the U.S. invasion. It does not prohibit same-sex relations or cross-dressing as such.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: There is a list of laws that could potentially justify persecution of LGBTs, such as paragraphs 401 to 404 in the Penal Code that concern punishable acts that are considered immodest and a threat to “public integrity.” For example, paragraph 402 states, “The following persons are punishable by a period of detention not exceeding 3 months plus a fine not exceeding 30 dinars or by one of those penalties: (a) Any person who makes indecent advances to another man or woman. (b) Any person who assails a woman in a public place in an immodest manner with words, actions or signs.” Such laws, however, are not used to target LGBT persons. “Laws” that do target LGBT persons are religious indictments from Shari’a judges who have prescribed the death penalty to homosexuals and individuals who commit homosexual acts or appear to imitate the opposite gender.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: The only Iraqi LGBT rights group is an online, informal network, http://iraqilgbtuk.blogspot.de, based in London.</p></li>\n</ul>", 
                                        "value": "### Iraq:\r\n\r\n- **Legal status**: The [**Penal Code**](http://law.case.edu/saddamtrial/documents/Iraqi_Penal_Code_1969.pdf) of 1969 was reinstated in Iraq in 2003, after the U.S. invasion. It does not prohibit same-sex relations or cross-dressing as such. \r\n\r\n- **Punishable acts and other laws**: There is a list of laws that could potentially justify persecution of LGBTs, such as paragraphs 401 to 404 in the Penal Code that concern punishable acts that are considered immodest and a threat to “public integrity.” For example, paragraph 402 states, “The following persons are punishable by a period of detention not exceeding 3 months plus a fine not exceeding 30 dinars or by one of those penalties: (a) Any person who makes indecent advances to another man or woman. (b) Any person who assails a woman in a public place in an immodest manner with words, actions or signs.” Such laws, however, are not used to target LGBT persons. “Laws” that do target LGBT persons are religious indictments from Shari’a judges who have prescribed the death penalty to homosexuals and individuals who commit homosexual acts or appear to imitate the opposite gender.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence. \r\n\r\n- **LGBT advocacy**: The only Iraqi LGBT rights group is an online, informal network, http://iraqilgbtuk.blogspot.de, based in London.\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_content_level": {
                                "und": [
                                    {
                                        "tid": "81"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature": {
                                "und": [
                                    {
                                        "title": "Snippet 4 for the lgbti mena community", 
                                        "value": "The incident of [**hacking the Tunisian Gayday magazine**](\u0002http://www.passagenlevant.blogspot.de/2012/03/tunisias-gayday-magazine-hacked.html) has probably been the most resonant online attack on LGBT individuals in recent years. In 2012, a group of malicious hackers managed not only to break into and deface the magazine's website, but also gained access to the Twitter and the e-mail accounts associated with it. They reportedly replaced “Gayday magazine” with “GarbageDayMagazine” as a clear homophobic statement. The founder and editor of the magazine claimed that the emails did not contain any sensitive or personal information. However, he stated in response to the attacks that, “We call upon activists not to panic because of such incident and to keep their continuous fight. Serious security measures need to be performed to protect online movement.” "
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature_bottom": {
                                "en": [
                                    {
                                        "title": "Snippet 5 for the lgbti mena community", 
                                        "value": "In March 2013, [**two Emirati men were arrested**](http://gulfnews.com/news/gulf/uae/crime/two-men-jailed-for-prostitution-in-uae-1.1165170) on charges of “breaching public morality” and “inciting others to commit a sin.” The two men had profiles on the social network “WhosHere”, where they allegedly posted pictures of themselves in women’s clothes and full make-up. The fact that the two men published their pictures on a public website led to the discovery of their profiles by the police, who communicated with them pretending to be a “customer” and set up a trap in order to arrest them. They were sentenced each to three years in prison. A week before this incident, a [**Filipino man was also arrested in the same manner**](http://gulfnews.com/news/gulf/uae/crime/man-jailed-a-year-over-male-prostitution-1.1158012), after the police tracked him down on the Internet, where he had a profile with his pictures and phone number, advertising himself as a sex worker offering services to male clients."
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature_top": {
                                "und": [
                                    {
                                        "title": "Snippet 3 for the lgbti mena community", 
                                        "value": "**Accounts of attacks and censorship**\r\n\r\nIn 2009, a horrific wave of targeting gay men in Iraq started to gain momentum. A group of extremists started to [**entrap gay men using chat rooms**](http://www.guardian.co.uk/world/2009/sep/13/iraq-gays-murdered-militias); they would set up fake profiles and seduce target persons into meeting them, and after they met, the extremists would kidnap and torture the persons until they “repented” or, in some cases, died. Large numbers of homosexuals were targeted through the Internet, and this is unlikely to have changed. Recently, in a very extreme wave of hatred and discrimination against “emos” and LGBT persons, [**extremists have murdered many**](http://www.bbc.co.uk/news/world-middle-east-17450437) on the suspicion that they were homosexual, and pictures of the victims were published online as a means to threaten others and warn them of the consequences of “looking different” or behaving “against Islamic morals.”"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_image": [], 
                            "field_htb_chapter_image_two": [], 
                            "field_htb_chapter_text": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<h3>Jordan:</h3>\n\n<ul><li><p><strong>Legal status</strong>: There is no article in the Jordanian penal code that criminalizes homosexual acts or cross-dressing.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: LGBT persons could be arrested on accusations of committing “lewd acts” in public. Sporadic harassments and arrests of individuals suspected to be LGBT <a href=\"http://www.state.gov/j/drl/rls/hrrpt/2010/nea/154464.htm\"><strong>have been reported</strong></a>.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs against hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: In 2008, a group of LGBT activists launched an online, gay magazine <a href=\"http://www.bekhsoos.com/web/2009/10/my-kali-jordanian-gay-magazine/\"><em>My Kali</em></a>.</p></li>\n</ul><h3>Kuwait:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 193 of the Penal Code states, “Consensual intercourse between men of full age (from the age of 21) shall be punishable with a term of imprisonment of up to seven years.” Article 192 criminalizes sexual intercourse with a man under the age of 21. Transgender persons are targeted through article 198, which prohibits “imitating the appearance of a member of the opposite sex\" with a term of imprisonment of up to one year and fine of a 1,000 Kuwaiti Dinars. [2]</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Police arrests of LGBT persons are not only based on the aforementioned articles. Articles relating to “public indecency” or “encouragement to immoral acts” are <a href=\"http://www.gcc-legal.org/mojportalpublic/DisplayLegislations.aspx?country=1&amp;LawID=1064\"><strong>also used</strong></a> to prosecute LGBTs, such as articles 200 to 204 of the Kuwaiti penal code.1</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs in cases of hate crimes, harassment, discrimination, or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Lebanon:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 534 of the Penal Code states, “Sexual intercourse contrary to nature shall be punished with a term of imprisonment up to one year.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Article 534 is rarely used to target LGBTs in Lebanon. Arrests of LGBT persons are often based on <a href=\"http://www.towleroad.com/2012/08/36-men-arrested-in-lebanon-gay-cinema-raid.html\"><strong>individual reports</strong></a> or on <a href=\"http://www.towleroad.com/2012/08/2-men-arrested-for-immoral-activity-in-lebanon.html\"><strong>accusations</strong></a> of “public indecency” and “immoral activity” if the individuals were arrested in a “suspicious” situation in a public space.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: There are many organizations and groups in Lebanon that work on LGBT issues, including Helem, Meem (for LBTQ women only), Arab Foundation for Freedoms and Equality (AFE), and the online Lebanese LGBT Media Monitor, among others.</p></li>\n</ul><h3>Libya:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Paragraph 4 of article 407 states, “If an individual has sexual intercourse with another person with their consent (outside marriage), the two persons involved shall be punished with a term of imprisonment of five years at most.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Articles 408 and 409 can be used to prosecute LGBT persons on the basis of “committing lewd acts”, “acts of “public indecency”, “incitement to debauchery”, and “rape or sexual assault” committed with or against individuals of various age groups. 1</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Mauritania:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 308 of the Penal Code states, “Any adult Muslim man who commits an impudent act against nature with an individual of his sex will face the penalty of death by public stoning. If it is a question of two women, they will be punished as prescribed in article 306, first paragraph.” Female homosexuality is thus punished according to the first paragraph of article 306, which states, “Any person who commits an outrage on public decency and Islamic morals or violates the sacred places or assists in the breach, will be punished by a sentence of between three months to two years imprisonment and a fine of 5,000 to 60,000 UM, if such action is not covered by the crimes of Ghissass or Diya.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Article 306 of the Penal Code can be used to prosecute not only lesbians, but LGBT persons in general.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Morocco:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 489 of the <a href=\"http://adala.justice.gov.ma/production/legislation/ar/Nouveautes/%D8%A7%D9%84%D9%82%D8%A7%D9%86%D9%88%D9%86%20%D8%A7%D9%84%D8%AC%D9%86%D8%A7%D8%A6%D9%8A.pdf\"><strong>Penal Code</strong></a> states, “Any person who commits lewd or unnatural acts with an individual of the same sex shall be punished with a term of imprisonment of between six months and three years and a fine of 200 to 1,000 dirhams, unless the facts of the case constitute aggravating circumstances.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Although cross-dressing and homosexuality are socially perceived as signs of immorality in Morocco, a certain extent of tolerance has always been a part of Moroccan culture. Too much visibility or little discretion about private gay parties and alleged gay marriages has led to persecutions and a social uproar, as was the case in 2007, when numerous arrests <a href=\"http://www.al-bab.com/arab/articles/text/gt_march2008.htm\"><strong>took place</strong></a> at a “gay wedding.”</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: The only organization working on LGBT rights is KifKif. It is based in Spain and publishes the gay <a href=\"http://www.guardian.co.uk/world/2010/may/20/gay-magazine-launch-morocco-rights\"><strong>magazine</strong></a>, <em>Mithly</em>, which circulates informally and secretly, as the Moroccan government has not licensed the publication of the magazine in Morocco.</p></li>\n</ul><h3>Oman:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 223 of the Penal Code states, “Any individual who commits sexual acts with a person of the same sex shall be prosecuted, even if no complaint is made, for committing homosexual or lesbian acts if the act causes a public nuisance and shall be punished with a term of imprisonment of between six months and three years.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Drawing attention through deviating from socially-accepted dress codes and committing any acts in public that are considered immoral or indecent might lead to <a href=\"http://muscatconfidential.blogspot.de/2010/02/exclusive-interview-being-gay-in.html\"><strong>legal problems</strong></a>.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: In 2010, two individuals launched the first <a href=\"http://muscatconfidential.blogspot.de/2010/02/stop-press-new-omani-blog-community.html\"><strong>LGBT blog</strong></a> in Oman, <em>Community Queer</em>. However, it was blocked by the Internet provider Omantel, and then unblocked. The blog is accessible only upon the authorization of the author of the blog.</p></li>\n</ul><h3>Palestine:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Section 152 of the Penal Code in Gaza Strip states the following concerning “unnatural offences”: “Anyone who: (a) Commits sexual intercourse with another person against the order of nature; or (b) Commits sexual intercourse with an animal; or (c) Permits or allows the above mentioned acts is considered to have committed a felony punishable by imprisonment for a term of ten years.” Purportedly, there is no law in the West Bank that criminalizes homosexual acts, but this is difficult to confirm, as conflicting reports have existed concerning this. [3]</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: The Palestinian society upholds Islamic mores, which makes it harder for LGBT persons to become visible or out themselves, which might lead to <a href=\"http://www.yourmiddleeast.com/features/homosexuals-in-palestine-the-invisibles_14801\"><strong>dire consequences</strong></a>, such as persecution, ostracization, and torture. Probably the most common accusation that LGBT persons in Palestine are faced with is being a “spy” for Israel, which is considered to be a heinous crime for Palestinian government and society.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: There are many Palestinian LGBT organizations and groups including <em>Aswat</em>, a group for Palestinian gay women; <em>al-Qaws</em> for Sexual and Gender Diversity in Palestinian Society; and <a href=\"http://www.pqbds.com/\"><strong>Palestinian Queers for Boycott, Divestment and Sanctions</strong></a>, a group which supports the BDS movement against Israel and is a part of the larger <a href=\"http://www.pinkwatchingisrael.com/\"><strong>Pinkwatching Israel movement</strong></a>, which includes many other regional and international organizations, against Israeli Pinkwashing strategies.2</p></li>\n</ul><h3>Qatar:</h3>\n\n<ul><li><p><strong>Legal status</strong>: According to article 296 of the <a href=\"http://www.almeezan.qa/LawArticles.aspx?LawArticleID=889&amp;LawId=26&amp;language=ar\"><strong>Penal Code</strong></a>, he who forces, encourages or seduces a male, or a female, to sexual intercourse shall be punished by a term of one to five years of imprisonment. This law is also applied against foreigners, and being accused of homosexual acts could also lead to their <a href=\"http://cornellsun.com/node/7470\"><strong>deportation</strong></a>. Moreover, according to article 281, sexual acts with a female under the age of 16 are prohibited. Conversely, sexual acts with a male are also prohibited according to article 284.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Arrests of LGBTs are commonly based more on Shari’a law, where a sexual act outside (heterosexual) marriage, regardless to the gender of the persons involved, is punishable by death. If the person is not married, it is punishable by flogging.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Saudi Arabia:</h3>\n\n<ul><li><p><strong>Legal status</strong>: There is no law that criminalizes “sodomy” as such. However, the country depends on the interpretation of Shari’a law to criminalize “sodomy.” The penalty varies according to the marital status of the person: a married man will be stoned to death or beheaded; an unmarried man will be punished by flogging (100 lashes) and banishment for a year. Also, if a non-Muslim commits a homosexual act with a Muslim, the penalty is stoning to death or beheading. Same-sex relations between women are also illegal. In addition, all sexual relations outside marriage are forbidden.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Since conviction of “sodomy” requires either the culprit to confess four times or four trustworthy Muslim men to testify (which is practically impossible), arrests and executions of LGBT persons are never carried out on the basis of “sodomy” alone, but are always paired with other offences such as “murder, adultery, highway robbery, drug smuggling, sabotage, witchcraft, apostasy (renunciation of Islam) and ‘corruption on earth’.” [4]</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul><h3>Somalia:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 409 of the Somali <a href=\"http://www.somalilandlaw.com/Penal_Code_English.pdf\"><strong>Penal Code</strong></a> states, “Whoever has carnal intercourse with a member of the same sex shall be punished, where the act does not constitute a more serious crime, with imprisonment from three months to three years. Where the act committed is an act of lust different from carnal intercourse, the punishment imposed shall be reduced by one third.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Despite the existence of a law that punishes homosexual acts only by imprisonment, the absence of a central government has led to the increasing application of Islamic Shari’a laws, which <a href=\"http://www.somalilandlaw.com/Penal_Code_English.pdf\"><strong>sentence</strong></a> homosexuals, and consequently deviations from the normative gender expectations, to death.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: One informal, online network, somaligaycommunity.org, was launched in 2005. Its members are based in the U.K.</p></li>\n</ul><h3>Sudan:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Section 148 on Sodomy. ―(1) Any man who inserts his penis or its equivalent into a woman's or a man's anus or permitted another man to insert his penis or its equivalent in his anus is said to have committed Sodomy. \n(2) (a) Whoever commits Sodomy shall be punished with flogging one hundred lashes and he shall also be liable to five years imprisonment. (b) If the offender is convicted for the second time he shall be punished with flogging one hundred lashes and imprisonment for a term which may not exceed five years. (c) If the offender is convicted for the third time he shall be punished with death or life imprisonment.” In the 2003 penal code of the south part of Sudan (known as New Sudan), homosexuality is also <a href=\"http://www.gurtong.net/LinkClick.aspx?fileticket=eLPDLffO3HE%3d&amp;tabid=342\"><strong>criminalized</strong></a> according to section 248 on “unnatural offences”: “Whoever has carnal intercourse against the order of nature with any person and whoever allows any person to have such intercourse with him commits an offence and shall on conviction, be punished with imprisonment for a term not exceeding ten years and may also be liable to fine; and if such intercourse is done without consent he shall be punished with imprisonment for a term not exceeding fourteen years and may also be liable to fine; provided that a consent given by a person below the age of eighteen years to such intercourse shall not be deemed to be a consent within the meaning of this section. Explanation: Penetration is sufficient to constitute the carnal knowledge necessary to the offence described in this section.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Section 151 of the Penal Code of North Sudan states, “Whoever commits an act of gross indecency upon the person of another person or any sexual act which does not amount to Zina (adultery) or Sodomy shall be punished with not more than forty lashes and shall also be liable for imprisonment for a term which may not exceed one year or fine.” Article 152 of the same penal code prescribes a punishment for acts of public indecency, including dressing in an unacceptable manner that might distort the public morals with flogging, a fine, or both.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: Bedayaa for LGBTIQs in Egypt and Sudan; and <a href=\"http://rainbowsudan.wordpress.com/\"><em>Rainbow Sudan</em></a>, the Sudanese LGBT association.</p></li>\n</ul><h3>Syria:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 520 of the Penal Code states, “Sexual intercourse contrary to nature shall be punished with a term of imprisonment up to three years.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Arrests of LGBT persons in Syria are sporadic. There is no systematic tracking down in any part of the country. Article 520 is rarely used to sentence LGBT persons to jail. Arrested individuals often face <a href=\"http://ilga.org/ilga/en/article/muYwJG415w\"><strong>accusations</strong></a> of “dealing and/or buying and consuming drugs, and organizing illegal, ‘obscene’ parties.”</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBTs against hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: In 2012, a group of Syrian activists launched an LGBT online magazine called <a href=\"http://mawaleh.net/\"><strong>Mawaleh</strong></a>.</p></li>\n</ul><h3>Tunisia:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Article 230 of the Penal Code states, “The Sodomy, that is not covered by any of the other previous articles, is punished with imprisonment for three years.” In the ILGA report, <em>State-Sponsored Homophobia</em>, this translation of the law is unofficial. In fact, there are two versions of the law: one in French, the other in Arabic. The French version states, “La sodomie, si elle ne rentre dans aucun des cas prévus aux articles précédents, est punie de l'emprisonnement pendant trois ans.”1 The word “sodomie” in French translates as “anal sex”, and is historically rooted in the story of “Sodom,” whose inhabitants engaged in same-sex sexual acts, thus it is comparable to the term “Liwat” (which refers to the male inhabitants of the city of Sodom, whose prophet was Lot) in the Arabic version and <a href=\"http://helem.net/sites/default/files/HomosexualityPenalCode%28ArabCountries-Lebanon-Tunisia%29_ARABIC_2009.pdf\"><strong>implies</strong></a> that only males could be subjected to it. However, the Arabic version of the law, unlike the French one, includes not only male, but also female homosexuality. It <a href=\"http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf\"><strong>states</strong></a>, roughly translated into English, “Homosexual acts between males or females, that are not covered in any of the other previous articles, are punished with imprisonment for three years.”[4]</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: In 2013, possibly for the first time ever, article 230 might be enforced in a the <a href=\"http://www.tunisia-live.net/2013/04/19/politician-arrested-on-sodomy-charges-remains-in-jail/\"><strong>arrest</strong></a> of a prominent politician in Tunisia on accusations of “Sodomy”. Previously, however, the law has never been used, but one could risk being arrested based on <a href=\"http://wrcati.cawtar.org/preview.php?type=law&amp;ID=106\"><strong>accusations</strong></a> of “public indecency” or “incitement to debauchery” under article 226 of the Penal Code.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: In 2012, the first online LGBT magazine, <a href=\"http://uncut.indexoncensorship.org/2012/03/gayday-magazine-tunisias-first-lgbt-magazine/\"><strong>GayDay</strong></a>, was launched. However, in 2012, the website of the magazine, after a series of threats via emails and messages, was <a href=\"http://www.masress.com/en/bikyamasr/61510\"><strong>defaced</strong></a> together with the twitter account and email address associated with it.</p></li>\n</ul>", 
                                        "value": "### Jordan:\r\n\r\n- **Legal status**: There is no article in the Jordanian penal code that criminalizes homosexual acts or cross-dressing.  \r\n\r\n- **Punishable acts and other laws**: LGBT persons could be arrested on accusations of committing “lewd acts” in public. Sporadic harassments and arrests of individuals suspected to be LGBT [**have been reported**](http://www.state.gov/j/drl/rls/hrrpt/2010/nea/154464.htm).\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs against hate crimes, discrimination, harassment or violence. \r\n\r\n- **LGBT advocacy**: In 2008, a group of LGBT activists launched an online, gay magazine [*My Kali*](http://www.bekhsoos.com/web/2009/10/my-kali-jordanian-gay-magazine/).\r\n\r\n\r\n### Kuwait: \r\n\r\n- **Legal status**: Article 193 of the Penal Code states, “Consensual intercourse between men of full age (from the age of 21) shall be punishable with a term of imprisonment of up to seven years.” Article 192 criminalizes sexual intercourse with a man under the age of 21. Transgender persons are targeted through article 198, which prohibits “imitating the appearance of a member of the opposite sex\" with a term of imprisonment of up to one year and fine of a 1,000 Kuwaiti Dinars. [2] \r\n\r\n- **Punishable acts and other laws**: Police arrests of LGBT persons are not only based on the aforementioned articles. Articles relating to “public indecency” or “encouragement to immoral acts” are [**also used**](http://www.gcc-legal.org/mojportalpublic/DisplayLegislations.aspx?country=1&LawID=1064) to prosecute LGBTs, such as articles 200 to 204 of the Kuwaiti penal code.1\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs in cases of hate crimes, harassment, discrimination, or violence. \r\n\r\n- **LGBT advocacy**: N/A.  \r\n\r\n### Lebanon:\r\n\r\n- **Legal status**: Article 534 of the Penal Code states, “Sexual intercourse contrary to nature shall be punished with a term of imprisonment up to one year.” \r\n\r\n- **Punishable acts and other laws**: Article 534 is rarely used to target LGBTs in Lebanon. Arrests of LGBT persons are often based on [**individual reports**](http://www.towleroad.com/2012/08/36-men-arrested-in-lebanon-gay-cinema-raid.html) or on [**accusations**](http://www.towleroad.com/2012/08/2-men-arrested-for-immoral-activity-in-lebanon.html) of “public indecency” and “immoral activity” if the individuals were arrested in a “suspicious” situation in a public space.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence. \r\n\r\n- **LGBT advocacy**: There are many organizations and groups in Lebanon that work on LGBT issues, including Helem, Meem (for LBTQ women only), Arab Foundation for Freedoms and Equality (AFE), and the online Lebanese LGBT Media Monitor, among others. \r\n \r\n\r\n### Libya: ### \r\n\r\n- **Legal status**: Paragraph 4 of article 407 states, “If an individual has sexual intercourse with another person with their consent (outside marriage), the two persons involved shall be punished with a term of imprisonment of five years at most.” \r\n\r\n- **Punishable acts and other laws**: Articles 408 and 409 can be used to prosecute LGBT persons on the basis of “committing lewd acts”, “acts of “public indecency”, “incitement to debauchery”, and “rape or sexual assault” committed with or against individuals of various age groups. 1 \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: N/A. \r\n\r\n### Mauritania:  ### \r\n\r\n- **Legal status**: Article 308 of the Penal Code states, “Any adult Muslim man who commits an impudent act against nature with an individual of his sex will face the penalty of death by public stoning. If it is a question of two women, they will be punished as prescribed in article 306, first paragraph.” Female homosexuality is thus punished according to the first paragraph of article 306, which states, “Any person who commits an outrage on public decency and Islamic morals or violates the sacred places or assists in the breach, will be punished by a sentence of between three months to two years imprisonment and a fine of 5,000 to 60,000 UM, if such action is not covered by the crimes of Ghissass or Diya.”\r\n\r\n- **Punishable acts and other laws**: Article 306 of the Penal Code can be used to prosecute not only lesbians, but LGBT persons in general.  \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: N/A. \r\n\r\n\r\n### Morocco:\r\n\r\n- **Legal status**: Article 489 of the [**Penal Code**](http://adala.justice.gov.ma/production/legislation/ar/Nouveautes/%D8%A7%D9%84%D9%82%D8%A7%D9%86%D9%88%D9%86%20%D8%A7%D9%84%D8%AC%D9%86%D8%A7%D8%A6%D9%8A.pdf) states, “Any person who commits lewd or unnatural acts with an individual of the same sex shall be punished with a term of imprisonment of between six months and three years and a fine of 200 to 1,000 dirhams, unless the facts of the case constitute aggravating circumstances.”  \r\n\r\n- **Punishable acts and other laws**: Although cross-dressing and homosexuality are socially perceived as signs of immorality in Morocco, a certain extent of tolerance has always been a part of Moroccan culture. Too much visibility or little discretion about private gay parties and alleged gay marriages has led to persecutions and a social uproar, as was the case in 2007, when numerous arrests [**took place**](http://www.al-bab.com/arab/articles/text/gt_march2008.htm) at a “gay wedding.”\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.  \r\n\r\n- **LGBT advocacy**: The only organization working on LGBT rights is KifKif. It is based in Spain and publishes the gay [**magazine**](http://www.guardian.co.uk/world/2010/may/20/gay-magazine-launch-morocco-rights), *Mithly*, which circulates informally and secretly, as the Moroccan government has not licensed the publication of the magazine in Morocco. \r\n\r\n### Oman:\r\n\r\n- **Legal status**: Article 223 of the Penal Code states, “Any individual who commits sexual acts with a person of the same sex shall be prosecuted, even if no complaint is made, for committing homosexual or lesbian acts if the act causes a public nuisance and shall be punished with a term of imprisonment of between six months and three years.”  \r\n\r\n- **Punishable acts and other laws**: Drawing attention through deviating from socially-accepted dress codes and committing any acts in public that are considered immoral or indecent might lead to [**legal problems**](http://muscatconfidential.blogspot.de/2010/02/exclusive-interview-being-gay-in.html).\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.    \r\n\r\n- **LGBT advocacy**: In 2010, two individuals launched the first [**LGBT blog**](http://muscatconfidential.blogspot.de/2010/02/stop-press-new-omani-blog-community.html) in Oman, *Community Queer*. However, it was blocked by the Internet provider Omantel, and then unblocked. The blog is accessible only upon the authorization of the author of the blog.\r\n\r\n\r\n### Palestine:\r\n\r\n- **Legal status**: Section 152 of the Penal Code in Gaza Strip states the following concerning “unnatural offences”: “Anyone who: (a) Commits sexual intercourse with another person against the order of nature; or (b) Commits sexual intercourse with an animal; or (c) Permits or allows the above mentioned acts is considered to have committed a felony punishable by imprisonment for a term of ten years.” Purportedly, there is no law in the West Bank that criminalizes homosexual acts, but this is difficult to confirm, as conflicting reports have existed concerning this. [3] \r\n\r\n- **Punishable acts and other laws**: The Palestinian society upholds Islamic mores, which makes it harder for LGBT persons to become visible or out themselves, which might lead to [**dire consequences**](http://www.yourmiddleeast.com/features/homosexuals-in-palestine-the-invisibles_14801), such as persecution, ostracization, and torture. Probably the most common accusation that LGBT persons in Palestine are faced with is being a “spy” for Israel, which is considered to be a heinous crime for Palestinian government and society. \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.     \r\n\r\n- **LGBT advocacy**: There are many Palestinian LGBT organizations and groups including *Aswat*, a group for Palestinian gay women; *al-Qaws* for Sexual and Gender Diversity in Palestinian Society; and [**Palestinian Queers for Boycott, Divestment and Sanctions**](http://www.pqbds.com/), a group which supports the BDS movement against Israel and is a part of the larger [**Pinkwatching Israel movement**](http://www.pinkwatchingisrael.com/), which includes many other regional and international organizations, against Israeli Pinkwashing strategies.2\r\n\r\n### Qatar:\r\n\r\n- **Legal status**: According to article 296 of the [**Penal Code**]( http://www.almeezan.qa/LawArticles.aspx?LawArticleID=889&LawId=26&language=ar), he who forces, encourages or seduces a male, or a female, to sexual intercourse shall be punished by a term of one to five years of imprisonment. This law is also applied against foreigners, and being accused of homosexual acts could also lead to their [**deportation**](http://cornellsun.com/node/7470). Moreover, according to article 281, sexual acts with a female under the age of 16 are prohibited. Conversely, sexual acts with a male are also prohibited according to article 284.  \r\n\r\n- **Punishable acts and other laws**: Arrests of LGBTs are commonly based more on Shari’a law, where a sexual act outside (heterosexual) marriage, regardless to the gender of the persons involved, is punishable by death. If the person is not married, it is punishable by flogging. \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.     \r\n\r\n- **LGBT advocacy**: N/A. \r\n\r\n\r\n### Saudi Arabia:\r\n\t\r\n- **Legal status**: There is no law that criminalizes “sodomy” as such. However, the country depends on the interpretation of Shari’a law to criminalize “sodomy.” The penalty varies according to the marital status of the person: a married man will be stoned to death or beheaded; an unmarried man will be punished by flogging (100 lashes) and banishment for a year. Also, if a non-Muslim commits a homosexual act with a Muslim, the penalty is stoning to death or beheading. Same-sex relations between women are also illegal. In addition, all sexual relations outside marriage are forbidden. \r\n\r\n- **Punishable acts and other laws**: Since conviction of “sodomy” requires either the culprit to confess four times or four trustworthy Muslim men to testify (which is practically impossible), arrests and executions of LGBT persons are never carried out on the basis of “sodomy” alone, but are always paired with other offences such as “murder, adultery, highway robbery, drug smuggling, sabotage, witchcraft, apostasy (renunciation of Islam) and ‘corruption on earth’.” [4] \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: N/A.\r\n\r\n### Somalia:\r\n\r\n- **Legal status**: Article 409 of the Somali [**Penal Code**](http://www.somalilandlaw.com/Penal_Code_English.pdf) states, “Whoever has carnal intercourse with a member of the same sex shall be punished, where the act does not constitute a more serious crime, with imprisonment from three months to three years. Where the act committed is an act of lust different from carnal intercourse, the punishment imposed shall be reduced by one third.” \r\n\r\n- **Punishable acts and other laws**: Despite the existence of a law that punishes homosexual acts only by imprisonment, the absence of a central government has led to the increasing application of Islamic Shari’a laws, which [**sentence**](http://www.somalilandlaw.com/Penal_Code_English.pdf) homosexuals, and consequently deviations from the normative gender expectations, to death.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs in cases of hate crimes, discrimination, harassment or violence.    \r\n\r\n- **LGBT advocacy**: One informal, online network, somaligaycommunity.org, was launched in 2005. Its members are based in the U.K.\r\n\r\n\r\n### Sudan: ###\r\n\r\n- **Legal status**: Section 148 on Sodomy. ―(1) Any man who inserts his penis or its equivalent into a woman's or a man's anus or permitted another man to insert his penis or its equivalent in his anus is said to have committed Sodomy. \r\n(2) (a) Whoever commits Sodomy shall be punished with flogging one hundred lashes and he shall also be liable to five years imprisonment. (b) If the offender is convicted for the second time he shall be punished with flogging one hundred lashes and imprisonment for a term which may not exceed five years. (c) If the offender is convicted for the third time he shall be punished with death or life imprisonment.” In the 2003 penal code of the south part of Sudan (known as New Sudan), homosexuality is also [**criminalized**](http://www.gurtong.net/LinkClick.aspx?fileticket=eLPDLffO3HE%3d&tabid=342) according to section 248 on “unnatural offences”: “Whoever has carnal intercourse against the order of nature with any person and whoever allows any person to have such intercourse with him commits an offence and shall on conviction, be punished with imprisonment for a term not exceeding ten years and may also be liable to fine; and if such intercourse is done without consent he shall be punished with imprisonment for a term not exceeding fourteen years and may also be liable to fine; provided that a consent given by a person below the age of eighteen years to such intercourse shall not be deemed to be a consent within the meaning of this section. Explanation: Penetration is sufficient to constitute the carnal knowledge necessary to the offence described in this section.” \r\n\r\n- **Punishable acts and other laws**: Section 151 of the Penal Code of North Sudan states, “Whoever commits an act of gross indecency upon the person of another person or any sexual act which does not amount to Zina (adultery) or Sodomy shall be punished with not more than forty lashes and shall also be liable for imprisonment for a term which may not exceed one year or fine.” Article 152 of the same penal code prescribes a punishment for acts of public indecency, including dressing in an unacceptable manner that might distort the public morals with flogging, a fine, or both.  \r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.    \r\n\r\n- **LGBT advocacy**: Bedayaa for LGBTIQs in Egypt and Sudan; and [*Rainbow Sudan*]( http://rainbowsudan.wordpress.com/), the Sudanese LGBT association.\r\n\r\n### Syria:\r\n\r\n- **Legal status**: Article 520 of the Penal Code states, “Sexual intercourse contrary to nature shall be punished with a term of imprisonment up to three years.”\r\n\r\n- **Punishable acts and other laws**: Arrests of LGBT persons in Syria are sporadic. There is no systematic tracking down in any part of the country. Article 520 is rarely used to sentence LGBT persons to jail. Arrested individuals often face [**accusations**](http://ilga.org/ilga/en/article/muYwJG415w) of “dealing and/or buying and consuming drugs, and organizing illegal, ‘obscene’ parties.”\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBTs against hate crimes, discrimination, harassment or violence. \r\n\r\n- **LGBT advocacy**: In 2012, a group of Syrian activists launched an LGBT online magazine called [**Mawaleh**](http://mawaleh.net/).\r\n\r\n### Tunisia:\r\n\r\n- **Legal status**: Article 230 of the Penal Code states, “The Sodomy, that is not covered by any of the other previous articles, is punished with imprisonment for three years.” In the ILGA report, *State-Sponsored Homophobia*, this translation of the law is unofficial. In fact, there are two versions of the law: one in French, the other in Arabic. The French version states, “La sodomie, si elle ne rentre dans aucun des cas prévus aux articles précédents, est punie de l'emprisonnement pendant trois ans.”1 The word “sodomie” in French translates as “anal sex”, and is historically rooted in the story of “Sodom,” whose inhabitants engaged in same-sex sexual acts, thus it is comparable to the term “Liwat” (which refers to the male inhabitants of the city of Sodom, whose prophet was Lot) in the Arabic version and [**implies**](http://helem.net/sites/default/files/HomosexualityPenalCode%28ArabCountries-Lebanon-Tunisia%29_ARABIC_2009.pdf) that only males could be subjected to it. However, the Arabic version of the law, unlike the French one, includes not only male, but also female homosexuality. It [**states**](http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf), roughly translated into English, “Homosexual acts between males or females, that are not covered in any of the other previous articles, are punished with imprisonment for three years.”[4]  \r\n\r\n- **Punishable acts and other laws**: In 2013, possibly for the first time ever, article 230 might be enforced in a the [**arrest**](http://www.tunisia-live.net/2013/04/19/politician-arrested-on-sodomy-charges-remains-in-jail/) of a prominent politician in Tunisia on accusations of “Sodomy”. Previously, however, the law has never been used, but one could risk being arrested based on [**accusations**](http://wrcati.cawtar.org/preview.php?type=law&ID=106) of “public indecency” or “incitement to debauchery” under article 226 of the Penal Code.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons against hate crimes, discrimination, harassment or violence.   \r\n\r\n- **LGBT advocacy**: In 2012, the first online LGBT magazine, [**GayDay**](http://uncut.indexoncensorship.org/2012/03/gayday-magazine-tunisias-first-lgbt-magazine/), was launched. However, in 2012, the website of the magazine, after a series of threats via emails and messages, was [**defaced**](http://www.masress.com/en/bikyamasr/61510) together with the twitter account and email address associated with it.\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_text_two": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<h3>United Arab Emirates:</h3>\n\n<ul><li><p><strong>Legal status</strong>: “Consensual sodomy” is punished by up to 14 years or imprisonment in Dubai, according to article 80, and up to 10 years of imprisonment in Abu Dhabi, according to article 177. In addition, sexual relations outside the frame of heterosexual marriage are completely banned in the UAE, regardless to the gender of the persons involved.</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: There are different interpretations of article 354, which could potentially be used to execute gays and lesbians. The phrasing of the article is opaque, but most interpreters agree that it applies solely to rape, as it states that the death penalty applies to anyone who coerces a woman to sexual intercourse or a man to a homosexual act. However, its vagueness makes the possibility of using it to prosecute LGBT persons much higher. Apart from that, prosecutions of LGBT persons can be based on articles 358 to 368, which <a href=\"http://www.mohamoon.com/montada/Default.aspx?action=ArabicLaw&amp;ID=128\"><strong>penalize</strong></a> all acts of “incitement to debauchery or immoral acts” or “public indecency,” regardless of gender. Arrested non-Emirati LGBT persons are usually <a href=\"http://en.wikipedia.org/wiki/LGBT_rights_in_the_United_Arab_Emirates\"><strong>deported</strong></a> after serving their sentence.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: There is only one online, informal network, Gay, Lesbian, Bisexual and Transsexual Rights UAE, active on <a href=\"https://www.facebook.com/LGBTRightsUAE\"><strong>Facebook</strong></a>.</p></li>\n</ul>", 
                                        "value": "### United Arab Emirates:\r\n\r\n- **Legal status**: “Consensual sodomy” is punished by up to 14 years or imprisonment in Dubai, according to article 80, and up to 10 years of imprisonment in Abu Dhabi, according to article 177. In addition, sexual relations outside the frame of heterosexual marriage are completely banned in the UAE, regardless to the gender of the persons involved. \r\n\r\n- **Punishable acts and other laws**: There are different interpretations of article 354, which could potentially be used to execute gays and lesbians. The phrasing of the article is opaque, but most interpreters agree that it applies solely to rape, as it states that the death penalty applies to anyone who coerces a woman to sexual intercourse or a man to a homosexual act. However, its vagueness makes the possibility of using it to prosecute LGBT persons much higher. Apart from that, prosecutions of LGBT persons can be based on articles 358 to 368, which [**penalize**](http://www.mohamoon.com/montada/Default.aspx?action=ArabicLaw&ID=128) all acts of “incitement to debauchery or immoral acts” or “public indecency,” regardless of gender. Arrested non-Emirati LGBT persons are usually [**deported**](http://en.wikipedia.org/wiki/LGBT_rights_in_the_United_Arab_Emirates) after serving their sentence.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.    \r\n\r\n- **LGBT advocacy**: There is only one online, informal network, Gay, Lesbian, Bisexual and Transsexual Rights UAE, active on [**Facebook**](https://www.facebook.com/LGBTRightsUAE).\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "Country Profiles", 
                                        "value": "Country Profiles"
                                    }
                                ]
                            }, 
                            "field_number_of_columns": {
                                "und": [
                                    {
                                        "tid": "99"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "asta", 
                            "nid": "1323", 
                            "num_revisions": "2", 
                            "path": "https://securityinabox.org/en/booklet-chapter-content/country-profiles-2", 
                            "picture": "0", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452602254", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "Country profiles 2", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1425838427", 
                                        "created": "1418058410", 
                                        "entity_id": "1323", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "184"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "how_to_booklet_chapter_content", 
                            "uid": "184", 
                            "uuid": "252d7f33-c48f-40ba-b111-47e63f300ea4", 
                            "vid": "4661", 
                            "vuuid": "48eedd40-10d0-498c-b071-8fc0f4aadf66"
                        }, 
                        {
                            "changed": "1452602254", 
                            "comment": "0", 
                            "created": "1418058481", 
                            "current_revision_id": "4663", 
                            "data": "a:6:{s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";s:7:\"contact\";i:1;}", 
                            "field_chapter_image_zero": [], 
                            "field_chapter_text_zero": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<h3>Yemen:</h3>\n\n<ul><li><p><strong>Legal status</strong>: Homosexuality among men is punishable according to article 264, which states that “Homosexuality between men is defined as penetration into the anus. Unmarried men shall be punished with 100 lashes of the whip or a maximum of one year of imprisonment, married men with death by stoning.” Homosexuality among women is punishable according to article 268, which states that “Homosexuality between women is defined as sexual stimulation by rubbing. The penalty for premeditated commission shall be up to three years of imprisonment; where the offence has been committed under duress, the perpetrator shall be punishable with up to seven years detention.”</p></li>\n<li><p><strong>Punishable acts and other laws</strong>: Any kind of LGBT visibility is potentially harmful to the person, especially on the social level, due to the strictness of gender roles and sexual mores and the harshness of the penalties in Yemen. Moreover, talking or publishing about homosexuality is expressly forbidden. In 2004, three Yemeni journalists were reportedly <a href=\"http://www.unhcr.org/refworld/publisher,IRBC,,YEM,41501c7615,0.html\"><strong>punished</strong></a> for publishing an article about homosexuality that included interviews with three homosexuals who were sent to jail. Also in 2010, a Yemeni filmmaker published an article in a local magazine supporting gay rights in Yemen. The article caused fury among government and society alike and eventually led to <a href=\"http://madikazemi.blogspot.de/2010/04/yemen-pro-gay-article-sparks-smear.html\"><strong>blocking</strong></a> of publication of the magazine that published the article.</p></li>\n<li><p><strong>Legal protection</strong>: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.</p></li>\n<li><p><strong>LGBT advocacy</strong>: N/A.</p></li>\n</ul>", 
                                        "value": "### Yemen:\r\n\r\n- **Legal status**: Homosexuality among men is punishable according to article 264, which states that “Homosexuality between men is defined as penetration into the anus. Unmarried men shall be punished with 100 lashes of the whip or a maximum of one year of imprisonment, married men with death by stoning.” Homosexuality among women is punishable according to article 268, which states that “Homosexuality between women is defined as sexual stimulation by rubbing. The penalty for premeditated commission shall be up to three years of imprisonment; where the offence has been committed under duress, the perpetrator shall be punishable with up to seven years detention.” \r\n\r\n- **Punishable acts and other laws**: Any kind of LGBT visibility is potentially harmful to the person, especially on the social level, due to the strictness of gender roles and sexual mores and the harshness of the penalties in Yemen. Moreover, talking or publishing about homosexuality is expressly forbidden. In 2004, three Yemeni journalists were reportedly [**punished**](http://www.unhcr.org/refworld/publisher,IRBC,,YEM,41501c7615,0.html) for publishing an article about homosexuality that included interviews with three homosexuals who were sent to jail. Also in 2010, a Yemeni filmmaker published an article in a local magazine supporting gay rights in Yemen. The article caused fury among government and society alike and eventually led to [**blocking**](http://madikazemi.blogspot.de/2010/04/yemen-pro-gay-article-sparks-smear.html) of publication of the magazine that published the article.\r\n\r\n- **Legal protection**: There is no form of legal protection for LGBT persons in cases of hate crimes, discrimination, harassment or violence.     \r\n\r\n- **LGBT advocacy**: N/A.\r\n"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_content_level": {
                                "und": [
                                    {
                                        "tid": "81"
                                    }
                                ]
                            }, 
                            "field_htb_chapter_feature": [], 
                            "field_htb_chapter_feature_bottom": [], 
                            "field_htb_chapter_feature_top": [], 
                            "field_htb_chapter_image": [], 
                            "field_htb_chapter_image_two": [], 
                            "field_htb_chapter_text": [], 
                            "field_htb_chapter_text_two": [], 
                            "field_htb_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "Country Profiles ", 
                                        "value": "Country Profiles "
                                    }
                                ]
                            }, 
                            "field_number_of_columns": {
                                "und": [
                                    {
                                        "tid": "99"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "asta", 
                            "nid": "1324", 
                            "num_revisions": "2", 
                            "path": "https://securityinabox.org/en/booklet-chapter-content/country-profiles-3", 
                            "picture": "0", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452602254", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "Country profiles 3", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1425838469", 
                                        "created": "1418058481", 
                                        "entity_id": "1324", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "184"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "how_to_booklet_chapter_content", 
                            "uid": "184", 
                            "uuid": "1ff46f60-eff9-458d-8c56-228e268f5bef", 
                            "vid": "4663", 
                            "vuuid": "bf7e3db2-5a86-4603-943d-dcfcb80380d8"
                        }
                    ]
                }, 
                "field_htb_further_reading": {
                    "en": [
                        {
                            "format": "filtered_html", 
                            "safe_value": "<h3>References</h3>\n\n<p>[1]. Whiteaker, Brian. Unspeakable Love: Gay and Lesbian Life in the Middle East. London: Saqi Books, 2006. Print.</p>\n\n<p>[2]. <a href=\"https://www.hrw.org/reports/2012/01/15/they-hunt-us-down-fun\"><strong>https://www.hrw.org/reports/2012/01/15/they-hunt-us-down-fun</strong></a></p>\n\n<p>[3]. <a href=\"http://www.globalgayz.com/middle-east/palestine/\"><strong>http://www.globalgayz.com/middle-east/palestine/</strong></a></p>\n\n<p>[4]. as [1]</p>\n\n<p>[5]. For the Arabic version of the law, see <a href=\"http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf\"><strong>http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf</strong></a></p>\n\n<h3>Disclaimer</h3>\n\n<p>Across the Arab countries, there is a dearth of reports and writings on the situation of LGBT persons. The cultural, social, religious and legal taboos that surround the topic of “non-normative” sexualities, sexual practices, and gender behavior make it all the more difficult to write publicly about these issues. Therefore, the country profiles chapter in this guide does not claim to be all-comprehensive and has been solely based on research from regional and international websites, blogs, organizations and books that have reported on LGBT-related in the respective Arab countries included. The volatile nature of the region and the cultural differences amongst the Arab countries have been taken into consideration, and thus this guide steers away from any claims of full inclusivity of all the nuances and the multiple cultural varieties of dealing with, understanding, and perceiving “non-normative” sexual practices and gender behavior respectively. Therefore, and due to the vastness of the geo-political area this chapter covers, we have attempted to focus on the most objective information on the subject, such as the legal situation, laws, and the level of activism in the respective countries included.</p>\n", 
                            "value": "### References ###\r\n\r\n[1]. Whiteaker, Brian. Unspeakable Love: Gay and Lesbian Life in the Middle East. London: Saqi Books, 2006. Print.\r\n\r\n[2]\u0002. [**https://www.hrw.org/reports/2012/01/15/they-hunt-us-down-fun**](https://www.hrw.org/reports/2012/01/15/they-hunt-us-down-fun)\r\n\r\n[3]. [**http://www.globalgayz.com/middle-east/palestine/**](http://www.globalgayz.com/middle-east/palestine/)\r\n\r\n[4]. as [1]\r\n\r\n[5]. For the Arabic version of the law, see [**http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf**](http://www.e-justice.tn/fileadmin/fichiers_site_arabe/codes_juridiques/code_penal_12_07_2010.pdf)\r\n\r\n### Disclaimer ###\r\n\r\nAcross the Arab countries, there is a dearth of reports and writings on the situation of LGBT persons. The cultural, social, religious and legal taboos that surround the topic of “non-normative” sexualities, sexual practices, and gender behavior make it all the more difficult to write publicly about these issues. Therefore, the country profiles chapter in this guide does not claim to be all-comprehensive and has been solely based on research from regional and international websites, blogs, organizations and books that have reported on LGBT-related in the respective Arab countries included. The volatile nature of the region and the cultural differences amongst the Arab countries have been taken into consideration, and thus this guide steers away from any claims of full inclusivity of all the nuances and the multiple cultural varieties of dealing with, understanding, and perceiving “non-normative” sexual practices and gender behavior respectively. Therefore, and due to the vastness of the geo-political area this chapter covers, we have attempted to focus on the most objective information on the subject, such as the legal situation, laws, and the level of activism in the respective countries included. "
                        }
                    ]
                }, 
                "field_htb_introduction": {
                    "en": [
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>This section includes an overview of the situation of LGBT persons in the twenty-two Arab countries. Since we had to limit the scope of the country profiles to a specific geo-political area, the choice rested on the twenty-two countries that are members of the Arab league and where Arabic is either the official language or one of the official languages. The country profiles section is divided into four parts: legal status, punishable acts and other laws, legal protection, and LGBT advocacy. The legal status part provides information on the laws that criminalize and target LGBT persons in the region. The translations provided here of the different laws have been quoted without changes, unless stated otherwise, especially when more than one version of the law exists or when there are certain problems that arise because of the vagueness of the original. In this case, we attempted to consult more sources and compare translations and different approaches to the law in question.</p>\n\n<p>All references to laws related to LGBTs in the “legal status” part are taken from the following source (unless stated otherwise): Ottoson, Daniel, <a href=\"http://ilga.org/ilga/en/article/1161\"><em>State-Sponsored Homophobia: A World Survey of Laws Prohibiting Same-Sex Activity Among Consenting Adults.</em></a> ILGA. May, 2009.</p>\n", 
                            "value": "This section includes an overview of the situation of LGBT persons in the twenty-two Arab countries. Since we had to limit the scope of the country profiles to a specific geo-political area, the choice rested on the twenty-two countries that are members of the Arab league and where Arabic is either the official language or one of the official languages. The country profiles section is divided into four parts: legal status, punishable acts and other laws, legal protection, and LGBT advocacy. The legal status part provides information on the laws that criminalize and target LGBT persons in the region. The translations provided here of the different laws have been quoted without changes, unless stated otherwise, especially when more than one version of the law exists or when there are certain problems that arise because of the vagueness of the original. In this case, we attempted to consult more sources and compare translations and different approaches to the law in question. \r\n\r\nAll references to laws related to LGBTs in the “legal status” part are taken from the following source (unless stated otherwise): Ottoson, Daniel, [*State-Sponsored Homophobia: A World Survey of Laws Prohibiting Same-Sex Activity Among Consenting Adults.*](http://ilga.org/ilga/en/article/1161) ILGA. May, 2009. "
                        }
                    ]
                }, 
                "field_htb_learning_goals": [], 
                "field_htb_required_reading_link": {
                    "und": [
                        {
                            "vargs": "[node:nid]", 
                            "vname": "get_htb_pointer|default"
                        }
                    ]
                }, 
                "field_htb_translatable_title": {
                    "en": [
                        {
                            "format": null, 
                            "safe_value": "Social and legal Context", 
                            "value": "Social and legal Context"
                        }
                    ]
                }, 
                "field_summary": {
                    "en": [
                        {
                            "format": null, 
                            "safe_value": "Profiles of 22 Arab countries", 
                            "value": "Profiles of 22 Arab countries"
                        }
                    ]
                }, 
                "is_current": true, 
                "is_pending": false, 
                "language": "en", 
                "log": "", 
                "menu_node_links": [], 
                "metatags": {
                    "en": {
                        "robots": {
                            "value": {
                                "follow": 0, 
                                "index": 0, 
                                "noarchive": "noarchive", 
                                "nofollow": "nofollow", 
                                "noimageindex": "noimageindex", 
                                "noindex": "noindex", 
                                "noodp": "noodp", 
                                "nosnippet": "nosnippet", 
                                "notranslate": "notranslate", 
                                "noydir": "noydir"
                            }
                        }
                    }
                }, 
                "name": "asta", 
                "nid": "1326", 
                "num_revisions": "4", 
                "path": "https://securityinabox.org/en/how-to/social-and-legal-context-0", 
                "picture": "0", 
                "print_html_display": 1, 
                "print_html_display_comment": 0, 
                "print_html_display_urllist": 1, 
                "print_pdf_display": 1, 
                "print_pdf_display_comment": 0, 
                "print_pdf_display_urllist": 1, 
                "print_pdf_orientation": null, 
                "print_pdf_size": null, 
                "promote": "0", 
                "revision_moderation": true, 
                "revision_timestamp": "1452602045", 
                "revision_uid": "1", 
                "status": "1", 
                "sticky": "0", 
                "title": "LGBT social and legal context", 
                "tnid": "0", 
                "translate": "0", 
                "translations": {
                    "data": {
                        "en": {
                            "changed": "1425839612", 
                            "created": "1418058635", 
                            "entity_id": "1326", 
                            "entity_type": "node", 
                            "language": "en", 
                            "revision_id": null, 
                            "source": "", 
                            "status": "1", 
                            "translate": "0", 
                            "uid": "184"
                        }
                    }, 
                    "original": "en"
                }, 
                "type": "how_to_booklet_chapter", 
                "uid": "184", 
                "uuid": "c27445d1-18f9-44e5-ba20-fa0f36eb274e", 
                "vid": "4684", 
                "vuuid": "965d52f3-5567-4c78-9a0a-e2dd1f32b4ee"
            }
        ]
    }, 
    "field_guide_snippets": {
        "und": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Accounts of attacks and censorship</strong></p>\n\n<p><a href=\"http://www.elkhabar.com/ar/nas/334385.html\"><strong>Two men were arrested</strong></a> in May, 2013, on accusations of “breaching public morality” and “incitement to debauchery” because they allegedly announced their marriage on Facebook and addressed one another there as “husband” and “wife.” Some people who accessed the men’s Facebook profiles reported them to the police, which led to arresting both men. Ultimately, they confessed that they did this and were sent to jail temporarily.</p>\n", 
                "value": "**Accounts of attacks and censorship**\r\n\r\n[**Two men were arrested**](http://www.elkhabar.com/ar/nas/334385.html) in May, 2013, on accusations of “breaching public morality” and “incitement to debauchery” because they allegedly announced their marriage on Facebook and addressed one another there as “husband” and “wife.” Some people who accessed the men’s Facebook profiles reported them to the police, which led to arresting both men. Ultimately, they confessed that they did this and were sent to jail temporarily.\r\n"
            }, 
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Accounts of attacks and censorship</strong></p>\n\n<p>In the years following the Queen Boat incident in 2001, where 52 men were arrested on accusations of engaging in debauchery, the habit of <a href=\"http://www.nbcnews.com/id/4422172/#.UZScxMpu8UR\"><strong>entrapping gay men online</strong></a> became an all too common practice for the Egyptian police. They would set up profiles on gay social networks and seduce willing individuals into meeting them, and then arrest them. Allegedly, the arrested individuals would suffer torture and imprisonment. Although this practice was at its peak during the years that followed the Queen Boat incident, during the Egyptian revolution, the government and police still continued the practice of censoring and tracking individuals because of their online activities.</p>\n", 
                "value": "**Accounts of attacks and censorship**\r\n\r\nIn the years following the Queen Boat incident in 2001, where 52 men were arrested on accusations of engaging in debauchery, the habit of [**entrapping gay men online**](http://www.nbcnews.com/id/4422172/#.UZScxMpu8UR) became an all too common practice for the Egyptian police. They would set up profiles on gay social networks and seduce willing individuals into meeting them, and then arrest them. Allegedly, the arrested individuals would suffer torture and imprisonment. Although this practice was at its peak during the years that followed the Queen Boat incident, during the Egyptian revolution, the government and police still continued the practice of censoring and tracking individuals because of their online activities.\r\n\r\n"
            }, 
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Accounts of attacks and censorship</strong></p>\n\n<p>In 2009, a horrific wave of targeting gay men in Iraq started to gain momentum. A group of extremists started to <a href=\"http://www.guardian.co.uk/world/2009/sep/13/iraq-gays-murdered-militias\"><strong>entrap gay men using chat rooms</strong></a>; they would set up fake profiles and seduce target persons into meeting them, and after they met, the extremists would kidnap and torture the persons until they “repented” or, in some cases, died. Large numbers of homosexuals were targeted through the Internet, and this is unlikely to have changed. Recently, in a very extreme wave of hatred and discrimination against “emos” and LGBT persons, <a href=\"http://www.bbc.co.uk/news/world-middle-east-17450437\"><strong>extremists have murdered many</strong></a> on the suspicion that they were homosexual, and pictures of the victims were published online as a means to threaten others and warn them of the consequences of “looking different” or behaving “against Islamic morals.”</p>\n", 
                "value": "**Accounts of attacks and censorship**\r\n\r\nIn 2009, a horrific wave of targeting gay men in Iraq started to gain momentum. A group of extremists started to [**entrap gay men using chat rooms**](http://www.guardian.co.uk/world/2009/sep/13/iraq-gays-murdered-militias); they would set up fake profiles and seduce target persons into meeting them, and after they met, the extremists would kidnap and torture the persons until they “repented” or, in some cases, died. Large numbers of homosexuals were targeted through the Internet, and this is unlikely to have changed. Recently, in a very extreme wave of hatred and discrimination against “emos” and LGBT persons, [**extremists have murdered many**](http://www.bbc.co.uk/news/world-middle-east-17450437) on the suspicion that they were homosexual, and pictures of the victims were published online as a means to threaten others and warn them of the consequences of “looking different” or behaving “against Islamic morals.”"
            }, 
            {
                "format": "filtered_html", 
                "safe_value": "<p>The incident of <a href=\"\u0002http://www.passagenlevant.blogspot.de/2012/03/tunisias-gayday-magazine-hacked.html\"><strong>hacking the Tunisian Gayday magazine</strong></a> has probably been the most resonant online attack on LGBT individuals in recent years. In 2012, a group of malicious hackers managed not only to break into and deface the magazine's website, but also gained access to the Twitter and the e-mail accounts associated with it. They reportedly replaced “Gayday magazine” with “GarbageDayMagazine” as a clear homophobic statement. The founder and editor of the magazine claimed that the emails did not contain any sensitive or personal information. However, he stated in response to the attacks that, “We call upon activists not to panic because of such incident and to keep their continuous fight. Serious security measures need to be performed to protect online movement.”</p>\n", 
                "value": "The incident of [**hacking the Tunisian Gayday magazine**](\u0002http://www.passagenlevant.blogspot.de/2012/03/tunisias-gayday-magazine-hacked.html) has probably been the most resonant online attack on LGBT individuals in recent years. In 2012, a group of malicious hackers managed not only to break into and deface the magazine's website, but also gained access to the Twitter and the e-mail accounts associated with it. They reportedly replaced “Gayday magazine” with “GarbageDayMagazine” as a clear homophobic statement. The founder and editor of the magazine claimed that the emails did not contain any sensitive or personal information. However, he stated in response to the attacks that, “We call upon activists not to panic because of such incident and to keep their continuous fight. Serious security measures need to be performed to protect online movement.” "
            }, 
            {
                "format": "filtered_html", 
                "safe_value": "<p>In March 2013, <a href=\"http://gulfnews.com/news/gulf/uae/crime/two-men-jailed-for-prostitution-in-uae-1.1165170\"><strong>two Emirati men were arrested</strong></a> on charges of “breaching public morality” and “inciting others to commit a sin.” The two men had profiles on the social network “WhosHere”, where they allegedly posted pictures of themselves in women’s clothes and full make-up. The fact that the two men published their pictures on a public website led to the discovery of their profiles by the police, who communicated with them pretending to be a “customer” and set up a trap in order to arrest them. They were sentenced each to three years in prison. A week before this incident, a <a href=\"http://gulfnews.com/news/gulf/uae/crime/man-jailed-a-year-over-male-prostitution-1.1158012\"><strong>Filipino man was also arrested in the same manner</strong></a>, after the police tracked him down on the Internet, where he had a profile with his pictures and phone number, advertising himself as a sex worker offering services to male clients.</p>\n", 
                "value": "In March 2013, [**two Emirati men were arrested**](http://gulfnews.com/news/gulf/uae/crime/two-men-jailed-for-prostitution-in-uae-1.1165170) on charges of “breaching public morality” and “inciting others to commit a sin.” The two men had profiles on the social network “WhosHere”, where they allegedly posted pictures of themselves in women’s clothes and full make-up. The fact that the two men published their pictures on a public website led to the discovery of their profiles by the police, who communicated with them pretending to be a “customer” and set up a trap in order to arrest them. They were sentenced each to three years in prison. A week before this incident, a [**Filipino man was also arrested in the same manner**](http://gulfnews.com/news/gulf/uae/crime/man-jailed-a-year-over-male-prostitution-1.1158012), after the police tracked him down on the Internet, where he had a profile with his pictures and phone number, advertising himself as a sex worker offering services to male clients."
            }
        ]
    }, 
    "field_hog_categories": [], 
    "field_htb_categories": {
        "en": [
            {
                "tid": "93"
            }
        ]
    }, 
    "field_menu_title": {
        "en": [
            {
                "format": null, 
                "safe_value": "Social and Legal Context of LGBT Rights", 
                "value": "Social and Legal Context of LGBT Rights"
            }
        ]
    }, 
    "field_relevant_community": {
        "en": [
            {
                "title": "Tools and tactics for the LGBTI community in the Middle-East and North Africa", 
                "value": "lgbti mena"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "2"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "2"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "en", 
    "log": "", 
    "menu_node_links": [], 
    "name": "asta", 
    "nid": "1335", 
    "num_revisions": "1", 
    "path": "https://securityinabox.org/en/lgbti-mena/lgbt-social-and-legal-context", 
    "picture": "0", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1418383528", 
    "revision_uid": "70", 
    "status": "1", 
    "sticky": "0", 
    "title": "LGBT social and legal context", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "en": {
                "changed": "1418383528", 
                "created": "1418063422", 
                "entity_id": "1335", 
                "entity_type": "node", 
                "language": "en", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "184"
            }
        }, 
        "original": "en"
    }, 
    "type": "community_guide", 
    "uid": "184", 
    "uuid": "c41a8c4f-900d-4117-94cc-6196833db57e", 
    "vid": "3273", 
    "vuuid": "d74968df-0f2d-400e-9d82-5ccdf9a3cb22"
}