{
    "body": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>Página de inicio</strong></p>\n\n<ul><li><a href=\"https://jitsi.org/\"><strong>https://jitsi.org/</strong></a></li>\n</ul><p><strong>Requisitos del sistema</strong></p>\n\n<ul><li>Todas las versiones de Windows</li>\n</ul><p><strong>Versión utilizada en esta guía</strong></p>\n\n<ul><li>2.8</li>\n</ul><p><strong>Última revisión de este capítulo</strong></p>\n\n<ul><li>Mayo de 2015</li>\n</ul><p><strong>Licencia</strong></p>\n\n<ul><li>Software gratuito y de código abierto</li>\n</ul><p><strong>Lo que usted obtiene</strong>:</p>\n\n<ul><li>La capacidad de tener un sistema de comunicación integrado, privado y seguro que incluye sesiones de conversaciones de vídeo.</li>\n<li>La capacidad de cifrar su comunicación independientemente del proveedor de su cuenta.</li>\n<li>La capacidad de registrar y usar diferentes cuentas (por ejemplo, <strong>Facebook</strong>, <strong>Google Talk</strong>, <strong>Yahoo! Messenger</strong>) simultáneamente.</li>\n</ul><p><strong>GNU Linux, Mac OS, Microsoft Windows y otros programas compatibles.</strong>:</p>\n\n<p><strong>Jitsi</strong> está disponible para <strong>GNU Linux</strong> y <strong>Mac OS</strong>, así como para <strong>MS Windows</strong> (y próximamente para <strong>Android OS</strong>). A continuación se recomiendan otros programas con los que <strong>Jitsi</strong> se puede comunicar usando el cifrado independiente <strong>OTR</strong> o <strong>ZRTP</strong>:</p>\n\n<ul><li><p>Para <strong>mensajes de texto</strong>: <a href=\"/es/pidgin_principal\"><strong>Pidgin</strong></a> (<strong>MS Windows</strong> y <strong>GNU Linux</strong>), <a href=\"http://www.miranda-im.org/\"><strong>Miranda</strong></a> (<strong>MS Windows</strong>), <a href=\"https://adium.im/\"><strong>Adium</strong></a> (<strong>Mac OS X</strong>), <a href=\"https://guardianproject.info/apps/chatsecure/\"><strong>ChatSecure</strong></a> (<strong>Android OS</strong> y <strong>iOS</strong>, conocido anteriormente como <a href=\"/es/gibberbot_principal\"><strong>Gibberbot</strong></a>).</p></li>\n<li><p>Para <strong>llamadas de voz</strong>: <strong>CSipSimple</strong> (<strong>Android OS</strong>), <a href=\"http://www.linphone.org/\"><strong>Linphone</strong></a> (<strong>GNU Linux</strong>, <strong>MS Windows</strong>, <strong>Mac OS X</strong>, <strong>Android OS</strong>, <strong>iOS</strong> y otros).</p></li>\n</ul><p><strong>1.1 Cosas que debería saber acerca de esta herramienta antes de comenzar</strong></p>\n\n<p><strong>Jitsi</strong> es compatible con diferentes tipos de cuentas y protocolos de comunicación y, por lo tanto, puede comunicarse con contactos que utilicen otros programas. Algunos de esos programas ofrecen funciones similares para mejorar la seguridad de su comunicación (como los programas mencionados en la sección anterior), y soportan el cifrado independiente de texto y voz (<strong>OTR</strong> y <strong>ZRTP</strong>). Otros programas podrían no tener implementadas estas funciones, especialmente los propios (por ejemplo, el chat de <strong>Facebook</strong> o <strong>Google Talk</strong>). Sin embargo, con <strong>Jitsi</strong> podrá comunicarse de todas formas con contactos que utilicen dichos programas propios, sólo que sin los beneficios adicionales de las funciones de seguridad de <strong>Jitsi</strong>.</p>\n\n<p>Sin importar si se comunica mediante texto, voz o vídeo, los proveedores de servicios como <strong>Facebook Chat</strong>, <strong>Google Talk</strong>, <strong>Yahoo! Messenger</strong>, <strong>Skype</strong> o <strong>Viber</strong> tienen acceso a sus sesiones de comunicación y pueden ofrecer el acceso a terceros, tales como corporaciones o gobiernos. <strong>Jitsi</strong> le permite comunicarse de manera segura y privada usando sus cuentas existentes con la ayuda de un cifrado adicional. Esto hace que el contenido de sus comunicaciones sea inaccesible para los proveedores de cuentas y posibles terceros. Para poder proteger sus sesiones de chat y conversaciones privadas, <strong>Jitsi</strong> utiliza métodos criptográficos, inclusive <strong>Off-the-Record</strong> (<a href=\"/es/glossary#OTR\"><strong>OTR</strong></a>) para conversaciones de texto, y <strong>ZRTP/SRTP</strong> para llamadas de voz.</p>\n\n<p>Otra diferencia a notar entre <strong>Jitsi</strong> y programas como <strong>Skype</strong> es que Jitsi permite que los usuarios sigan usando sus cuentas existentes con un proveedor de servicio distinto, independiente de los desarrolladores del programa. Esto también significa que necesita configurar una cuenta antes de poder utilizar <strong>Jitsi</strong>.</p>\n\n<p><strong>Nota</strong>: <strong>Jitsi</strong> utiliza el lenguaje de programación <strong>Java</strong>, de forma que el programa Java debe estar instalado en el equipo para que funcione. Se sabe que <strong>Oracle Java</strong> tiene varias vulnerabilidades de seguridad que pueden permitir que usuarios remotos tomen control del equipo e instalen spyware para acceder o controlar todos sus datos y comunicaciones. Se recomienda <strong>ampliamente</strong> que minimice el número de programas que tienen permitido utilizar Java en su equipo. Mire cómo <a href=\"/es/firefox_complementos#3.2\"><strong>desactivar complementos asociados con Java en Firefox</strong></a> y consulte los <a href=\"https://www.java.com/en/download/help/disable_browser.xml\"><strong>pasos para deshabilitar Java en todos los navegadores del equipo</strong></a>. Sin embargo, como verá más adelante en este capítulo, a pesar del uso de <strong>Java</strong>, hay una serie de beneficios de seguridad al utilizar <strong>Jitsi</strong>.</p>\n", 
                "summary": "", 
                "value": "**Página de inicio**\r\n\r\n- [**https://jitsi.org/**](https://jitsi.org/)\r\n\r\n**Requisitos del sistema**\r\n\r\n- Todas las versiones de Windows\r\n\r\n**Versión utilizada en esta guía**\r\n\r\n- 2.8\r\n\r\n**Última revisión de este capítulo**\r\n\r\n- Mayo de 2015\r\n\r\n**Licencia**\r\n\r\n- Software gratuito y de código abierto\r\n\r\n**Lo que usted obtiene**: \r\n\r\n- La capacidad de tener un sistema de comunicación integrado, privado y seguro que incluye sesiones de conversaciones de vídeo.\r\n- La capacidad de cifrar su comunicación independientemente del proveedor de su cuenta.\r\n- La capacidad de registrar y usar diferentes cuentas (por ejemplo, **Facebook**, **Google Talk**, **Yahoo! Messenger**) simultáneamente.\r\n\r\n**GNU Linux, Mac OS, Microsoft Windows y otros programas compatibles.**:\r\n\r\n**Jitsi** está disponible para **GNU Linux** y **Mac OS**, así como para **MS Windows** (y próximamente para **Android OS**). A continuación se recomiendan otros programas con los que **Jitsi** se puede comunicar usando el cifrado independiente **OTR** o **ZRTP**:\r\n\r\n- Para **mensajes de texto**: [**Pidgin**](/es/pidgin_principal) (**MS Windows** y **GNU Linux**), [**Miranda**](http://www.miranda-im.org/) (**MS Windows**), [**Adium**](https://adium.im/) (**Mac OS X**), [**ChatSecure**](https://guardianproject.info/apps/chatsecure/) (**Android OS** y **iOS**, conocido anteriormente como [**Gibberbot**](/es/gibberbot_principal)). \r\n\r\n- Para **llamadas de voz**: **CSipSimple** (**Android OS**), [**Linphone**](http://www.linphone.org/) (**GNU Linux**, **MS Windows**, **Mac OS X**, **Android OS**, **iOS** y otros).\r\n\r\n**1.1 Cosas que debería saber acerca de esta herramienta antes de comenzar**\r\n\r\n**Jitsi** es compatible con diferentes tipos de cuentas y protocolos de comunicación y, por lo tanto, puede comunicarse con contactos que utilicen otros programas. Algunos de esos programas ofrecen funciones similares para mejorar la seguridad de su comunicación (como los programas mencionados en la sección anterior), y soportan el cifrado independiente de texto y voz (**OTR** y **ZRTP**). Otros programas podrían no tener implementadas estas funciones, especialmente los propios (por ejemplo, el chat de **Facebook** o **Google Talk**). Sin embargo, con **Jitsi** podrá comunicarse de todas formas con contactos que utilicen dichos programas propios, sólo que sin los beneficios adicionales de las funciones de seguridad de **Jitsi**.\r\n\r\nSin importar si se comunica mediante texto, voz o vídeo, los proveedores de servicios como **Facebook Chat**, **Google Talk**, **Yahoo! Messenger**, **Skype** o **Viber** tienen acceso a sus sesiones de comunicación y pueden ofrecer el acceso a terceros, tales como corporaciones o gobiernos. **Jitsi** le permite comunicarse de manera segura y privada usando sus cuentas existentes con la ayuda de un cifrado adicional. Esto hace que el contenido de sus comunicaciones sea inaccesible para los proveedores de cuentas y posibles terceros. Para poder proteger sus sesiones de chat y conversaciones privadas, **Jitsi** utiliza métodos criptográficos, inclusive **Off-the-Record** ([**OTR**](/es/glossary#OTR)) para conversaciones de texto, y **ZRTP/SRTP** para llamadas de voz.\r\n\r\nOtra diferencia a notar entre **Jitsi** y programas como **Skype** es que Jitsi permite que los usuarios sigan usando sus cuentas existentes con un proveedor de servicio distinto, independiente de los desarrolladores del programa. Esto también significa que necesita configurar una cuenta antes de poder utilizar **Jitsi**.\r\n\r\n**Nota**: **Jitsi** utiliza el lenguaje de programación **Java**, de forma que el programa Java debe estar instalado en el equipo para que funcione. Se sabe que **Oracle Java** tiene varias vulnerabilidades de seguridad que pueden permitir que usuarios remotos tomen control del equipo e instalen spyware para acceder o controlar todos sus datos y comunicaciones. Se recomienda **ampliamente** que minimice el número de programas que tienen permitido utilizar Java en su equipo. Mire cómo [**desactivar complementos asociados con Java en Firefox**](/es/firefox_complementos#3.2) y consulte los [**pasos para deshabilitar Java en todos los navegadores del equipo**](https://www.java.com/en/download/help/disable_browser.xml). Sin embargo, como verá más adelante en este capítulo, a pesar del uso de **Java**, hay una serie de beneficios de seguridad al utilizar **Jitsi**."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2045", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2045", 
        "link_title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
        "menu_name": "book-toc-1928", 
        "mlid": "5191", 
        "module": "book", 
        "nid": "2045", 
        "options": [], 
        "p1": "5034", 
        "p2": "5191", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
        "updated": "0", 
        "weight": "-4"
    }, 
    "book_children": [
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Listado de las secciones en esta página:</p>\n\n<ul><li><a href=\"#2.1\"><strong>2.1. Cómo instalar Jitsi</strong></a></li>\n<li><a href=\"#2.2\"><strong>2.2. Cómo añadir cuentas en Jitsi</strong></a></li>\n<li><a href=\"#2.2.1\"><strong>2.2.1. Cómo añadir una cuenta de Gmail/Google</strong></a></li>\n<li><a href=\"#2.2.2\"><strong>2.2.2. Registrar una cuenta nueva de Jabber/XMPP o SIP y añadirla a Jitsi</strong></a></li>\n<li><a href=\"#2.2.3\"><strong>2.2.3. Cómo añadir una cuenta de Facebook</strong></a></li>\n<li><a href=\"#2.3\"><strong>2.3. Cómo cambiar una contraseña para una cuenta en Jitsi</strong></a></li>\n<li><a href=\"#2.4\"><strong>2.4. Cómo configurar Jitsi para mejorar su seguridad</strong></a></li>\n<li><a href=\"#2.4.1\"><strong>2.4.1 Desactivar y eliminar el historial de llamadas y chats</strong></a></li>\n<li><a href=\"#2.4.2\"><strong>2.4.2. Solicitar mensajería privada al realizar un chat de texto</strong></a></li>\n<li><a href=\"#2.4.3\"><strong>2.4.3. Proteger las contraseñas de sus cuentas con una contraseña maestra</strong></a></li>\n</ul><p><a name=\"2.1.\" id=\"2.1.\"></a></p>\n\n<h2>2.1. Cómo instalar Jitsi</h2>\n\n<p>Para instalar <strong>Jitsi</strong>, realice uno de los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>. <strong>Haga doble clic</strong> en <img src=\"/sbox/screen/jitsi-es/02.png\" alt=\"\" />. Es posible que aparezca el cuadro de diálogo <em>Abrir archivo - Advertencia de seguridad</em>. Si aparece, <strong>haga clic</strong> en <strong>Sí</strong> para activar la pantalla del <em>Instalador de Windows</em>, seguida por la ventana <em>Bienvenido al asistente de configuración de Jitsi</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/04.png\" alt=\"\" /> para activar la ventana <em>Acuerdo de licencia del usuario final</em>, <strong>seleccione</strong> la opción <em>Acepto los términos de este Acuerdo de licencia</em> para activar el botón <em>Siguiente</em>, y luego <strong>haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/04.png\" alt=\"\" /> para activar la ventana <em>Carpeta de destino</em>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/04.png\" alt=\"\" /> para activar la ventana <strong>Tareas adicionales</strong> y acepte la configuración por omisión.</p>\n\n<p><strong>Nota</strong>: activar la opción <em>Auto-iniciar al arrancar o reiniciar el sistema</em> puede hacer que la funcionalidad del equipo se ralentice, especialmente si ya tiene múltiples aplicaciones configuradas para ejecutarse al iniciar el sistema.</p>\n\n<p><strong>Paso 4</strong>.  <strong>Haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/04.png\" alt=\"\" /> para activar la ventana <em>Listo para instalar Jitsi</em> y <strong>haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/05.png\" alt=\"\" /> para activar la ventana <strong>Instalando Jitsi</strong> que muestra la barra de progreso de la instalación.</p>\n\n<p><strong>Paso 5</strong>. <strong>Haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/06.png\" alt=\"\" /> para completar el proceso de instalación y ejecutar automáticamente la ventana <strong>Iniciar sesión</strong> de <strong>Jitsi</strong> como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/07.png\" alt=\"\" /></p>\n\n<p><em>Figura 1: Ventana de inicio de sesión de Jitsi</em></p>\n\n<p><strong>Nota</strong>: en algunos casos, instalar y ejecutar <strong>Jitsi</strong> por primera vez activa una pantalla emergente de <em>Alerta de seguridad de Windows</em> (<em>Figura 2</em> a continuación). Esta alerta es un comportamiento normal del sistema operativo <strong>MS Windows</strong> y se puede seguir usando <strong>Jitsi</strong>. Incluso si no hace clic en ninguno de los botones y simplemente cierra la ventana emergente, <strong>Jitsi</strong> podrá comunicarse a través de los servidores públicos comunes, tales como <strong>Jabber/XMPP o SIP</strong>, <strong>Google Chat</strong> y <strong>Facebook Chat</strong> o <strong>Yahoo! Messenger</strong>. Sin embargo, si hace clic en el botón <strong>Permitir acceso</strong> se activa una función avanzada de <strong>Jitsi</strong> llamada <em>Cuentas SIP sin registro</em>. Para obtener más información sobre estas cuentas especiales, consulte la página <a href=\"https://jitsi.org/Documentation/RegistrarlessSIPAccount\"><strong>Cuentas SIP sin registro</strong></a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/08.png\" alt=\"\" /></p>\n\n<p><em>Figura 2: Pantalla emergente “Alerta de seguridad de Windows”</em></p>\n\n<p><strong>Paso 6</strong>. <strong>Seleccione</strong> las dos casillas de red <strong>Privada</strong> y <strong>Pública</strong>, y <strong>haga clic</strong> en <strong>Permitir acceso</strong> para ver la ventana de inicio de sesión de <strong>Jitsi</strong> (como se muestra en la <em>Figura 1</em> anterior) o la ventana principal de interfaz del usuario (como se muestra en la <em>Figura 4</em> a continuación).</p>\n\n<p><a name=\"2.2.\" id=\"2.2.\"></a></p>\n\n<h2>2.2. Cómo añadir cuentas en Jitsi</h2>\n\n<p>Esta sección describe cómo añadir o configurar diferentes tipos de cuentas en <strong>Jitsi</strong>. <strong>Jitsi</strong> es compatible con muchos tipos de cuentas distintas. Las cuentas descritas a continuación están basadas principalmente en los protocolos de comunicación <strong>Jabber/XMPP</strong> y <strong>SIP</strong>. Entre muchos otros servicios, <strong>Jitsi</strong> le permite usar cuentas de <strong>Gmail</strong> o <strong>Facebook</strong> para comunicarse. Debido a que estos son unos de los servicios más populares usados en Internet, a continuación se muestra cómo añadirlos a Jitsi, junto con información sobre cómo mejorar la seguridad al comunicarse mediante dichas cuentas haciendo uso del cifrado independiente de <strong>Jitsi</strong> junto con la protección ofrecida por sus proveedores de cuentas. Sin embargo, considere que incluso con el cifrado de <strong>Jitsi</strong> los proveedores de cuentas como <strong>Google</strong> o <strong>Facebook</strong> supervisan el hecho de que se comunique (e incluso con quién lo hace), y es posible que compartan esta información con terceros, tales como corporaciones o gobiernos. Por lo tanto, quizá sea mejor que evite usar estas cuentas para información delicada, incluso con el cifrado de <strong>Jitsi</strong>. También se describe en esta sección cómo crear cuentas más seguras (Jabber/XMPP o SIP) y añadirlas a Jitsi, y se recomienda usarlas en su lugar.</p>\n\n<p><a name=\"2.2.1.\" id=\"2.2.1.\"></a></p>\n\n<h3>2.2.1. Cómo añadir una cuenta de Gmail/Google</h3>\n\n<p><strong>Nota</strong>: El ejemplo siguiente está basado en una cuenta de <strong>Google Talk</strong>, y el proceso de configuración para otros protocolos de comunicación enumerados en la <em>Figura 1</em> anterior es similar. Es posible que la comunicación o algunas funciones (como el cifrado independiente de Jitsi para chats de texto o voz - <strong>OTR</strong> y <strong>ZRTP</strong>) no funcionen entre dos o más usuarios con proveedores de cuentas diferentes (como Facebook, Gmail, Yahoo, etc.). Sin embargo, deberían funcionar al comunicarse entre dos cuentas del mismo proveedor del servicio.</p>\n\n<p><strong>Paso 1</strong>. <strong>Seleccione Inicio &gt; Jitsi</strong> o <strong>haga doble clic</strong> en el icono de escritorio de <strong>Jitsi</strong> para abrir el programa.</p>\n\n<p><strong>Paso 2</strong>. En la ventana de <em>inicio de sesión</em>, <strong>introduzca</strong> el usuario y la contraseña de la cuenta de <strong>Gmail</strong> que desea usar para chatear, de forma que se parezca a:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/09.png\" alt=\"\" /></p>\n\n<p><em>Figura 3: Ventana de inicio de sesión de Jitsi (redimensionada)</em></p>\n\n<p><strong>Nota</strong>: Puede añadir múltiples cuentas usando distintos protocolos al mismo tiempo.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haga clic</strong> en <img src=\"/sbox/screen/jitsi-es/09s.png\" alt=\"Sign in\" /> para activar la ventana de chat de la cuenta:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/10.png\" alt=\"\" /></p>\n\n<p><em>Figura 4: Un ejemplo de la ventana principal de Jitsi después de añadir una cuenta Gmail</em></p>\n\n<p><strong>Nota</strong>: si cerró la ventana de <em>inicio de sesión</em>, o si desea añadir otra cuenta, puede hacerlo al <strong>seleccionar <em>Archivo</em> &gt; <em>Añadir nueva cuenta...</em></strong>. En la nueva ventana <strong>seleccione una Red</strong>, como <em>Google Talk</em> e <strong>introduzca</strong> el usuario y la contraseña para la cuenta de <strong>Gmail</strong> como se muestra en la imagen siguiente:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/11.png\" alt=\"\" /></p>\n\n<p><em>Figura 5: Ventana “Añadir nueva cuenta”</em></p>\n\n<p>Para verificar que haya registrado la cuenta de <strong>Gmail</strong> con <strong>Jitsi</strong>, realice lo siguiente:</p>\n\n<p><strong>Paso 1</strong>. <strong>Seleccione <em>Herramientas</em> &gt; <em>Opciones</em></strong> en el menú para activar la siguiente ventana:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/12.png\" alt=\"\" /></p>\n\n<p><em>Figura 6: La ventana Opciones mostrando la nueva cuenta de Gmail registrada (redimensionada)</em></p>\n\n<p><strong>Nota</strong>: Si está usando la <a href=\"https://support.google.com/accounts/answer/180744?hl=es\">verificación de 2 pasos</a> para proteger el acceso a su cuenta de <strong>Gmail</strong>, es posible que vea el siguiente mensaje al intentar iniciar sesión en <strong>Jitsi</strong> con su contraseña normal: Para iniciar sesión usando <strong>Jitsi</strong> necesitará generar una “contraseña específica para la aplicación”. Vea las instrucciones de Google sobre <a href=\"https://support.google.com/accounts/answer/185833?hl=es\">cómo hacerlo</a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/13.png\" alt=\"\" /></p>\n\n<p><em>Figura 7: Ejemplo de error de autenticación en el inicio de sesión de Google Talk</em></p>\n\n<p><a name=\"2.2.2.\" id=\"2.2.2.\"></a></p>\n\n<h3>2.2.2. Registrar una cuenta nueva de Jabber/XMPP o SIP y añadirla a Jitsi</h3>\n\n<p><strong>Jabber/XMPP</strong> y <strong>SIP</strong> son estándares abiertos de comunicación de voz y texto. Hay <a href=\"https://xmpp.net/directory.php\">muchos servidores</a> que ofrecen cuentas gratuitas que puede utilizar con Jitsi. A continuación se recomiendan algunos de los servidores que puede usar para comunicación delicada. Considere que también es posible descargar un <a href=\"http://xmpp.org/xmpp-software/servers/\">software de servidor de Jabber/XMPP</a> (como <a href=\"http://www.process-one.net/en/ejabberd/\">ejabberd</a> o <a href=\"http://prosody.im/\">Prosody IM</a>), instalarlo en su propio equipo de servidor y configurarlo para comunicación privada y segura entre miembros de su grupo, comunidad u organización.</p>\n\n<ul><li>Cuenta Jabber/XMPP de <strong>Riseup.net</strong></li>\n</ul><p>Si cuenta con una cuenta en el <a href=\"/es/riseup_principal\">servicio de correo electrónico seguro Riseup.net</a> (ubicado en EE. UU.), puede también <a href=\"https://www.riseup.net/en/chat\">usar esta cuenta para comunicarse a través de una red Jabber/XMPP</a> al añadir esta cuenta a Jitsi (consulte más adelante cómo añadir una cuenta Jabber/XMPP) existente).</p>\n\n<ul><li>Cuentas <strong>Jabber.ccc.de</strong> y otras cuentas Jabber/XMPP</li>\n</ul><p>Puede registrar una cuenta en el servidor Jabber.ccc.de (ubicado en Alemania) realizando los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>.  En <strong>Jitsi, seleccione <em>Archivo</em> &gt; <em>Añadir nueva cuenta...</em></strong> en el menú. En la nueva ventana, <strong>seleccione <em>Red</em>: XMPP</strong> y <strong>seleccione la opción <em>Crear una cuenta nueva XMPP</em></strong>. En <em>Servidor</em>, <strong>escriba</strong> jabber.ccc.de, <strong>introduzca</strong> el usuario XMPP que desea crear y <strong>rellene</strong> los campos <em>Contraseña</em> y <em>Confirmar contraseña</em> de tal forma que se vea así:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/14.png\" alt=\"\" /></p>\n\n<p><em>Figura 8: Ejemplo de la ventana “Añadir nueva cuenta” con la opción “Crear una cuenta nueva XMPP” seleccionada</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Haga clic en <em>Añadir</em></strong>. Después de registrar correctamente se le mostrará una ventana similar a la <em>Figura 4</em> anterior.</p>\n\n<p>Si alguien más ya está usando el nombre de usuario y la contraseña que solicitó, el proceso de registro marcará un error con el mensaje <em>No se pudo crear la cuenta debido al siguiente error: No se pudieron confirmar los datos.</em>  Puede volver a intentar repetir el proceso y seleccionar un nombre de usuario distinto.</p>\n\n<p><strong>Considere</strong> que si no inicia sesión en jabber.ccc.de durante más de 12 meses su cuenta se eliminará automáticamente del servidor y el nombre de usuario volverá a estar disponible para que otra persona lo registre.</p>\n\n<p>Otro servidor Jabber/XMPP que vale la pena mencionar es <strong>jit.si</strong>. Este servidor lo mantienen los desarrolladores del programa Jitsi. Puede registrar una cuenta en <a href=\"https://jit.si\"><strong>jit.si</strong></a> y muchos otros servidores Jabber/XMPP públicos de la misma forma descrita en la sección anterior. IM Observatory mantiene una <a href=\"https://xmpp.net/directory.php\">lista y clasificación de los servidores Jabber/XMPP públicos</a>, y también le permite <a href=\"https://xmpp.net/index.php\">probar la seguridad de cualquier servidor Jabber/XMPP</a>.</p>\n\n<ul><li>Cuenta SIP <strong>ostel.com</strong></li>\n</ul><p>Las cuentas <strong>SIP</strong> no se pueden registrar desde dentro del programa <strong>Jitsi</strong>. El servidor <strong>ostel.co</strong> (ubicado en EE. UU.) ofrece <a href=\"https://ostel.co/users/sign_up\">registro en su página web</a>. <strong>Seleccione</strong> un nombre de usuario, contraseña y proporcione su dirección de correo electrónico existente y <strong>haga clic</strong> en el botón <em>Registrar</em> en la página web. Una vez que se haya registrado correctamente, regrese al programa Jitsi. <strong>Seleccione <em>Archivo</em> &gt; <em>Añadir nueva cuenta...</em></strong> en el menú, <strong>seleccione Red: SIP</strong>, <strong>introduzca</strong> el nombre de usuario (por ejemplo, terence@ostel.co) y la contraseña que creó durante el registro en la página web, y <strong>haga clic en <em>Añadir</em></strong>. Consulte la siguiente imagen como referencia:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/15.png\" alt=\"\" /></p>\n\n<p><em>Figura 9: Ejemplo de la ventana “Añadir nueva cuenta” para una cuenta SIP</em></p>\n\n<ul><li><strong>Añadir cuentas Jabber/XMPP o SIP existentes a Jitsi</strong></li>\n</ul><p>Si ya tiene una cuenta Jabber/XMPP o SIP, puede añadirla a <strong>Jitsi</strong> <strong>seleccionando <em>Archivo</em> &gt; <em>Añadir nueva cuenta...</em></strong> en el menú y seleccionando la <strong>Red</strong> adecuada (ya sea XMPP o SIP, dependiendo del tipo de cuenta).</p>\n\n<p><a name=\"2.2.3.\" id=\"2.2.3.\"></a></p>\n\n<h3>2.2.3. Cómo añadir una cuenta de Facebook</h3>\n\n<p><strong>Facebook</strong> tiene dos configuraciones que es posible que deba cambiar antes de que <strong>Jitsi</strong> se  pueda conectar al chat de Facebook.</p>\n\n<ul><li><strong>Nombre de usuario de Facebook</strong></li>\n</ul><p><strong>Facebook</strong> solicita un nombre de usuario para que <strong>Jitsi</strong> se conecte al chat de Facebook. Muchos usuarios de <strong>Facebook</strong> ya tienen un nombre de usuario. Para verificar/chequear su nombre de usuario, <strong>inicie sesión</strong> en su cuenta de <strong>Facebook</strong>; su nombre de usuario es lo que aparece en la barra de dirección después de <em>https://www.facebook.com/</em> al mirar en su Biografía. Su nombre de usuario está también en la dirección de correo electrónico de <strong>Facebook</strong> de su cuenta personal (por ejemplo: nombredeusuario@facebook.com). Puede ver o cambiar el nombre de usuario u obtener uno en <em>Configuración de la cuenta</em> &gt; <em>General</em> o visitando <a href=\"https://www.facebook.com/username\">https://www.facebook.com/username</a>. Para establecer el nombre de usuario, es posible que <strong>Facebook</strong> le solicite que verifique la cuenta, lo que podría incluir enviar un mensaje SMS a un teléfono móvil, cuyo número deberá proporcionar a <strong>Facebook</strong> durante el proceso de verificación. Para ver más información consulte la <a href=\"https://es-la.facebook.com/help/329992603752372/\">explicación de Facebook de los nombres de usuarios</a>.</p>\n\n<ul><li><strong>Configuración de apps</strong></li>\n</ul><p>La “plataforma de aplicaciones” de <strong>Facebook</strong> debe estar activada antes de que <strong>Jitsi</strong> se pueda conectar al chat de Facebook. En <strong>Facebook</strong>, vaya a la sección <strong>Configuración &gt; Aplicaciones</strong> y asegúrese de que la opción <strong>Aplicaciones que utiliza</strong> esté activada. Esto activará la “plataforma de aplicaciones” de su cuenta.</p>\n\n<p><strong>Considere</strong> que activar la “plataforma de actividades” de <strong>Facebook</strong> da acceso a desarrolladores de aplicaciones de terceros a mucha de su información de <strong>Facebook</strong>. Estos datos estarán disponibles no sólo en las aplicaciones de <strong>Facebook</strong> que use, sino en las aplicaciones de <strong>Facebook</strong> que utilicen sus amigos. Después de activar la “plataforma de aplicaciones” de <strong>Facebook</strong>, asegúrese de comprobar la configuración de la sección “Aplicaciones que utiliza“. Esta configuración le permitirá ocultar cierta información personal de las aplicaciones que usan sus amigos. Desafortunadamente, <strong>Facebook</strong> no ofrece configuración para ocultar toda la información personal. Ciertas categorías de información (como la lista de amigos, el género, o la información que ha hecho pública) será visible mientras la “plataforma de aplicaciones” de <strong>Facebook</strong> esté activa. Depende de usted determinar si este es un sacrificio aceptable para su privacidad.</p>\n\n<p>Ahora está listo para añadir su cuenta de <strong>Facebook</strong> a <strong>Jitsi</strong>. Para hacerlo siga los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>.  Desde el menú principal <strong>seleccione <em>Archivo &gt; Añadir nueva cuenta...</em></strong></p>\n\n<p><strong>Paso 2</strong>.  En el menú <strong>Red</strong> del cuadro de diálogo “Añadir nueva cuenta”, seleccione <em>Facebook</em>, <strong>introduzca su nombre de usuario y contraseña</strong> y <strong>haga clic en Añadir</strong>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/16.png\" alt=\"\" /></p>\n\n<p><em>Figura 10: Ejemplo de la ventana “Añadir nueva cuenta” para una cuenta de Facebook</em></p>\n\n<p><a name=\"2.3.\" id=\"2.3.\"></a></p>\n\n<h2>2.3. Cómo cambiar una contraseña para una cuenta en Jitsi</h2>\n\n<p>Una cuestión importante de seguridad es la de saber cómo cambiar la contraseña de cada cuenta que se tenga. Muchas de las cuentas que puede usar con Jitsi ofrecen el cambio de contraseña como parte de la configuración, a la cual se puede acceder mediante la interfaz web. Sin embargo algunas cuentas Jabber/XMPP y SIP no tienen ninguna interfaz web que las administre. Puede cambiar la contraseña de dichas cuentas usando Jitsi y siguiendo los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>. <strong>Seleccione <em>Herramientas</em> &gt; <em>Opciones</em></strong> en el menú y <strong>seleccione</strong> la pestaña <strong>Cuentas</strong>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/17.png\" alt=\"\" /></p>\n\n<p><em>Figura 11: Ventana de opciones con una cuenta seleccionada</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Haga clic en el botón <em>Editar</em></strong> en la parte inferior para activar la ventana siguiente:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/18.png\" alt=\"\" /></p>\n\n<p><em>Figura 12: Ventana “Asistente de registro de cuenta” con el botón “Cambiar contraseña de cuenta” en la parte inferior</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haga clic en <em>Cambiar contraseña de cuenta</em></strong> para activar la ventana <em>Cambiar contraseña de cuenta</em>:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/19.png\" alt=\"\" /></p>\n\n<p><em>Figura 13: Ventana “Cambiar contraseña de cuenta”</em></p>\n\n<p><strong>Paso 4</strong>. <strong><em>Introduzca la nueva contraseña</em>, <em>vuelva a introducir la contraseña</em></strong> y <strong>haga clic en el botón <em>OK</em></strong> para cerrar la ventana.</p>\n\n<p><strong>Paso 5</strong>. Cierre el asistente de registro de cuenta.</p>\n\n<p><a name=\"2.4.\" id=\"2.4.\"></a></p>\n\n<h2>2.4. Cómo configurar Jitsi para mejorar su seguridad</h2>\n\n<p><a name=\"2.4.1.\" id=\"2.4.1.\"></a></p>\n\n<h3>2.4.1 Desactivar y eliminar el historial de llamadas y chats</h3>\n\n<p><strong>Jitsi</strong> guarda por omisión la información sobre las llamadas de voz y vídeo entrantes y salientes, así como el historial de los chats de texto (todos los mensajes que envía y recibe). Puede acceder a las llamadas de voz/vídeo <strong>haciendo clic</strong> en el icono del reloj en la ventana principal de Jitsi:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/20.png\" alt=\"\" /></p>\n\n<p><em>Figura 14: Parte superior de la ventana principal de Jitsi con el botón del historial de llamadas marcado</em></p>\n\n<p>Puede ver el historial de chats de texto <strong>haciendo clic</strong> en el icono de temporizador con forma de huevo en la ventana de chats de texto mientras conversa con un contacto:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/21.png\" alt=\"\" /></p>\n\n<p><em>Figura 15: Ventana del chat con el botón del historial del chat marcado</em></p>\n\n<p>Esta información se recopila y se almacena en el disco del ordenador. <strong>Incluso si cifra el chat de texto con OTR, todos los mensajes de texto que envía y recibe se almacenan en el ordenador en un formato de texto abierto.</strong> La misma información se recopila y almacena en el disco de los contactos con lo que se comunica.</p>\n\n<p>Para evitar que Jitsi recopile esta información (y eliminar los datos que ya se recopilaron), <strong>usted y su contacto deben realizar lo siguiente</strong>.</p>\n\n<h4>Para evitar que Jitsi recopile la información:</h4>\n\n<p><strong>Paso 1</strong>.  <strong>Seleccione <em>Herramientas</em> &gt; <em>Opciones</em></strong> en el menú, <strong>seleccione</strong> la pestaña <strong><em>General</em></strong> y <strong>anule la selección</strong> de la opción <strong><em>Historial de conversaciones</em></strong> como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/22.png\" alt=\"\" /></p>\n\n<p><em>Figura 16: Pestaña “General” de la ventana “Opciones” con la opción “Historial de conversaciones” sin marcar</em></p>\n\n<p><strong>Paso 2</strong>. En la ventana <em>Opciones</em>, primero <strong>seleccione la pestaña <em>Avanzado</em></strong>, luego <strong>seleccione la sección <em>Registro</em></strong> y <strong>anule la selección de la opción <em>Activar registro de paquetes</em></strong> como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/23.png\" alt=\"\" /></p>\n\n<p><em>Figura 17: Sección “Registro” de la pestaña “Avanzado” de la ventana “Opciones” con la opción “Activar registro de paquetes” sin marcar</em></p>\n\n<p>Los cambios surtirán efecto después de que <strong>reinicie Jitsi</strong>.</p>\n\n<h4>Para eliminar la información de sus llamadas y mensajes de texto que ya se había recopilado:</h4>\n\n<p><strong>Paso 1</strong>. <strong>Salga</strong> de Jitsi.</p>\n\n<p><strong>Paso 2</strong>. Elimine la carpeta del historial de registro <em>history_ver1.0</em> de la carpeta del <em>perfil de usuario</em> de <strong>Jitsi</strong>. Puede eliminar la sub-carpeta de history_ver1.0 si desea eliminar sólo una parte del historial. La ubicación de las carpetas del <em>perfil del usuario</em> y el <em>historial de registro</em> depende del sistema operativo:</p>\n\n<ul><li>En versiones XP y anteriores de Windows, está ubicada en <em>C:\\Documents and Settings\\&lt;nombre_usuario&gt;\\Application Data\\Jitsi\\history_ver1.0</em></li>\n<li>En Windows Vista, 7 y 8 está en <em>C:\\Users\\&lt;nombre_usuario&gt;\\AppData\\Roaming\\Jitsi\\history_ver1.0</em> (<strong>nota</strong>: es posible que la carpeta “AppData” esté oculta. Consulte <a href=\"http://windows.microsoft.com/es-es/windows/show-hidden-files#show-hidden-files=windows-7\">cómo ver archivos ocultos</a>).</li>\n<li>En Mac OS X, en la carpeta de inicio <em>~/Library/Application Support/Jitsi/history_ver1.0</em></li>\n<li>En Linux, en la carpeta de inicio <em>~/.jitsi/history_ver1.0</em> (<strong>nota</strong>: es posible que la carpeta “jitsi” esté oculta. Consulte <a href=\"http://www.guia-ubuntu.com/index.php?title=Archivos_ocultos\">cómo ver archivos ocultos en Ubuntu</a>)</li>\n</ul><p>Consulte el capítulo <a href=\"/en/chapter-6\">cómo destruir información delicada</a> para obtener más información sobre cómo eliminar información de forma segura.</p>\n\n<p><a name=\"2.4.2.\" id=\"2.4.2.\"></a></p>\n\n<h3>2.4.2. Solicitar mensajería privada al realizar un chat de texto</h3>\n\n<p>Se recomienda que configure <strong>Jitsi</strong> para que solicite mensajería de texto privada y cifrada usando el <a href=\"/es/glossary#encryption\"><em>cifrado</em></a> <a href=\"/es/glossary#OTR\"><em>OTR</em></a> cuando sea posible. Para hacerlo, <strong>seleccione <em>Herramientas</em> &gt; <em>Opciones</em></strong> en el menú, <strong>seleccione la pestaña <em>Seguridad</em></strong>, <strong>seleccione la pestaña <em>Charla</em></strong> y <strong>marque <em>Requiere mensajes privados</em></strong> en la parte inferior de la pantalla, como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/24.png\" alt=\"\" /></p>\n\n<p><em>Figura 18: Pestaña “Charla” de la pestaña “Seguridad” de la ventana “Opciones” con la opción “Requiere mensajes privados” marcada</em></p>\n\n<p><a name=\"2.4.3.\" id=\"2.4.3.\"></a></p>\n\n<h3>2.4.3 Proteger las contraseñas de sus cuentas con una contraseña maestra</h3>\n\n<p>Es mejor no permitirle a Jitsi que recuerde las contraseñas de las cuentas. Si decide hacerlo, cualquiera que tenga acceso a su ordenador podrá iniciar sesión en sus cuentas al ejecutar Jitsi. También será posible ver las contraseñas en la ventana <em>Opciones</em>. Por lo tanto se <strong>recomienda ampliamente</strong> proteger las contraseñas de sus cuentas con una <strong>contraseña maestra</strong> segura. Una vez que configure la contraseña maestra, Jitsi se la solicitará al iniciar el programa.</p>\n\n<p><strong>Paso 1</strong>. <strong>Abra</strong> la ventana <em>Opciones</em> (<strong>seleccionando <em>Herramientas</em> &gt; <em>Opciones</em></strong> en el menú), <strong>seleccione la pestaña <em>Seguridad</em></strong> y luego la pestaña <strong><em>Contraseñas</em></strong>, y <strong>marque la opción <em>Usar una contraseña maestra</em></strong> para activar la ventana <strong><em>Contraseña maestra</em></strong>.</p>\n\n<p><strong>Paso 2</strong>. En la nueva ventana, <strong>introduzca su contraseña</strong> como se muestra en la imagen siguiente. Para más información sobre cómo crear una contraseña segura, consulte <a href=\"/es/chapter-3\"><strong><em>cómo crear y mantener contraseñas seguras</em></strong></a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/25.png\" alt=\"\" /></p>\n\n<p><em>Figura 19: Ventana “Contraseña maestra”</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haga clic en <em>OK</em></strong> para confirmar la contraseña y activar una nueva ventana que debería decir <strong><em>La contraseña maestra se cambió con éxito</em></strong>. <strong>Haga clic en “OK”</strong> para cerrarla y regresar a la ventana <em>Opciones</em>, que debería parecerse a:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/26.png\" alt=\"\" /></p>\n\n<p><em>Figura 20: Pestaña “Contraseñas” de la pestaña “Seguridad” de la ventana “Opciones” con la opción “Usar una contraseña maestra” marcada</em></p>\n\n<p><strong>Nota</strong>: El botón <strong><em>Cambiar contraseña maestra</em></strong> le permite cambiar la contraseña maestra y el botón <strong><em>Contraseñas almacenadas</em></strong> le permite acceder a la lista de contraseñas guardadas de Jitsi y eliminarlas si lo necesita.</p>\n", 
                        "summary": "", 
                        "value": "Listado de las secciones en esta página:\r\n\r\n- [**2.1. Cómo instalar Jitsi**](#2.1)\r\n- [**2.2. Cómo añadir cuentas en Jitsi**](#2.2)\r\n- [**2.2.1. Cómo añadir una cuenta de Gmail/Google**](#2.2.1)\r\n- [**2.2.2. Registrar una cuenta nueva de Jabber/XMPP o SIP y añadirla a Jitsi**](#2.2.2)\r\n- [**2.2.3. Cómo añadir una cuenta de Facebook**](#2.2.3)\r\n- [**2.3. Cómo cambiar una contraseña para una cuenta en Jitsi**](#2.3)\r\n- [**2.4. Cómo configurar Jitsi para mejorar su seguridad**](#2.4)\r\n- [**2.4.1 Desactivar y eliminar el historial de llamadas y chats**](#2.4.1)\r\n- [**2.4.2. Solicitar mensajería privada al realizar un chat de texto**](#2.4.2)\r\n- [**2.4.3. Proteger las contraseñas de sus cuentas con una contraseña maestra**](#2.4.3)\r\n\r\n<a name=\"2.1.\"></a>\r\n##2.1. Cómo instalar Jitsi##\r\n\r\nPara instalar **Jitsi**, realice uno de los siguientes pasos:\r\n\r\n**Paso 1**. **Haga doble clic** en ![](/sbox/screen/jitsi-es/02.png). Es posible que aparezca el cuadro de diálogo *Abrir archivo - Advertencia de seguridad*. Si aparece, **haga clic** en **Sí** para activar la pantalla del *Instalador de Windows*, seguida por la ventana *Bienvenido al asistente de configuración de Jitsi*.  \r\n\r\n**Paso 2**. **Haga clic** en ![](/sbox/screen/jitsi-es/04.png) para activar la ventana *Acuerdo de licencia del usuario final*, **seleccione** la opción *Acepto los términos de este Acuerdo de licencia* para activar el botón *Siguiente*, y luego **haga clic** en ![](/sbox/screen/jitsi-es/04.png) para activar la ventana *Carpeta de destino*.\r\n\r\n**Paso 3**. **Haga clic** en ![](/sbox/screen/jitsi-es/04.png) para activar la ventana **Tareas adicionales** y acepte la configuración por omisión.\r\n\r\n**Nota**: activar la opción *Auto-iniciar al arrancar o reiniciar el sistema* puede hacer que la funcionalidad del equipo se ralentice, especialmente si ya tiene múltiples aplicaciones configuradas para ejecutarse al iniciar el sistema.\r\n\r\n**Paso 4**.  **Haga clic** en ![](/sbox/screen/jitsi-es/04.png) para activar la ventana *Listo para instalar Jitsi* y **haga clic** en ![](/sbox/screen/jitsi-es/05.png) para activar la ventana **Instalando Jitsi** que muestra la barra de progreso de la instalación.\r\n\r\n**Paso 5**. **Haga clic** en ![](/sbox/screen/jitsi-es/06.png) para completar el proceso de instalación y ejecutar automáticamente la ventana **Iniciar sesión** de **Jitsi** como se muestra a continuación:\r\n\r\n![](/sbox/screen/jitsi-es/07.png)\r\n\r\n*Figura 1: Ventana de inicio de sesión de Jitsi*\r\n\r\n**Nota**: en algunos casos, instalar y ejecutar **Jitsi** por primera vez activa una pantalla emergente de *Alerta de seguridad de Windows* (*Figura 2* a continuación). Esta alerta es un comportamiento normal del sistema operativo **MS Windows** y se puede seguir usando **Jitsi**. Incluso si no hace clic en ninguno de los botones y simplemente cierra la ventana emergente, **Jitsi** podrá comunicarse a través de los servidores públicos comunes, tales como **Jabber/XMPP o SIP**, **Google Chat** y **Facebook Chat** o **Yahoo! Messenger**. Sin embargo, si hace clic en el botón **Permitir acceso** se activa una función avanzada de **Jitsi** llamada *Cuentas SIP sin registro*. Para obtener más información sobre estas cuentas especiales, consulte la página [**Cuentas SIP sin registro**](https://jitsi.org/Documentation/RegistrarlessSIPAccount).  \r\n\r\n![](/sbox/screen/jitsi-es/08.png)\r\n\r\n*Figura 2: Pantalla emergente “Alerta de seguridad de Windows”*\r\n\r\n**Paso 6**. **Seleccione** las dos casillas de red **Privada** y **Pública**, y **haga clic** en **Permitir acceso** para ver la ventana de inicio de sesión de **Jitsi** (como se muestra en la *Figura 1* anterior) o la ventana principal de interfaz del usuario (como se muestra en la *Figura 4* a continuación).\r\n\r\n\r\n<a name=\"2.2.\"></a>\r\n##2.2. Cómo añadir cuentas en Jitsi##\r\n\r\nEsta sección describe cómo añadir o configurar diferentes tipos de cuentas en **Jitsi**. **Jitsi** es compatible con muchos tipos de cuentas distintas. Las cuentas descritas a continuación están basadas principalmente en los protocolos de comunicación **Jabber/XMPP** y **SIP**. Entre muchos otros servicios, **Jitsi** le permite usar cuentas de **Gmail** o **Facebook** para comunicarse. Debido a que estos son unos de los servicios más populares usados en Internet, a continuación se muestra cómo añadirlos a Jitsi, junto con información sobre cómo mejorar la seguridad al comunicarse mediante dichas cuentas haciendo uso del cifrado independiente de **Jitsi** junto con la protección ofrecida por sus proveedores de cuentas. Sin embargo, considere que incluso con el cifrado de **Jitsi** los proveedores de cuentas como **Google** o **Facebook** supervisan el hecho de que se comunique (e incluso con quién lo hace), y es posible que compartan esta información con terceros, tales como corporaciones o gobiernos. Por lo tanto, quizá sea mejor que evite usar estas cuentas para información delicada, incluso con el cifrado de **Jitsi**. También se describe en esta sección cómo crear cuentas más seguras (Jabber/XMPP o SIP) y añadirlas a Jitsi, y se recomienda usarlas en su lugar.\r\n\r\n<a name=\"2.2.1.\"></a>\r\n###2.2.1. Cómo añadir una cuenta de Gmail/Google###\r\n\r\n**Nota**: El ejemplo siguiente está basado en una cuenta de **Google Talk**, y el proceso de configuración para otros protocolos de comunicación enumerados en la *Figura 1* anterior es similar. Es posible que la comunicación o algunas funciones (como el cifrado independiente de Jitsi para chats de texto o voz - **OTR** y **ZRTP**) no funcionen entre dos o más usuarios con proveedores de cuentas diferentes (como Facebook, Gmail, Yahoo, etc.). Sin embargo, deberían funcionar al comunicarse entre dos cuentas del mismo proveedor del servicio.\r\n\r\n**Paso 1**. **Seleccione Inicio > Jitsi** o **haga doble clic** en el icono de escritorio de **Jitsi** para abrir el programa.\r\n\r\n**Paso 2**. En la ventana de *inicio de sesión*, **introduzca** el usuario y la contraseña de la cuenta de **Gmail** que desea usar para chatear, de forma que se parezca a:\r\n\r\n![](/sbox/screen/jitsi-es/09.png)\r\n\r\n*Figura 3: Ventana de inicio de sesión de Jitsi (redimensionada)*\r\n\r\n**Nota**: Puede añadir múltiples cuentas usando distintos protocolos al mismo tiempo. \r\n\r\n**Paso 3**. **Haga clic** en ![Sign in](/sbox/screen/jitsi-es/09s.png) para activar la ventana de chat de la cuenta:\r\n\r\n![](/sbox/screen/jitsi-es/10.png)\r\n\r\n*Figura 4: Un ejemplo de la ventana principal de Jitsi después de añadir una cuenta Gmail*\r\n\r\n**Nota**: si cerró la ventana de *inicio de sesión*, o si desea añadir otra cuenta, puede hacerlo al **seleccionar *Archivo* > *Añadir nueva cuenta...***. En la nueva ventana **seleccione una Red**, como *Google Talk* e **introduzca** el usuario y la contraseña para la cuenta de **Gmail** como se muestra en la imagen siguiente:\r\n\r\n![](/sbox/screen/jitsi-es/11.png)\r\n\r\n*Figura 5: Ventana “Añadir nueva cuenta”*\r\n\r\nPara verificar que haya registrado la cuenta de **Gmail** con **Jitsi**, realice lo siguiente:\r\n\r\n**Paso 1**. **Seleccione *Herramientas* > *Opciones*** en el menú para activar la siguiente ventana:\r\n\r\n![](/sbox/screen/jitsi-es/12.png)\r\n\r\n*Figura 6: La ventana Opciones mostrando la nueva cuenta de Gmail registrada (redimensionada)*\r\n\r\n**Nota**: Si está usando la [verificación de 2 pasos](https://support.google.com/accounts/answer/180744?hl=es) para proteger el acceso a su cuenta de **Gmail**, es posible que vea el siguiente mensaje al intentar iniciar sesión en **Jitsi** con su contraseña normal: Para iniciar sesión usando **Jitsi** necesitará generar una “contraseña específica para la aplicación”. Vea las instrucciones de Google sobre [cómo hacerlo](https://support.google.com/accounts/answer/185833?hl=es).\r\n\r\n![](/sbox/screen/jitsi-es/13.png)\r\n\r\n*Figura 7: Ejemplo de error de autenticación en el inicio de sesión de Google Talk*\r\n\r\n<a name=\"2.2.2.\"></a>\r\n###2.2.2. Registrar una cuenta nueva de Jabber/XMPP o SIP y añadirla a Jitsi###\r\n\r\n**Jabber/XMPP** y **SIP** son estándares abiertos de comunicación de voz y texto. Hay [muchos servidores](https://xmpp.net/directory.php) que ofrecen cuentas gratuitas que puede utilizar con Jitsi. A continuación se recomiendan algunos de los servidores que puede usar para comunicación delicada. Considere que también es posible descargar un [software de servidor de Jabber/XMPP](http://xmpp.org/xmpp-software/servers/) (como [ejabberd](http://www.process-one.net/en/ejabberd/) o [Prosody IM](http://prosody.im/)), instalarlo en su propio equipo de servidor y configurarlo para comunicación privada y segura entre miembros de su grupo, comunidad u organización.\r\n\r\n* Cuenta Jabber/XMPP de **Riseup.net**\r\n\r\nSi cuenta con una cuenta en el [servicio de correo electrónico seguro Riseup.net](/es/riseup_principal) (ubicado en EE. UU.), puede también [usar esta cuenta para comunicarse a través de una red Jabber/XMPP](https://www.riseup.net/en/chat) al añadir esta cuenta a Jitsi (consulte más adelante cómo añadir una cuenta Jabber/XMPP) existente).\r\n\r\n* Cuentas **Jabber.ccc.de** y otras cuentas Jabber/XMPP\r\n\r\nPuede registrar una cuenta en el servidor Jabber.ccc.de (ubicado en Alemania) realizando los siguientes pasos:\r\n\r\n**Paso 1**.  En **Jitsi, seleccione *Archivo* > *Añadir nueva cuenta...*** en el menú. En la nueva ventana, **seleccione *Red*: XMPP** y **seleccione la opción *Crear una cuenta nueva XMPP***. En *Servidor*, **escriba** jabber.ccc.de, **introduzca** el usuario XMPP que desea crear y **rellene** los campos *Contraseña* y *Confirmar contraseña* de tal forma que se vea así:\r\n\r\n![](/sbox/screen/jitsi-es/14.png)\r\n\r\n*Figura 8: Ejemplo de la ventana “Añadir nueva cuenta” con la opción “Crear una cuenta nueva XMPP” seleccionada*\r\n\r\n**Paso 2**. **Haga clic en *Añadir***. Después de registrar correctamente se le mostrará una ventana similar a la *Figura 4* anterior.\r\n\r\nSi alguien más ya está usando el nombre de usuario y la contraseña que solicitó, el proceso de registro marcará un error con el mensaje *No se pudo crear la cuenta debido al siguiente error: No se pudieron confirmar los datos.*  Puede volver a intentar repetir el proceso y seleccionar un nombre de usuario distinto.\r\n\r\n**Considere** que si no inicia sesión en jabber.ccc.de durante más de 12 meses su cuenta se eliminará automáticamente del servidor y el nombre de usuario volverá a estar disponible para que otra persona lo registre.\r\n\r\nOtro servidor Jabber/XMPP que vale la pena mencionar es **jit.si**. Este servidor lo mantienen los desarrolladores del programa Jitsi. Puede registrar una cuenta en [**jit.si**](https://jit.si) y muchos otros servidores Jabber/XMPP públicos de la misma forma descrita en la sección anterior. IM Observatory mantiene una [lista y clasificación de los servidores Jabber/XMPP públicos](https://xmpp.net/directory.php), y también le permite [probar la seguridad de cualquier servidor Jabber/XMPP](https://xmpp.net/index.php).\r\n\r\n* Cuenta SIP **ostel.com**\r\n\r\nLas cuentas **SIP** no se pueden registrar desde dentro del programa **Jitsi**. El servidor **ostel.co** (ubicado en EE. UU.) ofrece [registro en su página web](https://ostel.co/users/sign_up). **Seleccione** un nombre de usuario, contraseña y proporcione su dirección de correo electrónico existente y **haga clic** en el botón *Registrar* en la página web. Una vez que se haya registrado correctamente, regrese al programa Jitsi. **Seleccione *Archivo* > *Añadir nueva cuenta...*** en el menú, **seleccione Red: SIP**, **introduzca** el nombre de usuario (por ejemplo, terence@ostel.co) y la contraseña que creó durante el registro en la página web, y **haga clic en *Añadir***. Consulte la siguiente imagen como referencia:\r\n\r\n![](/sbox/screen/jitsi-es/15.png)\r\n\r\n*Figura 9: Ejemplo de la ventana “Añadir nueva cuenta” para una cuenta SIP*\r\n\r\n* **Añadir cuentas Jabber/XMPP o SIP existentes a Jitsi**\r\n\r\nSi ya tiene una cuenta Jabber/XMPP o SIP, puede añadirla a **Jitsi** **seleccionando *Archivo* > *Añadir nueva cuenta...*** en el menú y seleccionando la **Red** adecuada (ya sea XMPP o SIP, dependiendo del tipo de cuenta).\r\n\r\n<a name=\"2.2.3.\"></a>\r\n###2.2.3. Cómo añadir una cuenta de Facebook###\r\n\r\n**Facebook** tiene dos configuraciones que es posible que deba cambiar antes de que **Jitsi** se  pueda conectar al chat de Facebook.\r\n\r\n* **Nombre de usuario de Facebook**\r\n\r\n**Facebook** solicita un nombre de usuario para que **Jitsi** se conecte al chat de Facebook. Muchos usuarios de **Facebook** ya tienen un nombre de usuario. Para verificar/chequear su nombre de usuario, **inicie sesión** en su cuenta de **Facebook**; su nombre de usuario es lo que aparece en la barra de dirección después de *https://www.facebook.com/* al mirar en su Biografía. Su nombre de usuario está también en la dirección de correo electrónico de **Facebook** de su cuenta personal (por ejemplo: nombredeusuario@facebook.com). Puede ver o cambiar el nombre de usuario u obtener uno en *Configuración de la cuenta* > *General* o visitando [https://www.facebook.com/username](https://www.facebook.com/username). Para establecer el nombre de usuario, es posible que **Facebook** le solicite que verifique la cuenta, lo que podría incluir enviar un mensaje SMS a un teléfono móvil, cuyo número deberá proporcionar a **Facebook** durante el proceso de verificación. Para ver más información consulte la [explicación de Facebook de los nombres de usuarios](https://es-la.facebook.com/help/329992603752372/).\r\n\r\n* **Configuración de apps**\r\n\r\nLa “plataforma de aplicaciones” de **Facebook** debe estar activada antes de que **Jitsi** se pueda conectar al chat de Facebook. En **Facebook**, vaya a la sección **Configuración > Aplicaciones** y asegúrese de que la opción **Aplicaciones que utiliza** esté activada. Esto activará la “plataforma de aplicaciones” de su cuenta.\r\n\r\n**Considere** que activar la “plataforma de actividades” de **Facebook** da acceso a desarrolladores de aplicaciones de terceros a mucha de su información de **Facebook**. Estos datos estarán disponibles no sólo en las aplicaciones de **Facebook** que use, sino en las aplicaciones de **Facebook** que utilicen sus amigos. Después de activar la “plataforma de aplicaciones” de **Facebook**, asegúrese de comprobar la configuración de la sección “Aplicaciones que utiliza“. Esta configuración le permitirá ocultar cierta información personal de las aplicaciones que usan sus amigos. Desafortunadamente, **Facebook** no ofrece configuración para ocultar toda la información personal. Ciertas categorías de información (como la lista de amigos, el género, o la información que ha hecho pública) será visible mientras la “plataforma de aplicaciones” de **Facebook** esté activa. Depende de usted determinar si este es un sacrificio aceptable para su privacidad. \r\n\r\nAhora está listo para añadir su cuenta de **Facebook** a **Jitsi**. Para hacerlo siga los siguientes pasos:\r\n\r\n**Paso 1**.  Desde el menú principal **seleccione *Archivo > Añadir nueva cuenta...***\r\n\r\n**Paso 2**.  En el menú **Red** del cuadro de diálogo “Añadir nueva cuenta”, seleccione *Facebook*, **introduzca su nombre de usuario y contraseña** y **haga clic en Añadir**.\r\n \r\n![](/sbox/screen/jitsi-es/16.png)\r\n\r\n*Figura 10: Ejemplo de la ventana “Añadir nueva cuenta” para una cuenta de Facebook*\r\n\r\n\r\n<a name=\"2.3.\"></a>\r\n##2.3. Cómo cambiar una contraseña para una cuenta en Jitsi##\r\n\r\nUna cuestión importante de seguridad es la de saber cómo cambiar la contraseña de cada cuenta que se tenga. Muchas de las cuentas que puede usar con Jitsi ofrecen el cambio de contraseña como parte de la configuración, a la cual se puede acceder mediante la interfaz web. Sin embargo algunas cuentas Jabber/XMPP y SIP no tienen ninguna interfaz web que las administre. Puede cambiar la contraseña de dichas cuentas usando Jitsi y siguiendo los siguientes pasos:\r\n\r\n**Paso 1**. **Seleccione *Herramientas* > *Opciones*** en el menú y **seleccione** la pestaña **Cuentas**.\r\n\r\n![](/sbox/screen/jitsi-es/17.png)\r\n\r\n*Figura 11: Ventana de opciones con una cuenta seleccionada*\r\n\r\n**Paso 2**. **Haga clic en el botón *Editar*** en la parte inferior para activar la ventana siguiente:\r\n\r\n![](/sbox/screen/jitsi-es/18.png)\r\n\r\n*Figura 12: Ventana “Asistente de registro de cuenta” con el botón “Cambiar contraseña de cuenta” en la parte inferior*\r\n\r\n**Paso 3**. **Haga clic en *Cambiar contraseña de cuenta*** para activar la ventana *Cambiar contraseña de cuenta*:\r\n\r\n![](/sbox/screen/jitsi-es/19.png)\r\n\r\n*Figura 13: Ventana “Cambiar contraseña de cuenta”*\r\n\r\n**Paso 4**. ***Introduzca la nueva contraseña*, *vuelva a introducir la contraseña*** y **haga clic en el botón *OK*** para cerrar la ventana.\r\n\r\n**Paso 5**. Cierre el asistente de registro de cuenta.\r\n\r\n<a name=\"2.4.\"></a>\r\n##2.4. Cómo configurar Jitsi para mejorar su seguridad##\r\n\r\n<a name=\"2.4.1.\"></a>\r\n###2.4.1 Desactivar y eliminar el historial de llamadas y chats###\r\n\r\n**Jitsi** guarda por omisión la información sobre las llamadas de voz y vídeo entrantes y salientes, así como el historial de los chats de texto (todos los mensajes que envía y recibe). Puede acceder a las llamadas de voz/vídeo **haciendo clic** en el icono del reloj en la ventana principal de Jitsi:\r\n\r\n![](/sbox/screen/jitsi-es/20.png)\r\n\r\n*Figura 14: Parte superior de la ventana principal de Jitsi con el botón del historial de llamadas marcado*\r\n\r\nPuede ver el historial de chats de texto **haciendo clic** en el icono de temporizador con forma de huevo en la ventana de chats de texto mientras conversa con un contacto:\r\n\r\n![](/sbox/screen/jitsi-es/21.png)\r\n\r\n*Figura 15: Ventana del chat con el botón del historial del chat marcado*\r\n\r\nEsta información se recopila y se almacena en el disco del ordenador. **Incluso si cifra el chat de texto con OTR, todos los mensajes de texto que envía y recibe se almacenan en el ordenador en un formato de texto abierto.** La misma información se recopila y almacena en el disco de los contactos con lo que se comunica. \r\n\r\nPara evitar que Jitsi recopile esta información (y eliminar los datos que ya se recopilaron), **usted y su contacto deben realizar lo siguiente**.\r\n\r\n####Para evitar que Jitsi recopile la información: ####\r\n\r\n**Paso 1**.  **Seleccione *Herramientas* > *Opciones*** en el menú, **seleccione** la pestaña ***General*** y **anule la selección** de la opción ***Historial de conversaciones*** como se muestra a continuación:\r\n\r\n![](/sbox/screen/jitsi-es/22.png)\r\n\r\n*Figura 16: Pestaña “General” de la ventana “Opciones” con la opción “Historial de conversaciones” sin marcar*\r\n\r\n**Paso 2**. En la ventana *Opciones*, primero **seleccione la pestaña *Avanzado***, luego **seleccione la sección *Registro*** y **anule la selección de la opción *Activar registro de paquetes*** como se muestra a continuación: \r\n\r\n![](/sbox/screen/jitsi-es/23.png)\r\n\r\n*Figura 17: Sección “Registro” de la pestaña “Avanzado” de la ventana “Opciones” con la opción “Activar registro de paquetes” sin marcar*\r\n\r\nLos cambios surtirán efecto después de que **reinicie Jitsi**.\r\n\r\n####Para eliminar la información de sus llamadas y mensajes de texto que ya se había recopilado: ####\r\n\r\n**Paso 1**. **Salga** de Jitsi.\r\n\r\n**Paso 2**. Elimine la carpeta del historial de registro *history_ver1.0* de la carpeta del *perfil de usuario* de **Jitsi**. Puede eliminar la sub-carpeta de history_ver1.0 si desea eliminar sólo una parte del historial. La ubicación de las carpetas del *perfil del usuario* y el *historial de registro* depende del sistema operativo:\r\n\r\n* En versiones XP y anteriores de Windows, está ubicada en *C:\\Documents and Settings\\&lt;nombre_usuario&gt;\\Application Data\\Jitsi\\history_ver1.0*\r\n* En Windows Vista, 7 y 8 está en *C:\\Users\\&lt;nombre_usuario&gt;\\AppData\\Roaming\\Jitsi\\history_ver1.0* (**nota**: es posible que la carpeta “AppData” esté oculta. Consulte [cómo ver archivos ocultos](http://windows.microsoft.com/es-es/windows/show-hidden-files#show-hidden-files=windows-7)).\r\n* En Mac OS X, en la carpeta de inicio *~/Library/Application Support/Jitsi/history_ver1.0*\r\n* En Linux, en la carpeta de inicio *~/.jitsi/history_ver1.0* (**nota**: es posible que la carpeta “jitsi” esté oculta. Consulte [cómo ver archivos ocultos en Ubuntu](http://www.guia-ubuntu.com/index.php?title=Archivos_ocultos))\r\n\r\nConsulte el capítulo [cómo destruir información delicada](/en/chapter-6) para obtener más información sobre cómo eliminar información de forma segura.\r\n\r\n<a name=\"2.4.2.\"></a>\r\n###2.4.2. Solicitar mensajería privada al realizar un chat de texto###\r\n\r\nSe recomienda que configure **Jitsi** para que solicite mensajería de texto privada y cifrada usando el [*cifrado*](/es/glossary#encryption) [*OTR*](/es/glossary#OTR) cuando sea posible. Para hacerlo, **seleccione *Herramientas* > *Opciones*** en el menú, **seleccione la pestaña *Seguridad***, **seleccione la pestaña *Charla*** y **marque *Requiere mensajes privados*** en la parte inferior de la pantalla, como se muestra a continuación:\r\n\r\n![](/sbox/screen/jitsi-es/24.png)\r\n\r\n*Figura 18: Pestaña “Charla” de la pestaña “Seguridad” de la ventana “Opciones” con la opción “Requiere mensajes privados” marcada*\r\n\r\n<a name=\"2.4.3.\"></a>\r\n###2.4.3 Proteger las contraseñas de sus cuentas con una contraseña maestra###\r\n\r\nEs mejor no permitirle a Jitsi que recuerde las contraseñas de las cuentas. Si decide hacerlo, cualquiera que tenga acceso a su ordenador podrá iniciar sesión en sus cuentas al ejecutar Jitsi. También será posible ver las contraseñas en la ventana *Opciones*. Por lo tanto se **recomienda ampliamente** proteger las contraseñas de sus cuentas con una **contraseña maestra** segura. Una vez que configure la contraseña maestra, Jitsi se la solicitará al iniciar el programa.\r\n\r\n**Paso 1**. **Abra** la ventana *Opciones* (**seleccionando *Herramientas* > *Opciones*** en el menú), **seleccione la pestaña *Seguridad*** y luego la pestaña ***Contraseñas***, y **marque la opción *Usar una contraseña maestra*** para activar la ventana ***Contraseña maestra***.\r\n\r\n**Paso 2**. En la nueva ventana, **introduzca su contraseña** como se muestra en la imagen siguiente. Para más información sobre cómo crear una contraseña segura, consulte [***cómo crear y mantener contraseñas seguras***](/es/chapter-3).\r\n\r\n![](/sbox/screen/jitsi-es/25.png)\r\n\r\n*Figura 19: Ventana “Contraseña maestra”*\r\n\r\n**Paso 3**. **Haga clic en *OK*** para confirmar la contraseña y activar una nueva ventana que debería decir ***La contraseña maestra se cambió con éxito***. **Haga clic en “OK”** para cerrarla y regresar a la ventana *Opciones*, que debería parecerse a:\r\n\r\n![](/sbox/screen/jitsi-es/26.png)\r\n\r\n*Figura 20: Pestaña “Contraseñas” de la pestaña “Seguridad” de la ventana “Opciones” con la opción “Usar una contraseña maestra” marcada*\t\r\n\r\n**Nota**: El botón ***Cambiar contraseña maestra*** le permite cambiar la contraseña maestra y el botón ***Contraseñas almacenadas*** le permite acceder a la lista de contraseñas guardadas de Jitsi y eliminarlas si lo necesita."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2046", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2046", 
                "link_title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                "menu_name": "book-toc-1928", 
                "mlid": "5192", 
                "module": "book", 
                "nid": "2046", 
                "options": [], 
                "p1": "5034", 
                "p2": "5191", 
                "p3": "5192", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5191", 
                "router_path": "node/%", 
                "title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455116973", 
            "comment": "0", 
            "created": "1441121536", 
            "current_revision_id": "13196", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "jitsi_account", 
                        "value": "jitsi_account"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5192": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2046", 
                    "link_title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5192", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5191", 
                    "p3": "5192", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5191", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2046", 
            "num_revisions": "13", 
            "path": "https://securityinabox.org/en/jitsi_account", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455116973", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Jitsi - Cómo instalar y añadir diferentes cuentas en Jitsi", 
                        "value": "Jitsi - Cómo instalar y añadir diferentes cuentas en Jitsi"
                    }
                ]
            }, 
            "title_original": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "es": {
                        "changed": "1442498524", 
                        "created": "1442498524", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455116973", 
                        "created": "1455116973", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1454343548", 
                        "created": "1441193267", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444181024", 
                        "created": "1444181024", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021510", 
                        "created": "1443021510", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444729125", 
                        "created": "1444729125", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446138339", 
                        "created": "1441121536", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2046", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "609d23a6-ce20-498c-80bd-2673b48949f3", 
            "vid": "13196", 
            "vuuid": "2aedc2a9-9922-4ff4-b4d2-6750ddae967d"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Listado de las secciones en esta página:</p>\n\n<ul><li><a href=\"#3.1\"><strong>3.1 Añadir contactos a Jitsi</strong></a></li>\n<li><a href=\"#3.2\"><strong>3.2 Chat de texto (mensajería instantánea) con cifrado OTR</strong></a></li>\n<li><a href=\"#3.3\"><strong>3.3 Chat de texto y video con cifrado ZRTP</strong></a></li>\n</ul><p><a name=\"3.1.\" id=\"3.1.\"></a></p>\n\n<h2>3.1 Añadir contactos a Jitsi</h2>\n\n<p>Después de añadir por lo menos una cuenta a Jitsi e iniciar sesión, puede añadir contactos y comunicarse con ellos.</p>\n\n<p>Para añadir contactos a Jitsi siga los pasos:</p>\n\n<p><strong>Paso 0</strong>. Abra la ventana principal de Jitsi <strong>seleccionando Inicio &gt; Jitsi</strong> o <strong>haciendo doble clic</strong> en el icono del escritorio de <strong>Jitsi</strong>.</p>\n\n<p><strong>Paso 1</strong>. <strong>Seleccione <em>Archivo</em> &gt; <em>Añadir contacto...</em></strong>, lo que abrirá la siguiente ventana:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/30.png\" alt=\"\" /></p>\n\n<p><em>Figura 1: ventana “Añadir contacto”</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Seleccione</strong> a cuáles de sus cuentas desea añadir el contacto (por ejemplo, <em>terance@jit.si</em>).</p>\n\n<p><strong>Opcional</strong>: puede también añadir el contacto a un <em>grupo</em> de contactos. Sin embargo, primero debe crear el grupo. Puede hacerlo al seleccionar <strong><em>Archivo</em> &gt; <em>Crear grupo...</em></strong> en el menú).</p>\n\n<p><strong>Introduzca</strong> el nombre de usuario o dirección del contacto en el campo <strong><em>ID o Número</em></strong> (por ejemplo, <em>sally@jit.si</em>).</p>\n\n<p>Puede elegir el nombre o apodo del contacto, que se verá en la lista de contactos de la ventana principal de <strong>Jitsi</strong>, <strong>escríbalo en el campo <em>Mostrar nombre</em></strong>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haga clic</strong> en <em>Añadir</em> para cerrar la ventana <em>Añadir contacto</em> y regrese a la ventana principal de Jitsi. En su lista de contactos verá al nuevo contacto añadido con la nota “Esperando autorización” como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/31.png\" alt=\"\" /></p>\n\n<p><em>Figura 2: Ventana principal de Jitsi con el contacto añadido esperando autorización</em></p>\n\n<p><strong>Paso 4</strong>. Cuando el contacto (sally@jit.si) inicie sesión en su cuenta, una ventana emergente le informará que usted solicitó añadirlo a su lista de contactos:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/32.png\" alt=\"\" /></p>\n\n<p><em>Figura 3: Ventana solicitando autorización para contacto nuevo</em></p>\n\n<p>Su contacto tiene la opción de seleccionar <em>Ignorar</em>, en cuyo caso la solicitud permanecerá en espera; <em>Denegar</em>, en cuyo caso recibirá un aviso de que la solicitud fue rechazada; o <em>Autorizar</em>, en cuyo caso recibirá un aviso de que el contacto aceptó la solicitud, y se activará la entrada del contacto en su lista de contactos.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/33.png\" alt=\"\" /></p>\n\n<p><em>Figura 4: Ventana de Jitsi con el contacto nuevo autorizado</em></p>\n\n<p><a name=\"3.2.\" id=\"3.2.\"></a></p>\n\n<h2>3.2 Chat de texto (mensajería instantánea) con cifrado OTR</h2>\n\n<p>Ahora que añadió el contacto y está autorizado, puede hacer clic en el nombre en la lista de contactos e iniciar una conversación de texto, o una llamada de voz o video, o puede compartir pantalla, seleccionando el icono correspondiente debajo del nombre:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/34.png\" alt=\"\" /></p>\n\n<p><em>Figura 5: Contacto seleccionado en la ventana principal de Jitsi con iconos para IM, llamadas de voz o video y compartir el escritorio</em></p>\n\n<p><strong>Paso 1</strong>. Ahora se explicará una de las funciones más importantes de Jitsi: la capacidad de tener conversaciones de texto seguras, cifrando los mensajes con <a href=\"/en/glossary#OTR\"><em>OTR</em></a>. OTR funciona de manera similar a <a href=\"/en/glossary#PGP\"><em>GPG/PGP</em></a>, que se describe en otros capítulos de este grupo de guías. Tal y como con PGP, antes de que usted y su contacto puedan cifrar la comunicación, ambos necesitan configurar <strong>Jitsi</strong> para que genere una clave de cifrado. Puede hacer esto <strong>seleccionando el menú <em>Herramientas</em> &gt; <em>Opciones</em></strong> y <strong>seleccionando la pestaña <em>Seguridad</em></strong> y luego la pestaña <strong><em>Charla</em></strong>. Entonces verá una ventana parecida a la que se muestra en la imagen siguiente:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/35.png\" alt=\"\" /></p>\n\n<p><em>Figura 6: Parte de la ventana de opciones de chat en la que puede generar claves de cifrado para sus conversaciones de texto</em></p>\n\n<p><strong>Paso 2</strong>. Después, <strong>haga clic</strong> en el botón <strong><em>Generar</em></strong>. Como resultado, verá la huella digital de la clave que se generó.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/36.png\" alt=\"\" /></p>\n\n<p><em>Figura 7: Parte de la ventana de opciones de chat mostrando la huella digital del chat de texto cifrado con OTR que se generó</em></p>\n\n<p>Se genera una clave por cuenta. Sólo necesita hacer esto de nuevo si añade una cuenta nueva o si instala Jitsi en otro dispositivo y no transfiere las claves existentes a él.</p>\n\n<p>Ahora está listo para iniciar conversaciones:</p>\n\n<p><strong>Paso 3</strong>. <strong>Seleccione un contacto</strong> desde la ventana principal de Jitsi y <strong>haga clic</strong> en el icono <em>enviar mensaje</em> (el primero de la izquierda debajo del nombre del contacto) para abrir la ventana de la conversación de texto:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/37.png\" alt=\"\" /></p>\n\n<p><em>Figura 8: Ventana de conversación de texto con el cifrado OTR marcado pero <strong>no</strong> activado</em></p>\n\n<p>Observe el icono <em>Cifrar conversación con OTR</em>, el candado abierto en la parte superior derecha de la ventana. Este símbolo discreto le informa si la conversación está cifrada o no. Ahora el candado está abierto (hay un pequeño espacio entre la manija y el cuerpo del candado).</p>\n\n<p><strong>Paso 4</strong>. <strong>Haga clic en el icono <em>Cifrar conversación con OTR</em></strong>. Observe los cambios en la ventana:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/38.png\" alt=\"\" /></p>\n\n<p><em>Figura 9: Ventana de la conversación de texto después de hacer clic en el icono “Cifrar conversación con OTR”</em></p>\n\n<p>Observe que ahora el candado está cerrado. Esto significa que los mensajes que su contacto y usted se envíen estarán cifrados. Observe el mensaje que dice que esta es una <em>conversación privada sin verificar</em> y que debería <em>autenticar</em> sally@jit.si.</p>\n\n<p><strong>Paso 5</strong>. <strong>Haga clic en el enlace <em>autenticar sally@jit.si</em></strong> para abrir la ventana <em>Autenticar contacto</em>:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/39.png\" alt=\"\" /></p>\n\n<p><em>Figura 10: Ventana “Autenticar contacto” con la huella digital para usted y su contacto</em></p>\n\n<p>Observe que el mensaje le recomienda comparar las huellas digitales de sus claves con las del contacto mediante otro canal (no esta conversación de texto). Al hacerlo, puede estar más seguro de que se está comunicando con su contacto, y no con otra persona. Una buena opción para comparar claves es hacerlo cara a cara, o mediante comunicación por vídeo o voz, ya que estas proporcionan medios más sencillos de validar la identidad de la otra persona. Una vez que haya comparado huellas digitales, <strong>seleccione</strong> la opción <strong>Tengo</strong> la huella digital en el menú desplegable y <strong>haga clic en <em>Validar compañero</em></strong>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/40.png\" alt=\"\" /></p>\n\n<p><em>Figura 11: Parte de la ventana “Autenticar contacto” después de seleccionar “Tengo” la huella digital del contacto</em></p>\n\n<p>Al cerrar la ventana <em>Autenticar contacto</em>, regresará a la ventana de la conversación:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/41.png\" alt=\"\" /></p>\n\n<p><em>Figura 12: Ventana de la conversación de texto con el cifrado OTR autenticado</em></p>\n\n<p>Observe que el candado ya no tiene el triángulo naranja con el signo de exclamación blanco. Esto significa que ha autenticado el contacto. <strong>La autenticación debe realizarse una vez para cada contacto</strong>. Si el triángulo con el signo de exclamación blanco vuelve, significa que está conversando con alguien a quien no ha autenticado todavía. Esto puede suceder cuando el contacto se cambia a un dispositivo con otra clave de cifrado (otra instalación de Jitsi u otro programa con OTR activado, etc.). En este caso deberán volver a autenticarse otra vez para asegurarse de la identidad de la persona con la que se comunican.</p>\n\n<p><strong>Jitsi</strong> permite mantener conversaciones de texto con más de una persona a la vez. El cifrado OTR funciona sólo cuando conversa con una persona.</p>\n\n<p><a name=\"3.3.\" id=\"3.3.\"></a></p>\n\n<h2>3.3 Chat de texto y vídeo con cifrado ZRTP</h2>\n\n<p><strong>Jitsi</strong> ofrece chats de voz y vídeo que pueden ser cifrados independientemente con el estándar abierto llamado ZRTP. Para iniciar un chat debe:</p>\n\n<p><strong>Paso 1</strong>. <strong>Hacer clic</strong> en el contacto en la lista de contactos <strong>Jitsi</strong> y <strong>hacer clic</strong> en el icono de voz (el segundo de la izquierda debajo del nombre del contacto) o de vídeo (el tercero). Consulte la figura 5 anterior. Una nueva ventana aparecerá indicando que <strong>Jitsi</strong> está estableciendo la conexión.</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/42.png\" alt=\"\" /></p>\n\n<p><em>Figura 13: Ventana de llamada indicando el estado Llamando</em></p>\n\n<p>El contacto verá una notificación de llamada entrante:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/43.png\" alt=\"\" /></p>\n\n<p><em>Figura 14: Notificación de llamada entrante</em></p>\n\n<p><strong>Paso 2</strong>. Si el contacto <strong>acepta la llamada</strong>, recibirá información de que se realizó la conexión:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/44.png\" alt=\"\" /></p>\n\n<p><em>Figura 15: Ventana de llamada recibida sin cifrado ZRTP</em></p>\n\n<p><strong>Observe</strong> el candado rojo abierto. Esto significa que la llamada aún no está cifrada con ZRTP.</p>\n\n<p><strong>Paso 3</strong>. <strong>Espere...</strong> Los programas suyos y de su contacto están estableciendo una conexión cifrada, lo cual podría tardar un momento. Si lo logran, verá las letras <em>zrtp</em> sobre un fondo naranja con un candado cerrado, como se muestra a continuación. Si no logran establecer la conexión, usted podrá de todas formas realizar la conversación, pero sin el cifrado. Puede desconectarse, reiniciar <strong>Jitsi</strong> y volver a intentarlo, a ver si el programa puede conectarse con cifrado esta vez. Es posible que ZRTP no funcione en llamadas entre cuentas de diferentes proveedores (como entre Google y Jit.si).</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/45.png\" alt=\"\" /></p>\n\n<p><em>Figura 16: Parte de la ventana Llamada con cifrado ZRTP activado pero no confirmado</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Observe</strong> la sección debajo de las letras <em>zrtp</em> y el candado con el mensaje “Comparar con la otra parte” seguido de cuatro caracteres. <strong>Dígale</strong> estas letras a su contacto y pregúntele si ve los mismos caracteres. Si lo hace, significa que la comunicación está cifrada y que nadie está interfiriendo. Puede <strong>hacer clic en <em>Confirmar</em></strong>. El campo <em>zrtp</em> naranja se volverá verde:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/46.png\" alt=\"\" /></p>\n\n<p><em>Figura 17: Parte de la ventana Llamada con el cifrado ZRTP confirmado y activado</em></p>\n\n<p><strong>Paso 5</strong>. Puede cerrar la sección de confirmación negra de la ventana haciendo clic en el signo x blanco en la parte superior de la sección negra:</p>\n\n<p><img src=\"/sbox/screen/jitsi-es/47.png\" alt=\"\" /></p>\n\n<p><em>Figura 18: Parte de la ventana Llamada con el cifrado ZRTP confirmado y activado</em></p>\n\n<p><strong>Jitsi</strong> le permite realizar chats de voz y vídeo con más de una persona. <strong>Considere</strong> que con este tipo de comunicación, el cifrado ZRTP se puede activar entre el iniciador de la llamada y las otras partes, pero no entre estas otras partes.</p>\n", 
                        "summary": "", 
                        "value": "Listado de las secciones en esta página:\r\n\r\n- [**3.1 Añadir contactos a Jitsi**](#3.1)\r\n- [**3.2 Chat de texto (mensajería instantánea) con cifrado OTR**](#3.2)\r\n- [**3.3 Chat de texto y video con cifrado ZRTP**](#3.3)\r\n\r\n\r\n<a name=\"3.1.\"></a>\r\n##3.1 Añadir contactos a Jitsi##\r\n\r\nDespués de añadir por lo menos una cuenta a Jitsi e iniciar sesión, puede añadir contactos y comunicarse con ellos.\r\n\r\nPara añadir contactos a Jitsi siga los pasos:\r\n\r\n**Paso 0**. Abra la ventana principal de Jitsi **seleccionando Inicio > Jitsi** o **haciendo doble clic** en el icono del escritorio de **Jitsi**.\r\n\r\n**Paso 1**. **Seleccione *Archivo* > *Añadir contacto...***, lo que abrirá la siguiente ventana:\r\n\r\n![](/sbox/screen/jitsi-es/30.png)\r\n\r\n*Figura 1: ventana “Añadir contacto”*\r\n\r\n**Paso 2**. **Seleccione** a cuáles de sus cuentas desea añadir el contacto (por ejemplo, *terance@jit.si*). \r\n\r\n**Opcional**: puede también añadir el contacto a un *grupo* de contactos. Sin embargo, primero debe crear el grupo. Puede hacerlo al seleccionar ***Archivo* > *Crear grupo...*** en el menú). \r\n\r\n**Introduzca** el nombre de usuario o dirección del contacto en el campo ***ID o Número*** (por ejemplo, *sally@jit.si*). \r\n\r\nPuede elegir el nombre o apodo del contacto, que se verá en la lista de contactos de la ventana principal de **Jitsi**, **escríbalo en el campo *Mostrar nombre***. \r\n\r\n**Paso 3**. **Haga clic** en *Añadir* para cerrar la ventana *Añadir contacto* y regrese a la ventana principal de Jitsi. En su lista de contactos verá al nuevo contacto añadido con la nota “Esperando autorización” como se muestra a continuación:\r\n\r\n![](/sbox/screen/jitsi-es/31.png)\r\n\r\n*Figura 2: Ventana principal de Jitsi con el contacto añadido esperando autorización*\r\n \r\n**Paso 4**. Cuando el contacto (sally@jit.si) inicie sesión en su cuenta, una ventana emergente le informará que usted solicitó añadirlo a su lista de contactos:\r\n\r\n![](/sbox/screen/jitsi-es/32.png)\r\n\r\n*Figura 3: Ventana solicitando autorización para contacto nuevo*\r\n\r\nSu contacto tiene la opción de seleccionar *Ignorar*, en cuyo caso la solicitud permanecerá en espera; *Denegar*, en cuyo caso recibirá un aviso de que la solicitud fue rechazada; o *Autorizar*, en cuyo caso recibirá un aviso de que el contacto aceptó la solicitud, y se activará la entrada del contacto en su lista de contactos.\r\n\r\n![](/sbox/screen/jitsi-es/33.png)\r\n\r\n*Figura 4: Ventana de Jitsi con el contacto nuevo autorizado*\r\n\r\n<a name=\"3.2.\"></a>\r\n##3.2 Chat de texto (mensajería instantánea) con cifrado OTR##\r\n\r\nAhora que añadió el contacto y está autorizado, puede hacer clic en el nombre en la lista de contactos e iniciar una conversación de texto, o una llamada de voz o video, o puede compartir pantalla, seleccionando el icono correspondiente debajo del nombre:\r\n\r\n![](/sbox/screen/jitsi-es/34.png)\r\n\r\n*Figura 5: Contacto seleccionado en la ventana principal de Jitsi con iconos para IM, llamadas de voz o video y compartir el escritorio*\r\n\r\n**Paso 1**. Ahora se explicará una de las funciones más importantes de Jitsi: la capacidad de tener conversaciones de texto seguras, cifrando los mensajes con [*OTR*](/en/glossary#OTR). OTR funciona de manera similar a [*GPG/PGP*](/en/glossary#PGP), que se describe en otros capítulos de este grupo de guías. Tal y como con PGP, antes de que usted y su contacto puedan cifrar la comunicación, ambos necesitan configurar **Jitsi** para que genere una clave de cifrado. Puede hacer esto **seleccionando el menú *Herramientas* > *Opciones*** y **seleccionando la pestaña *Seguridad*** y luego la pestaña ***Charla***. Entonces verá una ventana parecida a la que se muestra en la imagen siguiente:\r\n\r\n![](/sbox/screen/jitsi-es/35.png)\r\n\r\n*Figura 6: Parte de la ventana de opciones de chat en la que puede generar claves de cifrado para sus conversaciones de texto*\r\n\r\n**Paso 2**. Después, **haga clic** en el botón ***Generar***. Como resultado, verá la huella digital de la clave que se generó.\r\n\r\n![](/sbox/screen/jitsi-es/36.png)\r\n\r\n*Figura 7: Parte de la ventana de opciones de chat mostrando la huella digital del chat de texto cifrado con OTR que se generó*\r\n\r\nSe genera una clave por cuenta. Sólo necesita hacer esto de nuevo si añade una cuenta nueva o si instala Jitsi en otro dispositivo y no transfiere las claves existentes a él.\r\n\r\nAhora está listo para iniciar conversaciones:\r\n\r\n**Paso 3**. **Seleccione un contacto** desde la ventana principal de Jitsi y **haga clic** en el icono *enviar mensaje* (el primero de la izquierda debajo del nombre del contacto) para abrir la ventana de la conversación de texto:\r\n\r\n![](/sbox/screen/jitsi-es/37.png)\r\n\r\n*Figura 8: Ventana de conversación de texto con el cifrado OTR marcado pero **no** activado*\r\n\r\nObserve el icono *Cifrar conversación con OTR*, el candado abierto en la parte superior derecha de la ventana. Este símbolo discreto le informa si la conversación está cifrada o no. Ahora el candado está abierto (hay un pequeño espacio entre la manija y el cuerpo del candado). \r\n\r\n**Paso 4**. **Haga clic en el icono *Cifrar conversación con OTR***. Observe los cambios en la ventana:\r\n\r\n![](/sbox/screen/jitsi-es/38.png)\r\n\r\n*Figura 9: Ventana de la conversación de texto después de hacer clic en el icono “Cifrar conversación con OTR”*\r\n\r\nObserve que ahora el candado está cerrado. Esto significa que los mensajes que su contacto y usted se envíen estarán cifrados. Observe el mensaje que dice que esta es una *conversación privada sin verificar* y que debería *autenticar* sally@jit.si.\r\n\r\n**Paso 5**. **Haga clic en el enlace *autenticar sally@jit.si*** para abrir la ventana *Autenticar contacto*:\r\n\r\n![](/sbox/screen/jitsi-es/39.png)\r\n\r\n*Figura 10: Ventana “Autenticar contacto” con la huella digital para usted y su contacto*\r\n\r\nObserve que el mensaje le recomienda comparar las huellas digitales de sus claves con las del contacto mediante otro canal (no esta conversación de texto). Al hacerlo, puede estar más seguro de que se está comunicando con su contacto, y no con otra persona. Una buena opción para comparar claves es hacerlo cara a cara, o mediante comunicación por vídeo o voz, ya que estas proporcionan medios más sencillos de validar la identidad de la otra persona. Una vez que haya comparado huellas digitales, **seleccione** la opción **Tengo** la huella digital en el menú desplegable y **haga clic en *Validar compañero***.\r\n\r\n![](/sbox/screen/jitsi-es/40.png)\r\n\r\n*Figura 11: Parte de la ventana “Autenticar contacto” después de seleccionar “Tengo” la huella digital del contacto*\r\n\r\nAl cerrar la ventana *Autenticar contacto*, regresará a la ventana de la conversación:\r\n\r\n![](/sbox/screen/jitsi-es/41.png)\r\n\r\n*Figura 12: Ventana de la conversación de texto con el cifrado OTR autenticado*\r\n\r\nObserve que el candado ya no tiene el triángulo naranja con el signo de exclamación blanco. Esto significa que ha autenticado el contacto. **La autenticación debe realizarse una vez para cada contacto**. Si el triángulo con el signo de exclamación blanco vuelve, significa que está conversando con alguien a quien no ha autenticado todavía. Esto puede suceder cuando el contacto se cambia a un dispositivo con otra clave de cifrado (otra instalación de Jitsi u otro programa con OTR activado, etc.). En este caso deberán volver a autenticarse otra vez para asegurarse de la identidad de la persona con la que se comunican.\r\n\r\n**Jitsi** permite mantener conversaciones de texto con más de una persona a la vez. El cifrado OTR funciona sólo cuando conversa con una persona.\r\n\r\n\r\n<a name=\"3.3.\"></a>\r\n##3.3 Chat de texto y vídeo con cifrado ZRTP##\r\n\r\n**Jitsi** ofrece chats de voz y vídeo que pueden ser cifrados independientemente con el estándar abierto llamado ZRTP. Para iniciar un chat debe: \r\n\r\n**Paso 1**. **Hacer clic** en el contacto en la lista de contactos **Jitsi** y **hacer clic** en el icono de voz (el segundo de la izquierda debajo del nombre del contacto) o de vídeo (el tercero). Consulte la figura 5 anterior. Una nueva ventana aparecerá indicando que **Jitsi** está estableciendo la conexión.\r\n\r\n![](/sbox/screen/jitsi-es/42.png)\r\n\r\n*Figura 13: Ventana de llamada indicando el estado Llamando*\r\n\r\nEl contacto verá una notificación de llamada entrante:\r\n\r\n![](/sbox/screen/jitsi-es/43.png)\r\n\r\n*Figura 14: Notificación de llamada entrante*\r\n\r\n**Paso 2**. Si el contacto **acepta la llamada**, recibirá información de que se realizó la conexión:\r\n\r\n![](/sbox/screen/jitsi-es/44.png)\r\n\r\n*Figura 15: Ventana de llamada recibida sin cifrado ZRTP*\r\n\r\n**Observe** el candado rojo abierto. Esto significa que la llamada aún no está cifrada con ZRTP.\r\n\r\n**Paso 3**. **Espere...** Los programas suyos y de su contacto están estableciendo una conexión cifrada, lo cual podría tardar un momento. Si lo logran, verá las letras *zrtp* sobre un fondo naranja con un candado cerrado, como se muestra a continuación. Si no logran establecer la conexión, usted podrá de todas formas realizar la conversación, pero sin el cifrado. Puede desconectarse, reiniciar **Jitsi** y volver a intentarlo, a ver si el programa puede conectarse con cifrado esta vez. Es posible que ZRTP no funcione en llamadas entre cuentas de diferentes proveedores (como entre Google y Jit.si).\r\n\r\n![](/sbox/screen/jitsi-es/45.png)\r\n\r\n*Figura 16: Parte de la ventana Llamada con cifrado ZRTP activado pero no confirmado*\r\n\r\n**Paso 4**. **Observe** la sección debajo de las letras *zrtp* y el candado con el mensaje “Comparar con la otra parte” seguido de cuatro caracteres. **Dígale** estas letras a su contacto y pregúntele si ve los mismos caracteres. Si lo hace, significa que la comunicación está cifrada y que nadie está interfiriendo. Puede **hacer clic en *Confirmar***. El campo *zrtp* naranja se volverá verde:\r\n\r\n![](/sbox/screen/jitsi-es/46.png)\r\n\r\n*Figura 17: Parte de la ventana Llamada con el cifrado ZRTP confirmado y activado*\r\n\r\n**Paso 5**. Puede cerrar la sección de confirmación negra de la ventana haciendo clic en el signo x blanco en la parte superior de la sección negra:\r\n\r\n![](/sbox/screen/jitsi-es/47.png)\r\n\r\n*Figura 18: Parte de la ventana Llamada con el cifrado ZRTP confirmado y activado*\r\n\r\n**Jitsi** le permite realizar chats de voz y vídeo con más de una persona. **Considere** que con este tipo de comunicación, el cifrado ZRTP se puede activar entre el iniciador de la llamada y las otras partes, pero no entre estas otras partes."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2047", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2047", 
                "link_title": "Jitsi - Add contacts and communicate text & voice", 
                "menu_name": "book-toc-1928", 
                "mlid": "5193", 
                "module": "book", 
                "nid": "2047", 
                "options": [], 
                "p1": "5034", 
                "p2": "5191", 
                "p3": "5193", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5191", 
                "router_path": "node/%", 
                "title": "Jitsi - Add contacts and communicate text & voice", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455117062", 
            "comment": "0", 
            "created": "1441121583", 
            "current_revision_id": "13197", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "jitsi_communicate", 
                        "value": "jitsi_communicate"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5193": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2047", 
                    "link_title": "Jitsi - Add contacts and communicate text & voice", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5193", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5191", 
                    "p3": "5193", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5191", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2047", 
            "num_revisions": "9", 
            "path": "https://securityinabox.org/en/jitsi_communicate", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455117062", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Jitsi - Añadir contactos y comunicarse vía texto y voz", 
                        "value": "Jitsi - Añadir contactos y comunicarse vía texto y voz"
                    }
                ]
            }, 
            "title_original": "Jitsi - Add contacts and communicate text & voice", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "es": {
                        "changed": "1442498676", 
                        "created": "1442498676", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455117062", 
                        "created": "1455117062", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441193486", 
                        "created": "1441193486", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444181060", 
                        "created": "1444181060", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021533", 
                        "created": "1443021533", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444729180", 
                        "created": "1444729180", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446206682", 
                        "created": "1441121583", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2047", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "bd49a0d8-dc77-4cc6-a339-5e74de093b65", 
            "vid": "13197", 
            "vuuid": "89dee112-daa7-447a-95a8-f0c676035751"
        }
    ], 
    "changed": "1456930417", 
    "comment": "0", 
    "created": "1441121486", 
    "current_revision_id": "13439", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "es": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "km": [
            {
                "format": "filtered_html", 
                "safe_value": "<p>** របៀបបញ្ចូលកម្មវិធី Jitsi**</p>\n\n<ul><li><em>សូមអានសេចក្តីផ្តើមសង្ខេបនៃ<a href=\"/km/handsonguides\">មគ្គុទ្ទេសក៍អនុវត្តន៍</a></em></li>\n<li>*** ចុចលើរូបសញ្ញា Jitsi ខាងក្រោមនេះ** ហើយ 'បើក' ឬ 'ដំណើរការ' កម្មវិធីបញ្ចូលកម្មវិធី។ ប្រសិនបើចាំបាច់ ត្រូវថតទុកឯកសារបញ្ចូលកម្មវិធីជាមុនសិន បន្ទាប់មក បើកចូលទៅរកវា ហើយចុចរហ័សពីរដងលើវា។*</li>\n<li><em>សូមអាន 'ពាក្យណែនាំអំពីរបៀបបញ្ចូលកម្មវិធី' នៅក្នុងផ្នែកបន្ទាប់ មុនពេលលោកអ្នកអនុវត្តបន្តទៀត</em></li>\n<li><em>ប្រសិនបើលោកអ្នកបានថតទុកឯកសារបញ្ចូលកម្មវិធីនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក លោកអ្នកអាចលុបវាចោលបាន នៅបន្ទាប់ពីបានបញ្ចូលកម្មវិធីរួច</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "** របៀបបញ្ចូលកម្មវិធី Jitsi**\r\n\r\n- *សូមអានសេចក្តីផ្តើមសង្ខេបនៃ[មគ្គុទ្ទេសក៍អនុវត្តន៍](/km/handsonguides)*\r\n- *** ចុចលើរូបសញ្ញា Jitsi ខាងក្រោមនេះ** ហើយ 'បើក' ឬ 'ដំណើរការ' កម្មវិធីបញ្ចូលកម្មវិធី។ ប្រសិនបើចាំបាច់ ត្រូវថតទុកឯកសារបញ្ចូលកម្មវិធីជាមុនសិន បន្ទាប់មក បើកចូលទៅរកវា ហើយចុចរហ័សពីរដងលើវា។*\r\n- *សូមអាន 'ពាក្យណែនាំអំពីរបៀបបញ្ចូលកម្មវិធី' នៅក្នុងផ្នែកបន្ទាប់ មុនពេលលោកអ្នកអនុវត្តបន្តទៀត*\r\n- *ប្រសិនបើលោកអ្នកបានថតទុកឯកសារបញ្ចូលកម្មវិធីនៅក្នុងកុំព្យូទ័ររបស់លោកអ្នក លោកអ្នកអាចលុបវាចោលបាន នៅបន្ទាប់ពីបានបញ្ចូលកម្មវិធីរួច*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ], 
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Instalando o Jitsi</strong></p>\n\n<ul><li><em>Leia a breve Introdução da seção de <a href=\"/pt/handsonguides\"><strong>Guias Práticos</strong></a>.</em></li>\n<li><em><strong>Clique no ícone do Jitsi abaixo</strong> e 'Abra' ou 'Execute' o instalador. Se necessário, salve-o primeiro; encontre e dê um clique duplo no instalador para ativá-lo.</em></li>\n<li><em>Leia as 'Instruções de instalação' na próxima seção antes de continuar.</em></li>\n<li><em>Se você salvou o instalador no computador, poderá apagá-lo depois da instalação.</em></li>\n</ul><p><strong>Jitsi</strong>:\n<a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-pt/01.png\" alt=\"\" /></a></p>\n", 
                "value": "**Instalando o Jitsi**\r\n\r\n- *Leia a breve Introdução da seção de [**Guias Práticos**](/pt/handsonguides).*\r\n- ***Clique no ícone do Jitsi abaixo** e 'Abra' ou 'Execute' o instalador. Se necessário, salve-o primeiro; encontre e dê um clique duplo no instalador para ativá-lo.*\r\n- *Leia as 'Instruções de instalação' na próxima seção antes de continuar.*\r\n- *Se você salvou o instalador no computador, poderá apagá-lo depois da instalação.*\r\n\r\n**Jitsi**:\r\n[![](/sbox/screen/jitsi-pt/01.png)](/sbox/programs/jitsi.exe)"
            }
        ], 
        "ru": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing Jitsi</strong></p>\n\n<ul><li><em>Read the brief <a href=\"/en/handsonguides\">Hands-on Guide</a> Introduction</em></li>\n<li><em><strong>Click the Jitsi icon below</strong> and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it</em></li>\n<li><em>Read the 'Installation instructions' in the next section before you continue</em></li>\n<li><em>If you saved the installer to your computer, you may delete it after installation</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**Installing Jitsi**\r\n\r\n- *Read the brief [Hands-on Guide](/en/handsonguides) Introduction*\r\n- ***Click the Jitsi icon below** and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it*\r\n- *Read the 'Installation instructions' in the next section before you continue*\r\n- *If you saved the installer to your computer, you may delete it after installation*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ], 
        "tr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing Jitsi</strong></p>\n\n<ul><li><em>Kısa <a href=\"/en/handsonguides\"><strong>Uygulamalı Rehberler’in</strong></a>] Giriş bölümünü okuyun</em></li>\n<li><em>Aşağıdaki <strong>Jitsi</strong> ikonunu <strong>tıklayın</strong> ve kurulumcuyu 'Aç’ın, ya da 'Çalıştır’ın. Gerekirse, kurulumcuyu öce kaydedin, sonra kaydettiğiniz yere gidip üzerine çift tıklayın</em> </li>\n<li><em>Devam etmeden önce bir sonraki bölümdeki Kurulum Bilgileri’ni okuyun</em></li>\n<li>*Kurulumcuyu bilgisayarınıza kaydettiyseniz, kurulumdan sonra silebilirsiniz. *</li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**Installing Jitsi**\r\n\r\n- *Kısa [**Uygulamalı Rehberler’in**](/en/handsonguides)] Giriş bölümünü okuyun*\r\n- *Aşağıdaki **Jitsi** ikonunu **tıklayın** ve kurulumcuyu 'Aç’ın, ya da 'Çalıştır’ın. Gerekirse, kurulumcuyu öce kaydedin, sonra kaydettiğiniz yere gidip üzerine çift tıklayın* \r\n- *Devam etmeden önce bir sonraki bölümdeki Kurulum Bilgileri’ni okuyun*\r\n- *Kurulumcuyu bilgisayarınıza kaydettiyseniz, kurulumdan sonra silebilirsiniz. *\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ], 
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing Jitsi</strong></p>\n\n<ul><li><em>Read the brief <a href=\"/en/handsonguides\">Hands-on Guide</a> Introduction</em></li>\n<li><em><strong>Click the Jitsi icon below</strong> and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it</em></li>\n<li><em>Read the 'Installation instructions' in the next section before you continue</em></li>\n<li><em>If you saved the installer to your computer, you may delete it after installation</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**Installing Jitsi**\r\n\r\n- *Read the brief [Hands-on Guide](/en/handsonguides) Introduction*\r\n- ***Click the Jitsi icon below** and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it*\r\n- *Read the 'Installation instructions' in the next section before you continue*\r\n- *If you saved the installer to your computer, you may delete it after installation*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ], 
        "xx": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing Jitsi</strong></p>\n\n<ul><li><em>Read the brief <a href=\"/en/handsonguides\">Hands-on Guide</a> Introduction</em></li>\n<li><em><strong>Click the Jitsi icon below</strong> and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it</em></li>\n<li><em>Read the 'Installation instructions' in the next section before you continue</em></li>\n<li><em>If you saved the installer to your computer, you may delete it after installation</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**Installing Jitsi**\r\n\r\n- *Read the brief [Hands-on Guide](/en/handsonguides) Introduction*\r\n- ***Click the Jitsi icon below** and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it*\r\n- *Read the 'Installation instructions' in the next section before you continue*\r\n- *If you saved the installer to your computer, you may delete it after installation*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ], 
        "zh-hans": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>安装Jitsi</strong></p>\n\n<ul><li><em>阅读<a href=\"/zh/handsonguides\">上手指南</a>的简介</em></li>\n<li><em><strong>点击以下的Jitsi图标</strong>, “打开”或“运行”安装程序。如有需要，先保存安装程序，找到并双击</em></li>\n<li><em>在您继续安装之前，情阅读下一部分的“安装说明”</em></li>\n<li><em>如果您在电脑里保存了安装程序，完成安装后，您可将其删除</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**安装Jitsi**\r\n\r\n- *阅读[上手指南](/zh/handsonguides)的简介*\r\n- ***点击以下的Jitsi图标**, “打开”或“运行”安装程序。如有需要，先保存安装程序，找到并双击*\r\n- *在您继续安装之前，情阅读下一部分的“安装说明”*\r\n- *如果您在电脑里保存了安装程序，完成安装后，您可将其删除*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Descargar Jitsi</strong></p>\n\n<ul><li><em>Lea la breve introducción <a href=\"/es/handsonguides\"><strong>Guía práctica</strong></a>.</em></li>\n<li><em><strong>Haga clic</strong> en el icono <strong>Jitsi</strong> de abajo para abrir el sitio web <strong>https://jitsi.org/Main/Download.</strong></em></li>\n<li><em><strong>Haga clic</strong> en el enlace de los <strong>instaladores para Microsoft Windows</strong> en la sección <strong>versiones estables</strong> para guardar el archivo del instalador; luego, <strong>búsquelo</strong> y <strong>haga doble clic</strong> en él.</em></li>\n</ul><p><a href=\"https://jitsi.org/Main/Download\"><img src=\"/sbox/screen/jitsi-en/01.png\" alt=\"\" /></a></p>\n", 
                "value": "**Descargar Jitsi**\r\n\r\n- *Lea la breve introducción [**Guía práctica**](/es/handsonguides).*\r\n- ***Haga clic** en el icono **Jitsi** de abajo para abrir el sitio web **https://jitsi.org/Main/Download.***\r\n- ***Haga clic** en el enlace de los **instaladores para Microsoft Windows** en la sección **versiones estables** para guardar el archivo del instalador; luego, **búsquelo** y **haga doble clic** en él.*\r\n\r\n[![](/sbox/screen/jitsi-en/01.png)](https://jitsi.org/Main/Download)"
            }
        ]
    }, 
    "field_menu_title": {
        "es": [
            {
                "format": null, 
                "safe_value": "Jitsi - Secure Audio, Video and Text Com", 
                "value": "Jitsi - Secure Audio, Video and Text Com"
            }
        ]
    }, 
    "field_menu_title_long": {
        "es": [
            {
                "format": null, 
                "safe_value": "Jitsi - Mensajería instantánea segura de texto, audio y vídeo", 
                "value": "Jitsi - Mensajería instantánea segura de texto, audio y vídeo"
            }
        ]
    }, 
    "field_short_description": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Jitsi</strong> es un programa multiplataforma <a href=\"/es/glossary#FOSS\"><strong>gratuito y de código abierto</strong></a> que soporta <strong>mensajería instantánea</strong> (<strong>IM</strong>) y conversaciones de voz y vídeo a través de Internet. Soporta muchos de los protocolos de <strong>IM</strong> y de telefonía más populares y comúnmente utilizados, entre ellos <strong>SIP</strong> (protocolo de inicio de sesiones), <strong>Jabber/XMPP</strong> (usado por <strong>Facebook</strong> y <strong>Google Talk</strong>), <strong>AIM</strong>, <strong>ICQ</strong>, <strong>MSN</strong> y <strong>Yahoo! Messenger</strong>. Ofrece cifrado adicional independiente para conversaciones de texto a través del protocolo <a href=\"/es/glossary#OTR\"><strong>OTR (Off-the-Record)</strong></a> y sesiones de voz y vídeo (<strong>ZRTP</strong>, <strong>SRTP</strong>). <strong>Jitsi</strong> funciona en <strong>Microsoft Windows</strong>, <strong>Mac OS</strong> y <strong>Linux</strong>. La versión para <strong>Android</strong> estará lista próximamente.</p>\n", 
                "value": "**Jitsi** es un programa multiplataforma [**gratuito y de código abierto**](/es/glossary#FOSS) que soporta **mensajería instantánea** (**IM**) y conversaciones de voz y vídeo a través de Internet. Soporta muchos de los protocolos de **IM** y de telefonía más populares y comúnmente utilizados, entre ellos **SIP** (protocolo de inicio de sesiones), **Jabber/XMPP** (usado por **Facebook** y **Google Talk**), **AIM**, **ICQ**, **MSN** y **Yahoo! Messenger**. Ofrece cifrado adicional independiente para conversaciones de texto a través del protocolo [**OTR (Off-the-Record)**](/es/glossary#OTR) y sesiones de voz y vídeo (**ZRTP**, **SRTP**). **Jitsi** funciona en **Microsoft Windows**, **Mac OS** y **Linux**. La versión para **Android** estará lista próximamente."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "es": [
            {
                "format": null, 
                "safe_value": "jitsi", 
                "value": "jitsi"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "12"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "12"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5191": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2045", 
            "link_title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
            "menu_name": "book-toc-1928", 
            "mlid": "5191", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5191", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-4"
        }
    }, 
    "name": "chris", 
    "nid": "2045", 
    "num_revisions": "23", 
    "path": "https://securityinabox.org/en/jitsi", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456930417", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "es": [
            {
                "format": null, 
                "safe_value": "Jitsi - Mensajería instantánea segura de texto, audio y vídeo", 
                "value": "Jitsi - Mensajería instantánea segura de texto, audio y vídeo"
            }
        ]
    }, 
    "title_original": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "es": {
                "changed": "1442498418", 
                "created": "1442498418", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455116722", 
                "created": "1455116722", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441193003", 
                "created": "1441193003", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444180883", 
                "created": "1444180883", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1455874911", 
                "created": "1443015977", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1456930417", 
                "created": "1443525711", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1455116881", 
                "created": "1441121486", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2045", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445434736", 
                "created": "1445434736", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "c64c289a-517c-42ba-bc85-a98292e5bed2", 
    "vid": "13439", 
    "vuuid": "d305ec49-63c6-4c46-8576-10aab48735f4"
}