{
    "body": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>Inicio</strong></p>\n\n<ul><li><a href=\"http://www.mozilla.com/thunderbird/\"><strong>www.mozilla.com/thunderbird</strong></a></li>\n<li><a href=\"http://enigmail.net/\"><strong>www.enigmail.net</strong></a></li>\n<li><a href=\"http://www.gnupg.org/\"><strong>www.gnupg.org</strong></a></li>\n<li><a href=\"https://trac.torproject.org/projects/tor/wiki/torbirdy\"><strong>trac.torproject.org/projects/tor/wiki/torbirdy</strong></a></li>\n</ul><p><strong>Requisitos del sistema</strong></p>\n\n<ul><li>Todas las versiones de Windows</li>\n</ul><p><strong>Versiones usadas en esta guía</strong></p>\n\n<ul><li>Thunderbird 31.7</li>\n<li>Enigmail 1.8.2</li>\n<li>GNU Privacy Guard (GnuPG) 2.1.0</li>\n<li>TorBirdy 0.1.4</li>\n</ul><p><strong>Última revisión de este apartado</strong></p>\n\n<ul><li>Agosto de 2015</li>\n</ul><p><strong>Licencia</strong></p>\n\n<ul><li>Software libre y de código abierto</li>\n</ul><p><strong>Lectura recomendada</strong></p>\n\n<ul><li>Apartado Guía paso a paso <a href=\"/es/chapter-7\"><strong>7. Conservar la privacidad de tu comunicación en internet</strong></a></li>\n</ul><p><strong>Qué aprenderás</strong>:</p>\n\n<ul><li>Gestionar diferentes cuentas de correo con un solo programa</li>\n<li>Leer y redactar mensajes después de desconectarlo de internet</li>\n<li>Cifrar con clave pública para que mantenga la privacidad de tu correo  </li>\n</ul><p><strong>GNU Linux, Mac OS y otros programas compatibles con Microsoft Windows</strong>:</p>\n\n<p>El cliente de correo de <strong>Mozilla Thunderbird</strong> está disponible para <strong>GNU Linux</strong>, <strong>Mac OS</strong>, <strong>Microsoft Windows</strong> y otros sistemas operativos.  Gestionar varias cuentas de correo es una tarea compleja desde el punto de vista de la seguridad digital. Por tanto, <em>recomendamos encarecidamente</em> que utilices <strong>Mozilla Thunderbird</strong> con este propósito.  Las ventajas de seguridad que ofrece <strong>Thunderbird</strong>, un programa multiplataforma <em>libre</em> y <em>de código abierto</em>, son incluso más importantes si las comparas con sus equivalentes comerciales, como <strong>Microsoft Outlook</strong>.  Sin embargo, si prefieres usar un programa diferente a <strong>Mozilla Thunderbird</strong>, recomendamos las siguientes alternativas libres y de código abierto:</p>\n\n<ul><li><a href=\"http://www.claws-mail.org/\"><strong>Claws  Mail</strong></a> disponible para <strong>GNU Linux</strong> y <strong>Microsoft Windows</strong>;</li>\n<li><a href=\"http://sylpheed.sraoss.jp/en/\"><strong>Sylpheed</strong></a> disponible para <strong>GNU Linux</strong>, <strong>Mac OS</strong> y <strong>Microsoft Windows</strong>;</li>\n<li><a href=\"http://www.washington.edu/alpine/\"><strong>Alpine</strong></a> disponible para <strong>GNU Linux</strong>, <strong>Mac OS</strong> y <strong>Microsoft Windows</strong>.</li>\n</ul><p>Nota: Aunque recomendamos el uso de <strong>Enigmail/GnuPG</strong> por su fácil manejo con Thunderbird, también se pueden utilizar herramientas independientes de cifrado como gpg4usb junto con Thunderbird. Lee el apartado <a href=\"/es/gpg4usb_portatil\">gpg4usb</a> para descubrir otra forma de cifrar tu correo usando el método de cifrado con clave pública.</p>\n\n<h3>1.1 Cosas que deberías saber de esta herramienta antes de empezar</h3>\n\n<p><strong>Mozilla Thunderbird</strong> es un cliente de correo multiplataforma, libre y de código abierto que sirve para recibir, enviar y almacenar correos electrónicos.  Un cliente de correo es una aplicación informática que te permite descargar y administrar tus correos electrónicos sin necesidad de un navegador.  Puedes administrar varias cuentas de correo con un solo programa.  Debes disponer de una cuenta de correo existente antes de utilizar <strong>Thunderbird</strong>.  También puedes crear cuentas de correo <a href=\"/es/riseup_crearcuenta\"><strong>RiseUp</strong></a> si así lo deseas.</p>\n\n<p><strong>Enigmail</strong> es un complemento desarrollado para <strong>Thunderbird</strong>. Permite que los usuarios tengan acceso a las aplicaciones de autenticación y cifrado ofrecidas por <strong>GNU Privacy Guard</strong> (<strong>GnuPG</strong>).</p>\n\n<p><strong>GnuPG</strong> es un programa de cifrado con clave pública utilizado para generar y administrar los pares de claves que se usarán en el cifrado y descifrado de los mensajes, de esta manera tu comunicación por correo será privada y segura. Se debe instalar <strong>GnuPG</strong> para que <strong>Enigmail</strong> funcione, tal y como explicamos más adelante en este apartado.</p>\n", 
                "summary": "", 
                "value": "**Inicio**\r\n\r\n- [**www.mozilla.com/thunderbird**](http://www.mozilla.com/thunderbird/)\r\n- [**www.enigmail.net**](http://enigmail.net/)\r\n- [**www.gnupg.org**](http://www.gnupg.org/)\r\n- [**trac.torproject.org/projects/tor/wiki/torbirdy**](https://trac.torproject.org/projects/tor/wiki/torbirdy)\r\n\r\n**Requisitos del sistema**\r\n\r\n- Todas las versiones de Windows\r\n\r\n**Versiones usadas en esta guía**\r\n\r\n- Thunderbird 31.7\r\n- Enigmail 1.8.2\r\n- GNU Privacy Guard (GnuPG) 2.1.0\r\n- TorBirdy 0.1.4\r\n\r\n**Última revisión de este apartado**\r\n\r\n- Agosto de 2015\r\n\r\n**Licencia**\r\n\r\n- Software libre y de código abierto\r\n\r\n**Lectura recomendada**\r\n\r\n- Apartado Guía paso a paso [**7. Conservar la privacidad de tu comunicación en internet**](/es/chapter-7)\r\n\r\n**Qué aprenderás**:  \r\n\r\n- Gestionar diferentes cuentas de correo con un solo programa\r\n- Leer y redactar mensajes después de desconectarlo de internet\r\n- Cifrar con clave pública para que mantenga la privacidad de tu correo  \r\n\r\n**GNU Linux, Mac OS y otros programas compatibles con Microsoft Windows**:\r\n\r\nEl cliente de correo de **Mozilla Thunderbird** está disponible para **GNU Linux**, **Mac OS**, **Microsoft Windows** y otros sistemas operativos.  Gestionar varias cuentas de correo es una tarea compleja desde el punto de vista de la seguridad digital. Por tanto, *recomendamos encarecidamente* que utilices **Mozilla Thunderbird** con este propósito.  Las ventajas de seguridad que ofrece **Thunderbird**, un programa multiplataforma *libre* y *de código abierto*, son incluso más importantes si las comparas con sus equivalentes comerciales, como **Microsoft Outlook**.  Sin embargo, si prefieres usar un programa diferente a **Mozilla Thunderbird**, recomendamos las siguientes alternativas libres y de código abierto:\r\n\r\n* [**Claws  Mail**](http://www.claws-mail.org/) disponible para **GNU Linux** y **Microsoft Windows**;\r\n* [**Sylpheed**](http://sylpheed.sraoss.jp/en/) disponible para **GNU Linux**, **Mac OS** y **Microsoft Windows**;\r\n* [**Alpine**](http://www.washington.edu/alpine/) disponible para **GNU Linux**, **Mac OS** y **Microsoft Windows**.\r\n\r\nNota: Aunque recomendamos el uso de **Enigmail/GnuPG** por su fácil manejo con Thunderbird, también se pueden utilizar herramientas independientes de cifrado como gpg4usb junto con Thunderbird. Lee el apartado [gpg4usb](/es/gpg4usb_portatil) para descubrir otra forma de cifrar tu correo usando el método de cifrado con clave pública.\r\n\r\n### 1.1 Cosas que deberías saber de esta herramienta antes de empezar ###\r\n\r\n**Mozilla Thunderbird** es un cliente de correo multiplataforma, libre y de código abierto que sirve para recibir, enviar y almacenar correos electrónicos.  Un cliente de correo es una aplicación informática que te permite descargar y administrar tus correos electrónicos sin necesidad de un navegador.  Puedes administrar varias cuentas de correo con un solo programa.  Debes disponer de una cuenta de correo existente antes de utilizar **Thunderbird**.  También puedes crear cuentas de correo [**RiseUp**](/es/riseup_crearcuenta) si así lo deseas.\r\n\r\n**Enigmail** es un complemento desarrollado para **Thunderbird**. Permite que los usuarios tengan acceso a las aplicaciones de autenticación y cifrado ofrecidas por **GNU Privacy Guard** (**GnuPG**).\r\n\r\n**GnuPG** es un programa de cifrado con clave pública utilizado para generar y administrar los pares de claves que se usarán en el cifrado y descifrado de los mensajes, de esta manera tu comunicación por correo será privada y segura. Se debe instalar **GnuPG** para que **Enigmail** funcione, tal y como explicamos más adelante en este apartado."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2048", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2048", 
        "link_title": "Thunderbird with Enigmail and GPG - Secure Email Client", 
        "menu_name": "book-toc-1928", 
        "mlid": "5194", 
        "module": "book", 
        "nid": "2048", 
        "options": [], 
        "p1": "5034", 
        "p2": "5194", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Thunderbird with Enigmail and GPG - Secure Email Client", 
        "updated": "0", 
        "weight": "-3"
    }, 
    "book_children": [
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Secciones en esta página:</p>\n\n<ul><li><a href=\"#2.0\"><strong>2.0 Instalar Thunderbird</strong></a></li>\n<li><a href=\"#2.1\"><strong>2.1 Deshabilitar la opción de Búsqueda Global e Indexado en Thunderbird</strong></a></li>\n<li><a href=\"#2.2\"><strong>2.2 Registrar una cuenta de correo en Thunderbird</strong></a></li>\n<li><a href=\"#2.3\"><strong>2.3 Registrar Blogs, Grupos de noticias y Chats en Thunderbird</strong></a></li>\n</ul><p><a name=\"2.0\" id=\"2.0\"></a></p>\n\n<h2>2.0 Instalar Thunderbird</h2>\n\n<p>Para empezar con la instalación de <strong>Thunderbird</strong>, sigue los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>.  <strong>Haz doble clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/01.png\" alt=\"\" />; puede que aparezca el cuadro de diálogo <em>Abrir Archivo – Advertencia de Seguridad</em>.  Si eso ocurriera, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/02.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/03.png\" alt=\"\" /></p>\n\n<p><em>Imagen 1: Barra de progreso de extracción</em></p>\n\n<p>Una vez completada la extracción de archivos de <strong>Thunderbird</strong>, aparecerá la ventana de <em>Bienvenido al asistente de configuración de Mozilla Thunderbird</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la ventana <em>Mozilla Thunderbird – Tipo de configuración</em>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> de la ventana <em>Elegir opciones de configuración</em>. La configuración por defecto es <em>Estándar</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para aceptar los ajustes por defecto y pasar a la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/05.png\" alt=\"\" /></p>\n\n<p><em>Imagen 2: Pantalla de resumen Mozilla Thunderbird</em></p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/06.png\" alt=\"\" /> para comenzar el proceso de instalación. Aparecerá la ventana de progreso de <strong>Mozilla Thunderbird - Instalación</strong>. Una vez completada, aparece la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/07.png\" alt=\"\" /></p>\n\n<p><em>Imagen 3: Pantalla de Completando el asistente de instalación de Mozilla Thunderbird</em></p>\n\n<p><strong>Paso 6</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/08.png\" alt=\"\" /> para completar el proceso de instalación.</p>\n\n<p><strong>Consejo</strong>: <strong>Thunderbird</strong> se abrirá de forma automática si la casilla de <em>Iniciar Mozilla Thunderbird ahora</em> está habilitada, tal y como se muestra en la <em>imagen 3</em> de arriba.  Para abrir el programa más adelante, puedes hacer <strong>doble clic</strong> en el ícono del escritorio de <strong>Thunderbird</strong>, o <strong>seleccionar &gt; Programas &gt; Mozilla Thunderbird &gt; Mozilla Thunderbird</strong>.</p>\n\n<p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>2.1 Deshabilitar la opción de Búsqueda Global e Indexado en Thunderbird</h2>\n\n<p><strong>Advertencia</strong>: La aplicación de <em>Búsqueda Global e Indexado</em> en <strong>Thunderbird</strong> <em>debe</em> estar desactivada para mejorar su rendimiento. Según la cantidad y el tamaño de correos electrónicos, la velocidad de tu sistema puede disminuir al sobrescribir tus correos de forma continua e innecesaria en el disco duro. A medida que el disco duro se llene, las operaciones del sistema se ralentizarán.</p>\n\n<p>Para desactivar la opción <em>Búsqueda Global e Indexado</em>, sigue los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Herramientas &gt; Opciones</strong> en el panel de control de <strong>Thunderbird</strong> para activar la ventana <em>Opciones</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/09.png\" alt=\"\" /> para activar la pestaña tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/10.png\" alt=\"\" /></p>\n\n<p><em>Imagen 4: La ventana Opciones mostrando la pestaña Avanzadas</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en la casilla <em>Habilitar indexado y búsqueda global</em> en <em>Configuración avanzada</em> para <em>desactivar</em> esta opción, tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/11.png\" alt=\"\" /></p>\n\n<p><em>Imagen 5: Sección de Configuración avanzada</em></p>\n\n<p>Si ya has conseguido deshabilitar esta opción, estás listo para registrar una cuenta de correo en <strong>Thunderbird</strong>.</p>\n\n<p><a name=\"2.2\" id=\"2.2\"></a></p>\n\n<h2>2.2 Registrar una cuenta de correo en Thunderbird</h2>\n\n<p>La ventana <em>Integración de sistemas</em> aparece la primera vez que instalas Thunderbird. Esta ventana se puede configurar para <em>Usar Thunderbird como cliente por defecto para: Correo electrónico</em>.  Si no, puedes elegir <em>Saltar integración</em></p>\n\n<p><strong>Paso 1</strong>. En la ventana de <em>Bienvenido a Thunderbird</em> <strong>haz clic</strong> en la opción <em>Saltarse esto y usar mi cuenta de correo existente</em>, tal y como se muestra en la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/12.png\" alt=\"\" /></p>\n\n<p><em>Imagen 6: Pantalla de Bienvenido a Thunderbird</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Introduce</strong> tu nombre, correo electrónico y contraseña en los campos correspondientes; <strong>haz clic</strong> en la casilla para desactivar la opción <em>Recordar contraseña</em> tal y como muestra la <em>imagen 7</em> a continuación.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/13.png\" alt=\"\" /></p>\n\n<p><em>Imagen 7: Ventana de Configuración de la cuenta</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/14.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/15.png\" alt=\"\" /></p>\n\n<p><em>Imagen 8: Ventana de Configuración de la cuenta con la opción <strong>IMAP (carpetas remotas)</strong> habilitada</em></p>\n\n<h2>IMAP y POP: Descripción y Uso</h2>\n\n<p><strong>Protocolo de acceso a mensajes de internet</strong> (<strong>IMAP</strong>) y <strong>Protocolo de oficina de correo</strong> (<strong>POP</strong>) son dos métodos diferentes que se utilizan para almacenar y recibir correos electrónicos.</p>\n\n<ul><li><p><strong>Protocolo de acceso a mensajes de internet</strong> (<strong>IMAP</strong>): Si usas <strong>IMAP</strong>, todas tus carpetas (incluidas <em>Bandeja de entrada</em>, <em>Borradores</em>, <em>Plantillas</em>, <em>Enviados</em>, <em>Eliminados</em> y todas las demás carpetas) se encuentran en el servidor del correo electrónico. De esta manera, puedes acceder a ellas desde un ordenador diferente. Todos los mensajes están en el servidor y, al principio, se descargan solo los encabezados de los mensajes o las barras de título (que contienen información como fecha y hora, asunto, remitente, etc.) que se mostrarán en tu ordenador. Los mensajes completos se descargan cuando los abres. También se puede configurar <strong>Thunderbird</strong> para guardar copias de los mensajes de todas o solo algunas de las carpetas en tu ordenador, así puedes trabajar con ellos offline (es decir, sin conexión a internet). Si borras correos electrónicos o carpetas en <strong>IMAP</strong>, también se borran en <em>ambos</em>, tu ordenador y el servidor.</p></li>\n<li><p><strong>Protocolo de oficina de correo versión 3</strong> (<strong>POP3</strong>): Si usas <strong>POP3</strong>, solo la <em>Bandeja de entrada</em> (la carpeta a la que llegan los nuevos mensajes entrantes) se encuentra en el servidor; todas las demás carpetas están solo en tu ordenador. Puedes elegir entre dejar los mensajes en la carpeta de <em>Bandeja de entrada</em> o en el servidor tras haberlos descargado en tu ordenador, o borrarlos del servidor. Si tienes acceso a tu cuenta de correo desde un ordenador diferente, solo podrás ver los mensajes de la <em>Bandeja de entrada</em> (los mensajes nuevos y los antiguos que no hayas borrado). Ten en cuenta que según la configuración del servidor, las copias de tus correos enviados se pueden almacenar en el servidor en la carpeta <em>Enviados</em>. Merece la pena que lo compruebes tú  mismo.</p></li>\n</ul><p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/16.png\" alt=\"\" /> para crear tu cuenta, activar el panel de control de <strong>Thunderbird</strong> con la cuenta de correo en la barra lateral izquierda tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/17.png\" alt=\"\" /></p>\n\n<p><em>Imagen 9: Interfaz principal de usuario de Mozilla Thunderbird mostrando la nueva cuenta de riseup</em></p>\n\n<p><strong>Nota</strong>: Para añadir otra cuenta de correo, <strong>haz clic en Carpetas locales &gt; Cuentas &gt; Crear una cuenta nueva: Correo electrónico</strong> para activar la <em>imagen 7</em> de esta sección, y repite desde el <strong>paso 2</strong> al <strong>paso 4</strong>.</p>\n\n<p>Una vez registrada con éxito tu cuenta de correo en <strong>Thunderbird</strong>, la próxima vez que abras la interfaz de usuario principal, te pedirá la contraseña para cada cuenta tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/20.png\" alt=\"\" /></p>\n\n<p><em>Imagen 10: Ventana de Es necesaria la contraseña del servidor de correo</em></p>\n\n<p><strong>Nota</strong>: Aunque la opción de registrar o recordar la contraseña no es recomendable desde el punto de vista de la privacidad y la seguridad en internet, <strong>Thunderbird</strong> ofrece la opción de la <em>Contraseña maestra</em>. Esta te da la posibilidad de utilizar una contraseña para proteger cualquier otra asociada a tus diferentes cuentas de correo y que ya has introducido durante el proceso de instalación. . Para más información sobre esta  característica, consulta la sección <a href=\"/es/thunderbird_seguridad#3.3\"><strong>3.3 Configurar las pestañas de seguridad en  Thunderbird</strong></a> - <strong>Pestaña de contraseñas</strong>.</p>\n\n<p><a name=\"2.3\" id=\"2.3\"></a></p>\n\n<h2>2.3 Registrar Blogs, Grupos de noticias y Chats</h2>\n\n<p>Para crear y registrar una cuenta de blogs, grupos de noticias y chats, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. Selecciona tu cuenta en la barra lateral izquierda <strong>haz clic en Cuentas&gt; Canales</strong> para activar la ventana <em>Asistente de cuenta de canales web</em> que se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/21.png\" alt=\"\" /></p>\n\n<p><em>Imagen 11: Asistente de cuentas de canales web – Nombre de la cuenta</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/22.png\" alt=\"\" /></p>\n\n<p><em>Imagen 12: Ventana de Asistente de la cuenta – Felicidades</em></p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/08.png\" alt=\"\" /> para completar el proceso de instalación de la cuenta y vuelve al panel de control de <strong>Thunderbird</strong>.</p>\n\n<p>Ahora que ya has configurado adecuadamente <strong>Thunderbird</strong> para un uso óptimo, continua con la sección siguiente <a href=\"/en/thunderbird_security\"><strong>Configurar los ajustes de seguridad en Thunderbird</strong></a>.</p>\n", 
                        "summary": "", 
                        "value": "Secciones en esta página:\r\n\r\n- [**2.0 Instalar Thunderbird**](#2.0)\r\n- [**2.1 Deshabilitar la opción de Búsqueda Global e Indexado en Thunderbird**](#2.1)\r\n- [**2.2 Registrar una cuenta de correo en Thunderbird**](#2.2)\r\n- [**2.3 Registrar Blogs, Grupos de noticias y Chats en Thunderbird**](#2.3)\r\n\r\n<a name=\"2.0\"></a>\r\n## 2.0 Instalar Thunderbird ##\r\n\r\nPara empezar con la instalación de **Thunderbird**, sigue los siguientes pasos:\r\n\r\n**Paso 1**.  **Haz doble clic** en ![](/sbox/screen/thunderbird-es-1/01.png); puede que aparezca el cuadro de diálogo *Abrir Archivo – Advertencia de Seguridad*.  Si eso ocurriera, **haz clic** en ![](/sbox/screen/thunderbird-es-1/02.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/03.png)\r\n\r\n*Imagen 1: Barra de progreso de extracción*\r\n\r\nUna vez completada la extracción de archivos de **Thunderbird**, aparecerá la ventana de *Bienvenido al asistente de configuración de Mozilla Thunderbird*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la ventana *Mozilla Thunderbird – Tipo de configuración*. \r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) de la ventana *Elegir opciones de configuración*. La configuración por defecto es *Estándar* \r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para aceptar los ajustes por defecto y pasar a la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/05.png)\r\n\r\n*Imagen 2: Pantalla de resumen Mozilla Thunderbird*\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/06.png) para comenzar el proceso de instalación. Aparecerá la ventana de progreso de **Mozilla Thunderbird - Instalación**. Una vez completada, aparece la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/07.png)\r\n\r\n*Imagen 3: Pantalla de Completando el asistente de instalación de Mozilla Thunderbird*\r\n\r\n**Paso 6**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/08.png) para completar el proceso de instalación.\r\n\r\n**Consejo**: **Thunderbird** se abrirá de forma automática si la casilla de *Iniciar Mozilla Thunderbird ahora* está habilitada, tal y como se muestra en la *imagen 3* de arriba.  Para abrir el programa más adelante, puedes hacer **doble clic** en el ícono del escritorio de **Thunderbird**, o **seleccionar > Programas > Mozilla Thunderbird > Mozilla Thunderbird**.\r\n\r\n<a name=\"2.1\"></a>\r\n## 2.1 Deshabilitar la opción de Búsqueda Global e Indexado en Thunderbird ##\r\n\r\n**Advertencia**: La aplicación de *Búsqueda Global e Indexado* en **Thunderbird** *debe* estar desactivada para mejorar su rendimiento. Según la cantidad y el tamaño de correos electrónicos, la velocidad de tu sistema puede disminuir al sobrescribir tus correos de forma continua e innecesaria en el disco duro. A medida que el disco duro se llene, las operaciones del sistema se ralentizarán.\r\n\r\nPara desactivar la opción *Búsqueda Global e Indexado*, sigue los siguientes pasos: \r\n\r\n**Paso 1**. **Selecciona Herramientas > Opciones** en el panel de control de **Thunderbird** para activar la ventana *Opciones*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/09.png) para activar la pestaña tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/10.png)\r\n\r\n*Imagen 4: La ventana Opciones mostrando la pestaña Avanzadas*\r\n\r\n**Paso 3**. **Haz clic** en la casilla *Habilitar indexado y búsqueda global* en *Configuración avanzada* para *desactivar* esta opción, tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/11.png)\r\n\r\n*Imagen 5: Sección de Configuración avanzada*\r\n\r\nSi ya has conseguido deshabilitar esta opción, estás listo para registrar una cuenta de correo en **Thunderbird**.\r\n\r\n<a name=\"2.2\"></a>\r\n## 2.2 Registrar una cuenta de correo en Thunderbird ## \r\n\r\nLa ventana *Integración de sistemas* aparece la primera vez que instalas Thunderbird. Esta ventana se puede configurar para *Usar Thunderbird como cliente por defecto para: Correo electrónico*.  Si no, puedes elegir *Saltar integración*  \r\n\r\n**Paso 1**. En la ventana de *Bienvenido a Thunderbird* **haz clic** en la opción *Saltarse esto y usar mi cuenta de correo existente*, tal y como se muestra en la siguiente pantalla:\r\n \r\n![](/sbox/screen/thunderbird-es-1/12.png)\r\n\r\n*Imagen 6: Pantalla de Bienvenido a Thunderbird*\r\n\r\n**Paso 2**. **Introduce** tu nombre, correo electrónico y contraseña en los campos correspondientes; **haz clic** en la casilla para desactivar la opción *Recordar contraseña* tal y como muestra la *imagen 7* a continuación.\r\n\r\n![](/sbox/screen/thunderbird-es-1/13.png)\r\n\r\n*Imagen 7: Ventana de Configuración de la cuenta*\r\n\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/14.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/15.png)\r\n\r\n*Imagen 8: Ventana de Configuración de la cuenta con la opción **IMAP (carpetas remotas)** habilitada*\r\n\r\n## IMAP y POP: Descripción y Uso ###\r\n\r\n**Protocolo de acceso a mensajes de internet** (**IMAP**) y **Protocolo de oficina de correo** (**POP**) son dos métodos diferentes que se utilizan para almacenar y recibir correos electrónicos.\r\n\r\n- **Protocolo de acceso a mensajes de internet** (**IMAP**): Si usas **IMAP**, todas tus carpetas (incluidas *Bandeja de entrada*, *Borradores*, *Plantillas*, *Enviados*, *Eliminados* y todas las demás carpetas) se encuentran en el servidor del correo electrónico. De esta manera, puedes acceder a ellas desde un ordenador diferente. Todos los mensajes están en el servidor y, al principio, se descargan solo los encabezados de los mensajes o las barras de título (que contienen información como fecha y hora, asunto, remitente, etc.) que se mostrarán en tu ordenador. Los mensajes completos se descargan cuando los abres. También se puede configurar **Thunderbird** para guardar copias de los mensajes de todas o solo algunas de las carpetas en tu ordenador, así puedes trabajar con ellos offline (es decir, sin conexión a internet). Si borras correos electrónicos o carpetas en **IMAP**, también se borran en *ambos*, tu ordenador y el servidor.\r\n\r\n-  **Protocolo de oficina de correo versión 3** (**POP3**): Si usas **POP3**, solo la *Bandeja de entrada* (la carpeta a la que llegan los nuevos mensajes entrantes) se encuentra en el servidor; todas las demás carpetas están solo en tu ordenador. Puedes elegir entre dejar los mensajes en la carpeta de *Bandeja de entrada* o en el servidor tras haberlos descargado en tu ordenador, o borrarlos del servidor. Si tienes acceso a tu cuenta de correo desde un ordenador diferente, solo podrás ver los mensajes de la *Bandeja de entrada* (los mensajes nuevos y los antiguos que no hayas borrado). Ten en cuenta que según la configuración del servidor, las copias de tus correos enviados se pueden almacenar en el servidor en la carpeta *Enviados*. Merece la pena que lo compruebes tú  mismo.\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/16.png) para crear tu cuenta, activar el panel de control de **Thunderbird** con la cuenta de correo en la barra lateral izquierda tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/17.png)\r\n\r\n*Imagen 9: Interfaz principal de usuario de Mozilla Thunderbird mostrando la nueva cuenta de riseup*\r\n\r\n**Nota**: Para añadir otra cuenta de correo, **haz clic en Carpetas locales > Cuentas > Crear una cuenta nueva: Correo electrónico** para activar la *imagen 7* de esta sección, y repite desde el **paso 2** al **paso 4**.\r\n\r\nUna vez registrada con éxito tu cuenta de correo en **Thunderbird**, la próxima vez que abras la interfaz de usuario principal, te pedirá la contraseña para cada cuenta tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/20.png)\r\n\r\n*Imagen 10: Ventana de Es necesaria la contraseña del servidor de correo*\r\n\r\n**Nota**: Aunque la opción de registrar o recordar la contraseña no es recomendable desde el punto de vista de la privacidad y la seguridad en internet, **Thunderbird** ofrece la opción de la *Contraseña maestra*. Esta te da la posibilidad de utilizar una contraseña para proteger cualquier otra asociada a tus diferentes cuentas de correo y que ya has introducido durante el proceso de instalación. . Para más información sobre esta  característica, consulta la sección [**3.3 Configurar las pestañas de seguridad en  Thunderbird**](/es/thunderbird_seguridad#3.3) - **Pestaña de contraseñas**.\r\n\r\n<a name=\"2.3\"></a>\r\n## 2.3 Registrar Blogs, Grupos de noticias y Chats ##\r\n\r\nPara crear y registrar una cuenta de blogs, grupos de noticias y chats, sigue los pasos siguientes:\r\n\r\n**Paso 1**. Selecciona tu cuenta en la barra lateral izquierda **haz clic en Cuentas> Canales** para activar la ventana *Asistente de cuenta de canales web* que se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/21.png)\r\n\r\n*Imagen 11: Asistente de cuentas de canales web – Nombre de la cuenta*\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la siguiente pantalla: \r\n\r\n![](/sbox/screen/thunderbird-es-1/22.png)\r\n\r\n*Imagen 12: Ventana de Asistente de la cuenta – Felicidades*\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/08.png) para completar el proceso de instalación de la cuenta y vuelve al panel de control de **Thunderbird**.\r\n\r\nAhora que ya has configurado adecuadamente **Thunderbird** para un uso óptimo, continua con la sección siguiente [**Configurar los ajustes de seguridad en Thunderbird**](/en/thunderbird_security)."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2049", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2049", 
                "link_title": "How to Install Thunderbird", 
                "menu_name": "book-toc-1928", 
                "mlid": "5195", 
                "module": "book", 
                "nid": "2049", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5195", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "How to Install Thunderbird", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1456951620", 
            "comment": "0", 
            "created": "1441121841", 
            "current_revision_id": "13465", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbird_howtoinstall", 
                        "value": "thunderbird_howtoinstall"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5195": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2049", 
                    "link_title": "How to Install Thunderbird", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5195", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5195", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2049", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/thunderbird_howtoinstall", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456951620", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Cómo instalar Thunderbird", 
                        "value": "Cómo instalar Thunderbird"
                    }
                ]
            }, 
            "title_original": "How to Install Thunderbird", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935076", 
                        "created": "1442935076", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442399334", 
                        "created": "1442399334", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442499123", 
                        "created": "1442499123", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452094786", 
                        "created": "1441631586", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442846288", 
                        "created": "1442846288", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456951620", 
                        "created": "1456951620", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "km": {
                        "changed": "1455118700", 
                        "created": "1455118700", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443621868", 
                        "created": "1443621868", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441188882", 
                        "created": "1441188882", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444181870", 
                        "created": "1444181870", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021798", 
                        "created": "1443021798", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833951", 
                        "created": "1444729247", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1450583254", 
                        "created": "1441121841", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2049", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445435233", 
                        "created": "1445435233", 
                        "entity_id": "2049", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2049", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "a95c476d-ec74-44ff-a17a-7c3a12ef9802", 
            "vid": "13465", 
            "vuuid": "7aa26b34-a9b7-41db-adfe-9e61c58c9cb6"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Secciones en esta página:</p>\n\n<ul><li><a href=\"#3.0\"><strong>3.0 Sobre las opciones de seguridad en Thunderbird</strong></a></li>\n<li><a href=\"#3.1\"><strong>3.1 Deshabilitar el panel de vista previa en Thunderbird</strong></a></li>\n<li><a href=\"#3.2\"><strong>3.2 Deshabilitar la opción HTML en Thunderbird</strong></a></li>\n<li><a href=\"#3.3\"><strong>3.3 Configurar las pestañas de seguridad en Thunderbird</strong></a></li>\n<li><a href=\"#3.4\"><strong>3.4 Habilitar el filtro adaptativo de correo no deseado en la cuenta</strong></a></li>\n</ul><p><a name=\"3.0\" id=\"3.0\"></a></p>\n\n<h2>3.0 Sobre las opciones de seguridad en Thunderbird</h2>\n\n<p>En el contexto de <strong>Mozilla Thunderbird</strong>, la seguridad se refiere, por norma general, a la protección de tu ordenador de correos dañinos o malicioso. Algunos pueden ser simplemente spams, otros pueden contener spyware y virus. Existen varias opciones que se pueden configurar, deshabilitar o habilitar dentro de <strong>Mozilla Thunderbird</strong> para reforzar la protección de tu sistema de ataques procedentes de correos. También es <em>muy importante</em> que tengas instalado un programa anti-malware y un cortafuegos.</p>\n\n<p>Para más información sobre cómo evitar programas dañinos o maliciosos, consulta el apartado <strong>Guía paso a paso</strong> <a href=\"/es/chapter-1\"><strong>1. Proteger tu ordenador de Virus, Malware y Hackers</strong></a> donde hallarás más información sobre herramientas como <a href=\"/es/avast_principal\"><strong>Avast</strong></a>, <a href=\"/es/comodo_principal\"><strong>Comodo Firewall</strong></a> y <a href=\"/es/spybot_principal\"><strong>Spybot</strong></a>.</p>\n\n<p><a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>3.1 Deshabilitar el panel de vista previa en Thunderbird</h2>\n\n<p>La pantalla principal de <strong>Thunderbird</strong> está dividida en tres zonas: la barra lateral izquierda muestra las carpetas de tu cuenta de correo, la barra lateral derecha muestra la lista de mensajes, y en el panel inferior se muestra una <em>vista previa</em> del mensaje seleccionado. La vista previa se visualiza de forma automática en cuanto seleccionas un mensaje.</p>\n\n<p><strong>Nota</strong>: Si un correo electrónico contiene algún código malicioso, el panel de <em>vista previa</em> del mensaje podría activarlo; por lo tanto, es buena idea deshabilitarlo.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/23.png\" alt=\"\" /></p>\n\n<p><em>Imagen 1: Interfaz principal de usuario de Thunderbird</em></p>\n\n<p>Para deshabilitar el panel de vista previa, ejecuta el siguiente paso:</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/24a.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Opciones &gt; Disposición &gt; Mensaje F8</strong> para desactivarlo tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/24.png\" alt=\"\" /></p>\n\n<p><em>Imagen 2: El menú de Opciones mostrando el submenú Disposición y la opción Mensaje seleccionada</em></p>\n\n<p>El <em>Panel de mensaje</em> desaparecerá, y deberás <strong>hacer doble clic</strong> en un mensaje para leer el contenido. Si un correo electrónico parece sospechoso (tal vez presenta un asunto inesperado o irrelevante, o procede de un remitente desconocido), ahora puedes borrarlo sin tener que previsualizar su contenido.</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>3.2 Deshabilitar la opción HTML en Thunderbird</h2>\n\n<p>Con <strong>Thunderbird</strong> puedes utilizar <strong>HyperText Markup Language</strong> (<strong>HTML</strong>) para redactar y leer mensajes. Esto te permite recibir y enviar mensajes que incluyan colores, fuentes, imágenes y otras características de formato. Sin embargo, <strong>HTML</strong> es el mismo lenguaje que se emplea para las páginas web; ver los mensajes en formato <strong>HTML</strong>, te puede exponer a correos electrónicos maliciosos que representan el mismo tipo de amenazas que para las páginas web.</p>\n\n<p>Para deshabilitar el formato <strong>HTML</strong>, ejecuta el siguiente paso:</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/24a.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Opciones &gt; Vista &gt; Cuerpo del mensaje como &gt; Texto sin formato</strong> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/25.png\" alt=\"\" /></p>\n\n<p><em>Imagen 3: Menú de Vista mostrando el submenú Cuerpo del mensaje con la opción Texto sin formato seleccionada</em></p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h3>3.3 Configurar las opciones de seguridad</h3>\n\n<p><strong>Thunderbird</strong> dispone de dos filtros de correo no deseado que te ayudarán a determinar cuáles de los mensajes entrantes son spams. Estos filtros están deshabilitados por defecto, así que debes activarlos para utilizarlos. Incluso después de haberlo hecho, seguirás recibiendo correo no deseado, pero <strong>Thunderbird</strong> lo enviará automáticamente a la carpeta <em>Junk</em>.</p>\n\n<p>Los scams - también conocidos como correos de <em>suplantación de identidad</em> - normalmente tratan de que hagas clic en un enlace incluido en el correo. Con frecuencia, estos enlaces dirigirán tu navegador a una página web que tratará de infectar tu ordenador con un virus. En otros casos, el enlace te llevará a una página aparentemente legítima y te engañará para que introduzcas un nombre de usuario y una contraseña, que luego serán utilizados o vendidos por la entidad o persona con propósitos comerciales o maliciosos.</p>\n\n<p><strong>Thunderbird</strong> puede ayudarte a identificar este tipo de correos y te advierte sobre ellos. Se describen algunas herramientas adicionales que pueden ayudarte a evitar la infección de páginas web maliciosas en la sección <a href=\"/es/firefox_otros\"><strong>Otros complementos útiles de Mozilla</strong></a> del apartado <strong>Firefox</strong>.</p>\n\n<p>Se accede a los tipos de correo basura y a los controles de seguridad a través de la pantalla <em>Opciones – Seguridad</em> donde se configura la mayoría de estas opciones de privacidad y seguridad. Para acceder a ellas, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Menú &gt; Opciones</strong> para activar la ventana <em>Opciones</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/26.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/27.png\" alt=\"\" /></p>\n\n<p><em>Imagen 4: Ventana de Seguridad mostrando las pestañas asociadas</em></p>\n\n<h3>Pestaña Correo no deseado</h3>\n\n<p><strong>Paso 1</strong>. <strong>Marca</strong> las opciones pertinentes en la pestaña <em>Correo no deseado</em>, tal y como se muestra en la <em>imagen 4</em> de arriba, para permitir que <strong>Thunderbird</strong> elimine el correo que has definido como correo basura. Más adelante en esta misma sección, se describen los ajustes adicionales para el correo no deseado.</p>\n\n<h3>Pestaña Correo fraudulento</h3>\n\n<p><strong>Paso 1</strong>. <strong>Marca</strong> la opción <em>Decirme si el mensaje que estoy leyendo parece un mensaje fraudulento</em> para permitir que <strong>Thunderbird</strong> analice los mensajes en busca de scams tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/28.png\" alt=\"\" /></p>\n\n<p><em>Imagen 5: La pestaña Correo fraudulento</em></p>\n\n<h3>La pestaña Antivirus</h3>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en la pestaña <em>Antivirus</em> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/29.png\" alt=\"\" /></p>\n\n<p><em>Imagen 6: Pestaña Antivirus</em></p>\n\n<p>Esta opción permite que tu antivirus escanee y aísle los mensajes individuales a medida que llegan. Si no habilitas este ajuste, es posible que <em>toda</em> tu carpeta de <em>bandeja de entrada</em> pueda ser “puesta en cuarentena” si recibes un mensaje infectado.</p>\n\n<p><strong>Nota</strong>: Con esto se presupone que tienes un antivirus instalado. Consulta <a href=\"/es/avast_principal\"><strong>Avast</strong></a> para obtener más información sobre cómo instalar y configurar el programa antivirus.</p>\n\n<h3>La pestaña Contraseñas</h3>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en la pestaña <em>Contraseñas</em> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/30.png\" alt=\"\" /></p>\n\n<p><em>Imagen 7: La pestaña Contraseñas</em></p>\n\n<p><strong>Importante:</strong> Te recomendamos encarecidamente que mantengas tus contraseñas privadas y seguras utilizando un programa diseñado específicamente con este propósito. Consulta <a href=\"/es/keepass_principal\"><strong>KeyPass</strong></a> para obtener más información.</p>\n\n<p><strong>Nota</strong>: Las opciones de la pestaña <em>Contraseñas</em> solo funcionarán si has marcado la casilla <em>Recordar contraseña</em> en la primera pantalla de <em>Configuración de cuenta de correo</em> en el momento de registrar tu correo con <strong>Thunderbird</strong>.</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/31.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/32.png\" alt=\"\" /></p>\n\n<p><em>Imagen 8: Ventana Contraseñas guardadas</em></p>\n\n<p>La ventana <em>Contraseñas guardadas</em> te permite eliminar o ver todas las contraseñas correspondientes a cada una de tus cuentas. Sin embargo, para aumentar tu privacidad y seguridad, puedes crear una <em>Contraseña maestra</em> para proteger el acceso a tus cuentas de correo y hacer que todas tus contraseñas sean inaccesibles a cualquiera que esté familiarizado con las opciones de contraseña en <strong>Thunderbird</strong>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Marca</strong> la opción <em>Usar una contraseña maestra</em> tal y como se muestra en la <em>imagen 7</em> para habilitar el botón <em>Cambiar contraseña maestra...</em>.</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/33.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/34.png\" alt=\"\" /></p>\n\n<p><em>Imagen 9: Ventana Cambiar contraseña maestra</em></p>\n\n<p><strong>Paso 5</strong>. <strong>Escribe</strong> una contraseña lo suficientemente segura que solo tú recuerdes, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para confirmar que es tu <em>Contraseña maestra</em>.</p>\n\n<h3>Contenido Web</h3>\n\n<p>Una cookie es un pequeño texto que tu navegador utiliza para autenticar o identificar una página web determinada. La opción <em>Contenido Web</em> te permite especificar qué blog, canal de noticias o chats son fiables y seguros.</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/36.png\" alt=\"\" /> para mostrar las opciones del <em>Contenido Web</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/37.png\" alt=\"\" /></p>\n\n<p><em>Imagen 10: La pestaña Privacidad</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> la opción <em>Cierre Thunderbird</em> en <em>Conservar hasta que:</em> para eliminar las cookies cada vez que cierres <strong>Thunderbird</strong> y añadir más seguridad.</p>\n\n<p><a name=\"3.4\" id=\"3.4\"></a></p>\n\n<h3>3.4 Habilitar el filtro adaptativo de correo no deseado en la cuenta</h3>\n\n<p>El segundo filtro de correo basura de <strong>Thunderbird</strong> está disponible en la ventana <em>Configuración de la cuenta - Configuración de correo no deseado</em>. Estos filtros están deshabilitados por defecto, así que debes activarlos para utilizarlos. Cada vez que lleguen correos basura, <strong>Thunderbird</strong> los enviará automáticamente a las carpetas <em>Junk</em> relacionadas con cada cuenta.</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Herramientas &gt; Configuración de la cuenta</strong> para activar la ventana <em>Configuración de la cuenta</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> <em>Configuración de correo no deseado</em> relacionada con una cuenta determinada de <strong>Gmail</strong> o <strong>RiseUp</strong> en la barra lateral.</p>\n\n<p><strong>Paso 3</strong>. <strong>Activa</strong> las opciones de <em>Configuración de correo no deseado</em> para que tu propia pantalla <em>Configuración de la cuenta- Configuración de correo no deseado</em> sea igual que la que se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/38.png\" alt=\"\" /></p>\n\n<p><em>Imagen 11: Ventana Configuración de la cuenta - Configuración de correo no deseado</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para completar la configuración de la ventana <em>Configuración de la cuenta</em>.</p>\n\n<p><strong>Nota</strong>: Se deben configurar las casillas de <em>Configuración de correo no deseado</em> por separado para cada una de las cuentas. De esta forma, el correo basura de una cuenta de <strong>Gmail</strong> o <strong>RiseUp</strong> se enviará a la correspondiente carpeta de <em>Eliminados</em>. Como alternativa, puedes escoger una <em>Carpeta local</em> para recibir el correo basura de todas tus cuentas.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/39.png\" alt=\"\" /></p>\n\n<p><em>Imagen 12: Ventana Configuración de la cuenta - Configuración de correo no deseado mostrando los ajustes de la carpeta principal de correo basura</em></p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona</strong> la opción <em>Configuración de correo no deseado</em> justo debajo de las <em>Carpetas locales</em> en la barra lateral.</p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> la alternativa <em>Carpetas locales</em> del desplegable en la carpeta <em>Junk</em> tal y como se muestra en la <em>imagen 12</em>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para completar la configuración de la ventana <em>Configuración de la cuenta</em>.</p>\n\n<p>Ahora que has configurado las distintas opciones de seguridad y de correo no deseado en <strong>Thunderbird</strong>, continúa con la sección siguiente, [<strong>Usar Enigmail con GnuPG en Thunderbird</strong>] (/en/thuderbird_encryption).</p>\n", 
                        "summary": "", 
                        "value": "Secciones en esta página:\r\n\r\n- [**3.0 Sobre las opciones de seguridad en Thunderbird**](#3.0)\r\n- [**3.1 Deshabilitar el panel de vista previa en Thunderbird**](#3.1)\r\n- [**3.2 Deshabilitar la opción HTML en Thunderbird**](#3.2)\r\n- [**3.3 Configurar las pestañas de seguridad en Thunderbird**](#3.3)\r\n- [**3.4 Habilitar el filtro adaptativo de correo no deseado en la cuenta**](#3.4)\r\n\r\n\r\n<a name=\"3.0\"></a>\r\n## 3.0 Sobre las opciones de seguridad en Thunderbird ##\r\n\r\nEn el contexto de **Mozilla Thunderbird**, la seguridad se refiere, por norma general, a la protección de tu ordenador de correos dañinos o malicioso. Algunos pueden ser simplemente spams, otros pueden contener spyware y virus. Existen varias opciones que se pueden configurar, deshabilitar o habilitar dentro de **Mozilla Thunderbird** para reforzar la protección de tu sistema de ataques procedentes de correos. También es *muy importante* que tengas instalado un programa anti-malware y un cortafuegos. \r\n\r\nPara más información sobre cómo evitar programas dañinos o maliciosos, consulta el apartado **Guía paso a paso** [**1. Proteger tu ordenador de Virus, Malware y Hackers**](/es/chapter-1) donde hallarás más información sobre herramientas como [**Avast**](/es/avast_principal), [**Comodo Firewall**](/es/comodo_principal) y [**Spybot**](/es/spybot_principal).\r\n\r\n<a name=\"3.1\"></a>\r\n## 3.1 Deshabilitar el panel de vista previa en Thunderbird ##\r\n\r\nLa pantalla principal de **Thunderbird** está dividida en tres zonas: la barra lateral izquierda muestra las carpetas de tu cuenta de correo, la barra lateral derecha muestra la lista de mensajes, y en el panel inferior se muestra una *vista previa* del mensaje seleccionado. La vista previa se visualiza de forma automática en cuanto seleccionas un mensaje. \r\n\r\n**Nota**: Si un correo electrónico contiene algún código malicioso, el panel de *vista previa* del mensaje podría activarlo; por lo tanto, es buena idea deshabilitarlo. \r\n\r\n![](/sbox/screen/thunderbird-es-1/23.png)\r\n\r\n*Imagen 1: Interfaz principal de usuario de Thunderbird*\r\n\r\nPara deshabilitar el panel de vista previa, ejecuta el siguiente paso: \r\n\r\n**Paso 1**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/24a.png) para mostrar el *Menú de Thunderbird* y **selecciona Opciones > Disposición > Mensaje F8** para desactivarlo tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/24.png)\r\n\r\n*Imagen 2: El menú de Opciones mostrando el submenú Disposición y la opción Mensaje seleccionada*\r\n\r\nEl *Panel de mensaje* desaparecerá, y deberás **hacer doble clic** en un mensaje para leer el contenido. Si un correo electrónico parece sospechoso (tal vez presenta un asunto inesperado o irrelevante, o procede de un remitente desconocido), ahora puedes borrarlo sin tener que previsualizar su contenido.\r\n\r\n<a name=\"3.2\"></a>\r\n## 3.2 Deshabilitar la opción HTML en Thunderbird ##\r\n\r\nCon **Thunderbird** puedes utilizar **HyperText Markup Language** (**HTML**) para redactar y leer mensajes. Esto te permite recibir y enviar mensajes que incluyan colores, fuentes, imágenes y otras características de formato. Sin embargo, **HTML** es el mismo lenguaje que se emplea para las páginas web; ver los mensajes en formato **HTML**, te puede exponer a correos electrónicos maliciosos que representan el mismo tipo de amenazas que para las páginas web. \r\n \r\nPara deshabilitar el formato **HTML**, ejecuta el siguiente paso: \r\n\r\n**Paso 1**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/24a.png) para mostrar el *Menú de Thunderbird* y **selecciona Opciones > Vista > Cuerpo del mensaje como > Texto sin formato** tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/25.png)\r\n\r\n*Imagen 3: Menú de Vista mostrando el submenú Cuerpo del mensaje con la opción Texto sin formato seleccionada*\r\n\r\n<a name=\"3.3\"></a>\r\n### 3.3 Configurar las opciones de seguridad ###\r\n\r\n**Thunderbird** dispone de dos filtros de correo no deseado que te ayudarán a determinar cuáles de los mensajes entrantes son spams. Estos filtros están deshabilitados por defecto, así que debes activarlos para utilizarlos. Incluso después de haberlo hecho, seguirás recibiendo correo no deseado, pero **Thunderbird** lo enviará automáticamente a la carpeta *Junk*. \r\n\r\nLos scams - también conocidos como correos de *suplantación de identidad* - normalmente tratan de que hagas clic en un enlace incluido en el correo. Con frecuencia, estos enlaces dirigirán tu navegador a una página web que tratará de infectar tu ordenador con un virus. En otros casos, el enlace te llevará a una página aparentemente legítima y te engañará para que introduzcas un nombre de usuario y una contraseña, que luego serán utilizados o vendidos por la entidad o persona con propósitos comerciales o maliciosos. \r\n\r\n**Thunderbird** puede ayudarte a identificar este tipo de correos y te advierte sobre ellos. Se describen algunas herramientas adicionales que pueden ayudarte a evitar la infección de páginas web maliciosas en la sección [**Otros complementos útiles de Mozilla**](/es/firefox_otros) del apartado **Firefox**.\r\n\r\nSe accede a los tipos de correo basura y a los controles de seguridad a través de la pantalla *Opciones – Seguridad* donde se configura la mayoría de estas opciones de privacidad y seguridad. Para acceder a ellas, sigue los pasos siguientes:\r\n\r\n**Paso 1**. **Selecciona Menú > Opciones** para activar la ventana *Opciones*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/26.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/27.png)\r\n\r\n*Imagen 4: Ventana de Seguridad mostrando las pestañas asociadas*\r\n\r\n### Pestaña Correo no deseado ###\r\n\r\n**Paso 1**. **Marca** las opciones pertinentes en la pestaña *Correo no deseado*, tal y como se muestra en la *imagen 4* de arriba, para permitir que **Thunderbird** elimine el correo que has definido como correo basura. Más adelante en esta misma sección, se describen los ajustes adicionales para el correo no deseado. \r\n\r\n### Pestaña Correo fraudulento ###\r\n\r\n**Paso 1**. **Marca** la opción *Decirme si el mensaje que estoy leyendo parece un mensaje fraudulento* para permitir que **Thunderbird** analice los mensajes en busca de scams tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/28.png)\r\n\r\n*Imagen 5: La pestaña Correo fraudulento*  \r\n\r\n### La pestaña Antivirus ###\r\n\r\n**Paso 1**. **Haz clic** en la pestaña *Antivirus* para activar la siguiente pantalla: \r\n\r\n![](/sbox/screen/thunderbird-es-1/29.png)\r\n\r\n*Imagen 6: Pestaña Antivirus* \r\n\r\nEsta opción permite que tu antivirus escanee y aísle los mensajes individuales a medida que llegan. Si no habilitas este ajuste, es posible que *toda* tu carpeta de *bandeja de entrada* pueda ser “puesta en cuarentena” si recibes un mensaje infectado.\r\n\r\n**Nota**: Con esto se presupone que tienes un antivirus instalado. Consulta [**Avast**](/es/avast_principal) para obtener más información sobre cómo instalar y configurar el programa antivirus.\r\n\r\n### La pestaña Contraseñas ###\r\n\r\n**Paso 2**. **Haz clic** en la pestaña *Contraseñas* para activar la siguiente pantalla: \r\n\r\n![](/sbox/screen/thunderbird-es-1/30.png)\r\n\r\n*Imagen 7: La pestaña Contraseñas*\r\n\r\n**Importante:** Te recomendamos encarecidamente que mantengas tus contraseñas privadas y seguras utilizando un programa diseñado específicamente con este propósito. Consulta [**KeyPass**](/es/keepass_principal) para obtener más información. \r\n\r\n**Nota**: Las opciones de la pestaña *Contraseñas* solo funcionarán si has marcado la casilla *Recordar contraseña* en la primera pantalla de *Configuración de cuenta de correo* en el momento de registrar tu correo con **Thunderbird**. \r\n\r\n**Paso 1**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/31.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/32.png)\r\n\r\n*Imagen 8: Ventana Contraseñas guardadas*\r\n\r\nLa ventana *Contraseñas guardadas* te permite eliminar o ver todas las contraseñas correspondientes a cada una de tus cuentas. Sin embargo, para aumentar tu privacidad y seguridad, puedes crear una *Contraseña maestra* para proteger el acceso a tus cuentas de correo y hacer que todas tus contraseñas sean inaccesibles a cualquiera que esté familiarizado con las opciones de contraseña en **Thunderbird**.\r\n\r\n**Paso 3**. **Marca** la opción *Usar una contraseña maestra* tal y como se muestra en la *imagen 7* para habilitar el botón *Cambiar contraseña maestra...*.\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/33.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/34.png)\r\n\r\n*Imagen 9: Ventana Cambiar contraseña maestra*\r\n\r\n**Paso 5**. **Escribe** una contraseña lo suficientemente segura que solo tú recuerdes, y luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para confirmar que es tu *Contraseña maestra*. \r\n\r\n### Contenido Web ###\r\n\r\nUna cookie es un pequeño texto que tu navegador utiliza para autenticar o identificar una página web determinada. La opción *Contenido Web* te permite especificar qué blog, canal de noticias o chats son fiables y seguros.  \r\n\r\n**Paso 1**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/36.png) para mostrar las opciones del *Contenido Web* tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/37.png)\r\n\r\n*Imagen 10: La pestaña Privacidad*\r\n\r\n**Paso 2**. **Selecciona** la opción *Cierre Thunderbird* en *Conservar hasta que:* para eliminar las cookies cada vez que cierres **Thunderbird** y añadir más seguridad.\r\n\r\n<a name=\"3.4\"></a>\r\n### 3.4 Habilitar el filtro adaptativo de correo no deseado en la cuenta ###\r\n\r\nEl segundo filtro de correo basura de **Thunderbird** está disponible en la ventana *Configuración de la cuenta - Configuración de correo no deseado*. Estos filtros están deshabilitados por defecto, así que debes activarlos para utilizarlos. Cada vez que lleguen correos basura, **Thunderbird** los enviará automáticamente a las carpetas *Junk* relacionadas con cada cuenta. \r\n\r\n**Paso 1**. **Selecciona Herramientas > Configuración de la cuenta** para activar la ventana *Configuración de la cuenta*.\r\n\r\n**Paso 2**. **Selecciona** *Configuración de correo no deseado* relacionada con una cuenta determinada de **Gmail** o **RiseUp** en la barra lateral. \r\n\r\n**Paso 3**. **Activa** las opciones de *Configuración de correo no deseado* para que tu propia pantalla *Configuración de la cuenta- Configuración de correo no deseado* sea igual que la que se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/38.png)\r\n\r\n*Imagen 11: Ventana Configuración de la cuenta - Configuración de correo no deseado*\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para completar la configuración de la ventana *Configuración de la cuenta*.\r\n\r\n**Nota**: Se deben configurar las casillas de *Configuración de correo no deseado* por separado para cada una de las cuentas. De esta forma, el correo basura de una cuenta de **Gmail** o **RiseUp** se enviará a la correspondiente carpeta de *Eliminados*. Como alternativa, puedes escoger una *Carpeta local* para recibir el correo basura de todas tus cuentas. \r\n\r\n![](/sbox/screen/thunderbird-es-1/39.png)\r\n\r\n*Imagen 12: Ventana Configuración de la cuenta - Configuración de correo no deseado mostrando los ajustes de la carpeta principal de correo basura*\r\n\r\n**Paso 1**. **Selecciona** la opción *Configuración de correo no deseado* justo debajo de las *Carpetas locales* en la barra lateral.\r\n\r\n**Paso 2**. **Selecciona** la alternativa *Carpetas locales* del desplegable en la carpeta *Junk* tal y como se muestra en la *imagen 12*.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para completar la configuración de la ventana *Configuración de la cuenta*.\r\n\r\nAhora que has configurado las distintas opciones de seguridad y de correo no deseado en **Thunderbird**, continúa con la sección siguiente, [**Usar Enigmail con GnuPG en Thunderbird**] (/en/thuderbird_encryption). "
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2050", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2050", 
                "link_title": "How to Configure Important Thunderbird Settings", 
                "menu_name": "book-toc-1928", 
                "mlid": "5196", 
                "module": "book", 
                "nid": "2050", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5196", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "How to Configure Important Thunderbird Settings", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456951915", 
            "comment": "0", 
            "created": "1441121878", 
            "current_revision_id": "13466", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbird_seguridad", 
                        "value": "thunderbird_seguridad"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5196": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2050", 
                    "link_title": "How to Configure Important Thunderbird Settings", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5196", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5196", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2050", 
            "num_revisions": "26", 
            "path": "https://securityinabox.org/en/thunderbird_security", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456951915", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Configurar los ajustes de seguridad en Thunderbird", 
                        "value": "Configurar los ajustes de seguridad en Thunderbird"
                    }
                ]
            }, 
            "title_original": "How to Configure Important Thunderbird Settings", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935147", 
                        "created": "1442935147", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085297", 
                        "created": "1442399402", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442499915", 
                        "created": "1442499915", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452095679", 
                        "created": "1441631702", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1454080348", 
                        "created": "1442846465", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456951915", 
                        "created": "1456951915", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "km": {
                        "changed": "1455118875", 
                        "created": "1455118875", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443621942", 
                        "created": "1443621942", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441188979", 
                        "created": "1441188979", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444183843", 
                        "created": "1444182089", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021821", 
                        "created": "1443021821", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444833988", 
                        "created": "1444729312", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2050", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446202452", 
                        "created": "1441121878", 
                        "entity_id": "2050", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2050", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5b897e4f-a2b5-49a1-bb2e-1e331b5a1302", 
            "vid": "13466", 
            "vuuid": "8b9726f8-be71-4730-84b7-2f7e2bc52138"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Secciones en esta página:</p>\n\n<ul><li><a href=\"#4.0\"><strong>4.0 Un resumen de Enigmail, GnuPG y Cifrado de clave pública y privada</strong></a></li>\n<li><a href=\"#4.1\"><strong>4.1 Instalar Enigmail y GnuPG</strong></a></li>\n<li><a href=\"#4.2\"><strong>4.2 Generar pares de claves y configurar Enigmail para que funcione con tus cuentas correo</strong></a></li>\n<li><a href=\"#4.3\"><strong>4.3 Intercambiar claves públicas</strong></a></li>\n<li><a href=\"#4.4\"><strong>4.4 Validar y firmar un par de claves</strong></a></li>\n<li><a href=\"#4.5\"><strong>4.5 Cifrar y descifrar un mensaje</strong></a></li>\n</ul><p><a name=\"4.0\" id=\"4.0\"></a></p>\n\n<h2>4.0 Un resumen de Enigmail, GnuPG y Cifrado de clave pública y privada</h2>\n\n<p><strong>Enigmail</strong> es un complemento de <strong>Mozilla Thunderbird</strong> que te permite proteger la privacidad de tu comunicación por correo. <strong>Enigmail</strong> es una interfaz que te deja utilizar el programa de cifrado <strong>GnuPG</strong> dentro de <strong>Thunderbird</strong>.  La interfaz de <strong>Enigmail</strong> está representada como <em>Enigmail</em> en la barra de herramientas del panel de control de <strong>Thunderbird</strong>.</p>\n\n<p><strong>Engimail</strong> se basa en la <a href=\"https://es.wikipedia.org/wiki/Criptografia_asimetrica\"><strong>criptografía asimétrica</strong></a>.\nCon este método, cada individuo debe generar su propio par de claves personal. La primera clave se conoce como <em>clave privada</em>. Está protegida con una contraseña o frase clave que debe guardarse y <em>nunca</em> compartirse con <em>nadie</em>.</p>\n\n<p>La segunda clave se conoce como <em>clave pública</em>. Esta clave se puede compartir con cualquiera de tus corresponsales. Una vez que dispongas de la <em>clave pública</em> de un corresponsal, puedes comenzar a enviarle correos cifrados a esta persona. Solo esa persona podrá descifrar y leer tus correos porque es la única que tiene acceso a la <em>clave privada</em> correspondiente.</p>\n\n<p>Del mismo modo, si envías una copia de tu <em>clave pública</em> a tus contactos de correo y mantienes en secreto la correspondiente <em>clave privada</em>, solo tú podrás leer los mensajes cifrados de esos contactos.</p>\n\n<p><strong>Enigmail</strong> te permite adjuntar <em>firmas digitales</em> a tus mensajes. El receptor de tu mensaje que tenga una copia auténtica de tu <em>clave pública</em> podrá verificar que el correo es tuyo, y que su contenido no fue manipulado en el trayecto. Asimismo, si tienes una <em>clave pública</em> de un corresponsal, puedes verificar las firmas digitales de sus mensajes firmados.</p>\n\n<p><a name=\"4.1\" id=\"4.1\"></a></p>\n\n<h2>4.1 Instalar Enigmail y GnuPG</h2>\n\n<p>Consulta la <a href=\"/es/thunderbird_principal\"><strong>sección descargar</strong></a> sobre las instrucciones para descargar <strong>Enigmail</strong> y <strong>GnuPG</strong>.</p>\n\n<h3>4.1.1 Instalar GnuPG</h3>\n\n<p>Instalar <strong>GnuPG</strong> es bastante sencillo, se parece a la instalación de otros programas que ya has realizado, y se puede hacer siguiendo los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz doble clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/40.png\" alt=\"\" /> para comenzar con el proceso de instalación. Puede que aparezca el cuadro de diálogo <em>Abrir Archivo – Advertencia de Seguridad</em>. Si eso ocurre, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/02.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/41.png\" alt=\"\" /></p>\n\n<p><em>Imagen 1: Asistente de configuración de GnuPG</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la pantalla <em>Configuración de GNU Privacy Guard - Acuerdo de licencia</em>; una vez leído, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la ventana <em>Configuración de GNU Privacy Guard - Elegir componentes</em>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para aceptar la configuración defecto y activar la ventana <em>Configuración de GNU Privacy Guard - Instalar opciones - Selección de idioma GnuPG</em>.</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para aceptar <em>en-English</em> como idioma por defecto y activar la ventana <em>Seleccionar lugar de instalación</em>.</p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/06.png\" alt=\"\" /> para aceptar la ruta de instalación por defecto y activar la pantalla <em>Elegir carpeta de menú de inicio</em>.</p>\n\n<p><strong>Paso 6</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/06.png\" alt=\"\" /> para empezar a descomprimir e instalar los distintos paquetes de <em>GnuPG**. Una vez completado este proceso, aparecerá la pantalla *Instalación completa</em>.</p>\n\n<p><strong>Paso 7</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> y luego en <img src=\"/sbox/screen/thunderbird-es-1/08.png\" alt=\"\" /> para finalizar la instalación del programa <strong>GnuPG</strong>.</p>\n\n<p><a name=\"4.1.2\" id=\"4.1.2\"></a></p>\n\n<h3>4.1.2 Instalar el complemento Enigmail</h3>\n\n<p>Una vez instalado con éxito el programa <strong>GnuPG</strong>, ahora estás preparado para instalar el complemento <strong>Enigmail</strong>.</p>\n\n<p>Para comenzar con la instalación de <strong>Enigmail</strong>, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Abre Thunderbird</strong>, luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/24a.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Complementos</strong> para activar la ventana <em>Administrador de complementos</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/44.png\" alt=\"\" /> en la barra lateral izquierda - Si no se ha detectado el Complemento Enigmail, verás este mensaje <em>No tiene instalado ningún complemento de este tipo</em>.</p>\n\n<p><strong>Paso 3</strong>. Si el complemento Enigmail aparece en el panel principal <em>Extensiones</em>, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/46.png\" alt=\"\" />. Si no aparece, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/45a.png\" alt=\"\" /> y <strong>selecciona</strong> <em>Instalar complemento desde archivo</em> tal y como muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/46a.png\" alt=\"\" /></p>\n\n<p><em>Imagen 3: Menú de herramientas para todos los complementos</em></p>\n\n<p><strong>Paso 4</strong>. Navega hasta la carpeta donde has guardado la extensión Enigmail (probablemente en la carpeta <em>Descargas</em>) tal y como se muestra en la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/47.png\" alt=\"\" /></p>\n\n<p>*Imagen 4: Ventana Selecciona extensión que quieres instalar</p>\n\n<p><strong>Paso 5</strong>.  <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/48.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/49.png\" alt=\"\" /></p>\n\n<p><em>Imagen 5: Ventana Instalación de programa</em></p>\n\n<p><strong>Importante</strong>: Antes de ejecutar el paso 6, ¡asegúrate de que has guardado todo tu trabajo online!</p>\n\n<p><strong>Paso 6</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/50.png\" alt=\"\" /> y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/51.png\" alt=\"\" /> para completar la instalación del complemento <strong>Enigmail</strong>.</p>\n\n<p>Para comprobar que el complemento <strong>Enigmail</strong> se ha instalado con éxito, vuelve a la interfaz principal de usuario, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/24a.png\" alt=\"\" /> y comprueba que <em>Enigmail</em> aparece como una de las opciones, tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/52.png\" alt=\"\" /></p>\n\n<p><em>Imagen 6: Barra de herramientas de Thunderbird con Enigmail resaltado</em></p>\n\n<h3>4.1.3 Confirmar que Enigmail y GnuPG funcionan</h3>\n\n<p>Antes de empezar a utilizar <strong>Enigmail</strong> y <strong>GnuPG</strong> para autenticar y descifrar tus correos, primero debes asegurarte de que ambos se comunican.</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Enigmail &gt; Preferencias</strong> para mostrar la pantalla de <em>Preferencias de Enigmail</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/53.png\" alt=\"\" /></p>\n\n<p><em>Imagen 7: Ventana de Preferencias de Enigmail</em></p>\n\n<p>Si la instalación de <strong>GnuPG</strong> se ha realizado con éxito, <img src=\"/sbox/screen/thunderbird-es-1/54.png\" alt=\"\" /> se verá en la sección <em>Archivos y directorios</em>; de lo contrario, recibirás una alerta parecida a la siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/55.png\" alt=\"\" /></p>\n\n<p><em>Imagen 8: Mensaje de Alerta de Enigmail</em></p>\n\n<p><strong>Consejo</strong>: Si recibes este mensaje, puede significar que no has instalado <strong>GnuPG</strong> o que lo has instalado en una ubicación diferente. Si has instalado <strong>GnuPG</strong> en una ubicación diferente, <strong>marca</strong> la opción <em>Ignorar con</em> para activar el botón <em>Buscar...</em>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/69.png\" alt=\"\" /> para activar <em>Buscar programa GnuPG</em> y navega de forma manual hasta donde se encuentra el archivo <em>gpg.exe</em> en tu ordenador; si no es así vuelve a <a href=\"#4.1\">4.1 Instalar Enigmail y GnuPG</a>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para regresar al panel de control de <strong>Thunderbird</strong>.</p>\n\n<p><a name=\"4.2\" id=\"4.2\"></a></p>\n\n<h2>4.2 Generar pares de claves y configurar Enigmail para que funcione con tus cuentas correo</h2>\n\n<p>Una vez confirmado el correcto funcionamiento de <strong>Enigmail</strong> y <strong>GnuPG</strong>, puedes configurar una o más cuentas de tu correo para usar <strong>Enigmail</strong> como generador de uno o más pares de claves públicas y privadas.</p>\n\n<h3>4.2.1 Usar el asistente de Enigmail para generar un par de claves</h3>\n\n<p><strong>Enigmail</strong> te ofrece dos formas de generar un par de claves pública y privada. La primera utiliza el <em>Asistente de instalación de Enigmail</em> y la segunda, la pantalla <em>Administrar claves</em>.</p>\n\n<p>Para generar un par de claves por primera vez utilizando el <em>Asistente de instalación de Enigmail</em>, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. Si la ventana <strong>Asistente de instalación</strong> no se activa <strong>selecciona Enigmail &gt; Asistente de instalación</strong> para abrir la pantalla de <em>Asistente de instalación de Enigmail</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/56.png\" alt=\"\" /></p>\n\n<p><em>Imagen 9: Pantalla Bienvenido al asistente de configuración de Enigmail</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la siguiente pantalla. <em>Nota - esta pantalla solo aparecerá si has creado par de claves para otra cuenta</em>.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/59.png\" alt=\"\" /></p>\n\n<p><em>Imagen 10: Pantalla Seleccionar identidades</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Introduce</strong> una frase clave segura en las dos casillas de <em>Contraseña</em>.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/65.png\" alt=\"\" /></p>\n\n<p><em>Imagen 15: Ventana Crear clave - Crear una clave para firmar y cifrar correo electrónico</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para activar la pantalla <em>Resumen</em>, que te muestra los ajustes realizados durante la generación del par de claves.</p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/04.png\" alt=\"\" /> para iniciar la generación del par de claves, tal y como se muestra en la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/67.png\" alt=\"\" /></p>\n\n<p><em>Imagen 16: Ventana Generación de clave - Tu clave se está generando ahora</em></p>\n\n<p><strong>Nota</strong>: Cualquier clave generada utilizando el <em>Asistente de instalación de Enigmail</em> tiene un tamaño de 4096 bits y una duración de 5 años.</p>\n\n<p><strong>Paso 6</strong>. Una vez generada la clave, se te pedirá que crees un certificado de revocación. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/76.png\" alt=\"\" /> tal y como se muestra en la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/68.png\" alt=\"\" /></p>\n\n<p><em>Imagen 17: Confirmación de solicitud de Enigmail</em></p>\n\n<p><strong>Nota</strong>: Si sabes que alguien hostil o malicioso ha tenido acceso no autorizado a tu clave privada o has perdido el acceso a la misma, debes enviar el certificado de revocación para informarle de que no debería usar la correspondiente clave pública. Ten en cuenta que tal vez debas hacer esto si tu ordenador se extravía, es robado o confiscado. Te aconsejamos que hagas copias de seguridad y protejas tu certificado de revocación.</p>\n\n<p><strong>Paso 7</strong>. Te solicitará que <strong>introduzcas</strong> la contraseña que asociaste con la clave recién creada. Y luego <strong>navega</strong> hasta la ubicación donde puedas guardar el certificado de forma segura y <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/78.png\" alt=\"\" /> en la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/70.png\" alt=\"\" /></p>\n\n<p><em>Imagen 18: Crear y guardar certificado de revocación</em></p>\n\n<p><strong>Paso 8</strong>. <strong>Haz clic</strong> en <strong>OK</strong> para completar la creación tanto del par de claves como del certificado de revocación.</p>\n\n<h3>4.2.2 Generar pares de claves adicionales y certificados de revocación para otra cuenta de correo</h3>\n\n<p>Es muy común tener un par de claves diferente para cada cuenta de correo. Es posible utilizar el mismo par de claves para muchas cuentas de correo, pero quizás confunda a tus contactos. Se puede añadir más de una cuenta de correo a un solo par de claves (no hablaremos de eso en este apartado), lo cual aporta algunos beneficios en cuanto al uso, pero también asocia todas esas cuentas de correo a una persona que quizás no sea la deseada.</p>\n\n<p>Sigue los pasos siguientes si quieres generar pares de claves adicionales para otras cuentas de correo.</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Enigmail &gt; Administrar clave</strong> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/71.png\" alt=\"\" /></p>\n\n<p><em>Imagen 19: El menú Generar en la ventana de Administrar clave de Enigmail con la alternativa Nuevo par de claves seleccionada</em></p>\n\n<p><strong>Nota</strong>: <strong>Marca</strong> <em>Mostrar por defecto todas las claves</em> para ver el par de claves generado utilizando el <em>Asistente de configuración de OpenPGP</em> para tu primera cuenta de correo, tal y como se muestra en la <em>imagen 19</em> de arriba y la <em>imagen 23</em> de abajo.</p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona Generar &gt; Nuevo par de claves</strong> en <em>Administrar claves</em> tal y como se muestra en la <em>imagen 19</em> de arriba para activar la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/72.png\" alt=\"\" /></p>\n\n<p><em>Imagen 20: Pantalla Generar clave OpenPGP</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Selecciona</strong> una cuenta de correo del desplegable <em>Cuenta / ID de usuario</em>, <strong>marca</strong> la opción <em>Usar la clave generada para la identidad seleccionada</em>.</p>\n\n<p><strong>Importante</strong>: Genera siempre pares de claves con una frase clave, y <strong>nunca</strong> actives la opción \"sin frase clave\".</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/73.png\" alt=\"\" /></p>\n\n<p><em>Imagen 21: Ventana Generar clave OpenPGP mostrando la pestaña Expiración de la clave</em></p>\n\n<p><strong>Nota</strong>: El período de validez de un par de claves depende completamente de tus necesidades de privacidad y seguridad; cuanto más a menudo cambies los pares de clave, más difícil resulta que el nuevo par de claves esté comprometida. Sin embargo, cada vez que cambies tu par de claves, necesitarás enviar la nueva clave privada a tus corresponsales, y verificarla con cada uno de ellos.</p>\n\n<p><strong>Paso 4</strong>. <strong>Introduce</strong> el número adecuado, y luego <strong>selecciona</strong> la unidad de tiempo deseada (<em>días</em>, <em>meses</em>, <em>años</em>) durante el cual el par de claves será válido.</p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/74.png\" alt=\"\" /> para activar la ventana Confirmación de Enigmail.</p>\n\n<p><strong>Paso 6</strong>. Te solicitará que generes una certificado tal y como se muestra en la <em>imagen 17</em>.</p>\n\n<p><strong>Paso 7</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/76b.png\" alt=\"\" /> para activar la ventana de navegación <em>Crear y guardar certificado de revocación</em>.</p>\n\n<p><strong>Nota</strong>: Si sabes que alguien hostil o malicioso ha tenido acceso no autorizado a tu clave privada o has perdido el acceso a la misma, debes enviar el certificado de revocación para informarle de que no debería usar la correspondiente clave pública. Ten en cuenta que tal vez debas hacer esto si tu ordenador se extravía, es robado o confiscado. Te aconsejamos que hagas copias de seguridad y protejas tu certificado de revocación.</p>\n\n<p><strong>Paso 8</strong>. Busca una ubicación segura para guardar el certificado de revocación tal y como se muestra en la pantalla siguiente y <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/78.png\" alt=\"\" />. Luego te solicitará que introduzcas una frase clave que hayas asociado a tu clave recién creada.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/77.png\" alt=\"\" /></p>\n\n<p><em>Imagen 22: Ventana Crear y guardar certificado de revocación</em></p>\n\n<p><strong>Paso 9</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para completar la generación tanto del par de claves como del certificado de revocación, y regresa a la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/79.png\" alt=\"\" /></p>\n\n<p><em>Imagen 23: Ventana Administrar claves de Enigmail mostrando los pares de clave</em></p>\n\n<p><strong>Nota</strong>: <strong>Marca</strong> la opción <em>Mostrar por defecto todas las claves</em> para mostrar todos los pares de clave y sus cuentas asociadas. Procura encontrarte en un lugar seguro cuando realices esto.</p>\n\n<p>Una vez que hayas generado con éxito tanto el par de claves como el certificado de revocación, ya estás preparado para intercambiar las claves públicas con un corresponsal de confianza.</p>\n\n<h3>4.2.3 Configurar Enigmail para usarlo con tu cuenta de correo</h3>\n\n<p>Para habilitar el uso de <strong>Enigmail</strong> con una cuenta de correo específica, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>.  <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/24a.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Opciones &gt; Configuración de la cuenta</strong>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> <em>Seguridad OpenPGP</em> en el menú de la barra lateral tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/80.png\" alt=\"\" /></p>\n\n<p><em>Imagen 24: Pantalla Configuración de la cuenta - Seguridad OpenPGP</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Marca</strong> la opción <em>Activar el soporte OpenPGP</em> y <strong>selecciona</strong> la opción <em>Usar la dirección de correo de esta identidad para identificar la clave OpenPGP</em>.</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para volver al panel de control de <strong>Thunderbird</strong>.</p>\n\n<p><a name=\"4.3\" id=\"4.3\"></a></p>\n\n<h2>4.3 Intercambiar claves públicas</h2>\n\n<p>Antes de empezar a enviaros mensajes de correos cifrados, tú y tus corresponsales debéis intercambiaros las claves públicas. También debes confirmar la validez de cualquier clave que aceptes mediante la confirmación de que realmente pertenece al supuesto remitente.</p>\n\n<h3>4.3.1 Enviar una clave pública utilizando Enigmail</h3>\n\n<p>Para enviar una clave pública usando <strong>Enigmail</strong>, tanto tú como tu corresponsal seguiréis los siguientes pasos:</p>\n\n<p><strong>Paso 1</strong>. <strong>Abre Thunderbird</strong> y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/81.png\" alt=\"\" /> para escribir un nuevo mensaje.</p>\n\n<p><strong>Paso 2</strong>. Selecciona en el menú la opción <strong>Enigmail &gt; Adjuntar mi clave pública</strong>.</p>\n\n<p><strong>Nota</strong>: Siguiendo este método, no se muestra el panel <strong>Adjuntar archivo:</strong> de forma inmediata. Aparecerá en cuanto envíes el mensaje.</p>\n\n<p>Si deseas enviar una clave pública diferente, <strong>selecciona</strong> la opción del menú <strong>Enigmail &gt; Adjuntar clave pública...</strong> y luego <strong>selecciona</strong> la clave que te gustaría enviar.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/82.png\" alt=\"\" /></p>\n\n<p><em>Imagen 25: El panel Redactar mensaje mostrando la clave adjunta en el panel Adjunto</em>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/83.png\" alt=\"\" /> para enviar tu correo con tu clave pública adjunta.</p>\n\n<h3>4.3.2 Importar una clave pública usando Enigmail</h3>\n\n<p>Tanto tú como tu corresponsal realizaréis los mismos pasos cuando importéis las claves públicas de cada uno.</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona</strong> y <strong>abre</strong> el correo electrónico que contiene la clave pública de tu corresponsal. El archivo adjunto aparecerá de forma similar a como se muestra aquí: <img src=\"/sbox/screen/thunderbird-es-1/87.png\" alt=\"\" /></p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en el archivo adjunto arriba <img src=\"/sbox/screen/thunderbird-es-1/87a.png\" alt=\"\" />. <strong>Enigmail</strong> detecta un mensaje que contiene una clave pública y te pedirá que importes la clave tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/88.png\" alt=\"\" /></p>\n\n<p><em>Imagen 26: Pantalla Confirmación de Enigmail para importar la clave pública</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/89.png\" alt=\"\" /> para importar la clave pública de tu corresponsal.</p>\n\n<p>Si la clave se ha importado con éxito, aparecerá un mensaje parecido al siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/90.png\" alt=\"\" /></p>\n\n<p><em>Imagen 27: Pantalla Alerta de Enigmail mostrando la clave pública de tu corresponsal</em></p>\n\n<p>Para confirmar que has importado con éxito la clave pública de tu corresponsal, ejecuta el siguiente paso:</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Enigmail &gt; Administrar claves</strong> para ver la pantalla <em>Administrar claves Enigmail</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/91.png\" alt=\"\" /></p>\n\n<p><em>Imagen 28: Pantalla Administrar claves Enigmail mostrando una clave pública importada recientemente</em></p>\n\n<p><strong>Ten en cuenta</strong> que la opción <em>Mostrar por defecto todas las claves</em> tiene que estar seleccionada para poder ver las claves.\n<a name=\"4.4\" id=\"4.4\"></a></p>\n\n<h2>4.4 Validar y firmar un par de claves</h2>\n\n<p>Por último, debes verificar que la clave importada realmente pertenece a la persona que supuestamente la envió. Por tanto, confirma su 'validez'. Este es un paso importante que tanto tú como tus contactos deberíais seguir cada vez que recibáis una clave pública.</p>\n\n<h3>4.4.1 Validar un par de claves</h3>\n\n<p><strong>Paso 1</strong>. <strong>Contacta</strong> con tu corresponsal a través de otro medio de comunicación distinto al correo electrónico. Puedes usar el teléfono, mensajes de texto, <strong>Voz sobre Protocolo de Internet</strong> (<strong>VoIP</strong>) o cualquier otro método, pero <strong>debes</strong> estar totalmente seguro de que realmente estás hablando con la persona correcta. Por sus resultados, las conversaciones por voz o vídeo y los encuentros cara a cara son la mejor alternativa, si es conveniente y se pueden concertar de forma segura.</p>\n\n<p><strong>Paso 2</strong>. Tanto tú como tu corresponsal deberíais verificar las 'huellas digitales' de las claves públicas que habéis intercambiado. Una huella es una serie de números y letras únicos que identifica cada clave. Puedes utilizar la pantalla <em>Administrar claves</em> de <strong>Enigmail</strong> para ver la huella de los pares de clave que has creado y las claves públicas que has importado.</p>\n\n<p>Para ver la huella de un par de claves en particular, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Enigmail &gt; Administrar claves</strong> y luego <strong>haz clic con el botón derecho</strong> en una clave determinada para activar el menú emergente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/92.png\" alt=\"\" /></p>\n\n<p><em>Imagen 29: Menú Administrar claves de Enigmail con la alternativa Propiedades seleccionada</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> la opción <em>Propiedades de la clave</em> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/93.png\" alt=\"\" /></p>\n\n<p><em>Imagen 30: Pantalla Propiedades de la clave</em></p>\n\n<p>Tu corresponsal debería repetir estos pasos. Para confirmar las huellas, lee la de tu clave a tu contacto y pídele la verificación de que coincide con la huella que ve en la clave pública que ha recibido. A continuación, pide a tu contacto que realice lo mismo con la huella de su clave. Si las huellas no coinciden, intercambiad las claves públicas de nuevo y repetid el proceso de validación.</p>\n\n<p><strong>Nota</strong>: La huella en sí no es un secreto y puede guardarse para realizar una verificación posterior y cuando mejor te convenga.</p>\n\n<h3>4.4.2 Firmar una clave pública válida</h3>\n\n<p>Una vez verificada la clave del corresponsal determinado, puedes <em>firmarla</em> para confirmar la validez de esta clave.\nFirmar claves puede revelar una conexión entre tu corresponsal y tú cuando enviáis la clave firmada a otra persona o la exportáis al servidor de claves. Con el fin de evitar que esto ocurra, selecciona siempre la opción <em>Firma local</em> de abajo.</p>\n\n<p>Para firmar una clave pública verificada de forma correcta sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Selecciona Enigmail &gt; Administrar claves</strong> para abrir la pantalla <em>Administrar claves</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic con el botón derecho</strong> en la clave pública de tu corresponsal desde la pantalla <em>Administrar claves</em> (véase la imagen 29 de arriba) y <strong>selecciona</strong> en el menú <em>Firmar clave</em> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/94.png\" alt=\"\" /></p>\n\n<p><em>Imagen 31: Pantalla Firmar clave de Enigmail</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Marca</strong> la casilla <em>He realizado una comprobación muy cuidadosa</em>, <strong>selecciona</strong> <em>Firma local (no se puede exportar)</em>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/35.png\" alt=\"\" /> para firmar la clave pública de tu corresponsal. Tal vez te solicite una contraseña para tu clave privada.</p>\n\n<h4>4.4.3 Administrar tus pares de claves</h4>\n\n<p>La ventana <em>Administrar claves de Enigmail</em> se utiliza para generar, validar y firmar diferentes pares de claves. Sin embargo, también puedes realizar otras acciones relacionadas con la administración de claves entre las que se incluyen (véase imagen 29 de arriba):</p>\n\n<ul><li><strong>Administrar ID de usuarios</strong> te permite asociar más de una dirección de correo a un único par de claves.</li>\n<li><strong>Cambiar fecha de expiración</strong> te permite cambiar la fecha de expiración de tu par de claves.</li>\n<li><strong>Cambiar frase clave</strong> te permite cambiar la contraseña que protege tu par de claves.</li>\n<li><strong>Generar y guardar certificado de revocación</strong> te permite generar un nuevo certificado de revocación, si has perdido o extraviado el que habías creado anteriormente. </li>\n</ul><p><a name=\"4.5\" id=\"4.5\"></a></p>\n\n<h2>4.5 Cifrar y descifrar mensajes de correo</h2>\n\n<p><strong>Importante</strong>: La cabecera de cualquier mensaje de correo - es decir, el <em>Asunto</em> y los destinatarios, incluidos cualquier información en los campos <em>Para</em>, <em>CC</em> y <em>CCO</em> - <em>no se puede</em> cifrar y se enviará como texto abierto. Para asegurar la privacidad y seguridad de tus intercambios de correo, el asunto de tu mensaje no debería ser descriptivo con el fin de no revelar información personal.  Además, te aconsejamos que coloques todas las direcciones en el campo <em>CCO</em> cuando envíes correos a un grupo de personas.</p>\n\n<p>Si cifras mensajes de correo con archivos adjuntos, te recomendamos encarecidamente que utilices la opción <strong>PGP/MIME</strong>, ya que ampliará el cifrado a cualquier archivo y nombre de archivos adjuntos en tu correo.</p>\n\n<p>Ten en cuenta que cualquier mensaje cifrado que envíes con Thunderbird/Enigmail/GnuPG se encripta automáticamente con tu clave junto con los destinatarios elegidos de ese correo, así que puedes descifrar los correos en tu carpeta de enviados.</p>\n\n<h3>4.5.1 Cifrar un mensaje</h3>\n\n<p>Una vez que tanto tú como tu corresponsal hayáis importado, validado y firmado con éxito las claves públicas de ambos, ya estáis listos para empezar a cifrar mensajes y descifrar los que recibáis.</p>\n\n<p>Para cifrar los contenidos del mensaje para tu corresponsal, sigue los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Abre</strong> <strong>Thunderbird</strong> y <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/81.png\" alt=\"\" /> para escribir un correo.</p>\n\n<p><strong>Paso 2</strong>. Para cifrar el mensaje, <strong>haz clic</strong> en <em>Enigmail -&gt; El mensaje no será cifrado</em> y <strong>selecciona</strong> <em>Forzar cifrado</em> tal y como se muestra en la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/84.png\" alt=\"\" /></p>\n\n<p><em>Imagen 33: Opción Forzar cifrado</em></p>\n\n<p><strong>Paso 3</strong>. Para firmar el mensaje <strong>haz clic</strong> en <em>Enigmail -&gt; El mensaje no será firmado</em> y <strong>selecciona</strong> <em>Forzar firma</em>.</p>\n\n<p><strong>Nota</strong>: Para verificar que el mensaje se cifra y se firma, comprueba que aparecen <strong>resaltados</strong> los dos iconos siguientes en la esquina inferior derecha del panel de mensaje tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/85.png\" alt=\"\" /></p>\n\n<p><em>Imagen 34: Cifrado y firma habilitado</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-es-1/83.png\" alt=\"\" /> para enviar el mensaje. Es posible que te solicite una contraseña para usar tu clave privada a la hora de firmar el mensaje.</p>\n\n<p><strong>Paso 5 opcional</strong>. Si adjuntas cualquier archivo al mensaje, necesitas <strong>seleccionar</strong> la opción <em>Cifrar/firmar todo el mensaje y enviarlo usando PGP/MIME</em> y <strong>haz clic</strong> en el botón OK de la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/86.png\" alt=\"\" /></p>\n\n<p><em>Imagen 35: Pantalla Solicitud de Enigmail</em></p>\n\n<p><strong>Nota: Si <em>cifras cada archivo adjunto por separado</em> (segunda opción en la imagen 35 de arriba), ¡los nombres de los archivos adjuntos no se cifran y se envían con el texto íntegro! ¡Esto podría filtrar información personal! Utilizar PGP/MIME garantiza que todo el texto, los archivos adjuntos y sus nombres estén cifrados y ocultos.</strong></p>\n\n<h3>4.5.2 Descifrar un mensaje</h3>\n\n<p>Cuando recibes y abres un mensaje cifrado, <strong>Enigmail/OpenPGP</strong> automáticamente intentará descifrar el mensaje en cuanto lo recibes y lo abres. \nSi no es así, selecciona el botón <em>Descifrar</em>.\nEsto activará la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/96.png\" alt=\"\" /></p>\n\n<p><em>Imagen 36: Aviso de Enigmail - Introduzca su frase clave o el PIN de su tarjeta electrónica</em></p>\n\n<p><strong>Paso 1</strong>. <strong>Introduce</strong> tu frase clave tal y como se muestra arriba.</p>\n\n<p>Una vez introducida la frase clave para tu clave privada, el mensaje se descifra y se muestra de la siguiente manera:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/97.png\" alt=\"\" /></p>\n\n<p><em>Imagen 37: El nuevo mensaje descifrado en el panel de mensaje</em></p>\n\n<p>Ahora has descifrado con éxito este mensaje. Si cada vez que tú y tu corresponsal intercambiáis mensajes repetís los pasos descritos en la sección <strong>4.5 Cifrar y descifrar mensajes de correo</strong>, podréis mantener un canal de comunicación verificado y privado, aunque alguien intente controlar los intercambios de correo.</p>\n\n<h3>4.5.3 Ampliar las opciones de seguridad</h3>\n\n<p>Al utilizar <em>Enigmail y GnuPG</em> para garantizar tu privacidad, es muy importante que te asegures de que <strong>todos</strong> los correos enviados están cifrados. Esto incluye respuestas a correos cifrados, borradores de correos que te gustaría cifrar y extractos de correos cifrados anteriormente.</p>\n\n<p><strong>Activa siembre el cifrado del mensaje (como en la sección anterior <em>4.5.1 Cifrar un mensaje</em>) antes de empezar a escribirlo</strong>. De esta manera, te aseguras de que los borradores del mensaje solo se escribirán en el servidor del correo de manera encriptada.</p>\n\n<p>Te recomendamos encarecidamente que <strong>configures Enigmail para que te alerte antes de enviar un mensaje sin cifrar</strong>. A continuación te mostramos los pasos a seguir:</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en el menú <em>Enigmail &gt; Preferencias</em> y <strong>selecciona</strong> la pestaña <em>Enviar</em>.</p>\n\n<p><strong>Paso 2</strong>. Dentro de <em>Confirmar antes de enviar</em> <strong>selecciona</strong> <em>Si no está cifrado</em> y haz clic en OK.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/99.png\" alt=\"\" /></p>\n\n<p><em>Imagen 38: Preferencias de Enigmail - Confirmar antes de enviar</em></p>\n\n<p>Ahora, cada vez que envíes un mensaje sin cifrar, saltará una alerta avisándote de que el mensaje no está cifrado, tal y como se muestra abajo. Si quieres enviar el correo cifrado, <strong>haz clic</strong> en <em>Cancelar</em> y sigue los pasos de la sección 4.5.1.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-es-1/98.png\" alt=\"\" /></p>\n\n<p><em>Imagen 39: Confirmar Enigmail</em></p>\n\n<p><strong>Recuerda otra vez que</strong> los campos <em>Asunto, Para, CC</em> y <em>CCO</em> <strong>nunca</strong> se cifran.</p>\n", 
                        "summary": "", 
                        "value": "Secciones en esta página:\r\n\r\n- [**4.0 Un resumen de Enigmail, GnuPG y Cifrado de clave pública y privada**](#4.0)\r\n- [**4.1 Instalar Enigmail y GnuPG**](#4.1)\r\n- [**4.2 Generar pares de claves y configurar Enigmail para que funcione con tus cuentas correo**](#4.2)\r\n- [**4.3 Intercambiar claves públicas**](#4.3)\r\n- [**4.4 Validar y firmar un par de claves**](#4.4)\r\n- [**4.5 Cifrar y descifrar un mensaje**](#4.5)\r\n\r\n\r\n<a name=\"4.0\"></a>\r\n## 4.0 Un resumen de Enigmail, GnuPG y Cifrado de clave pública y privada ##\r\n\r\n**Enigmail** es un complemento de **Mozilla Thunderbird** que te permite proteger la privacidad de tu comunicación por correo. **Enigmail** es una interfaz que te deja utilizar el programa de cifrado **GnuPG** dentro de **Thunderbird**.  La interfaz de **Enigmail** está representada como *Enigmail* en la barra de herramientas del panel de control de **Thunderbird**. \r\n\r\n**Engimail** se basa en la [**criptografía asimétrica**](https://es.wikipedia.org/wiki/Criptografia_asimetrica).\r\nCon este método, cada individuo debe generar su propio par de claves personal. La primera clave se conoce como *clave privada*. Está protegida con una contraseña o frase clave que debe guardarse y *nunca* compartirse con *nadie*. \r\n\r\nLa segunda clave se conoce como *clave pública*. Esta clave se puede compartir con cualquiera de tus corresponsales. Una vez que dispongas de la *clave pública* de un corresponsal, puedes comenzar a enviarle correos cifrados a esta persona. Solo esa persona podrá descifrar y leer tus correos porque es la única que tiene acceso a la *clave privada* correspondiente.\r\n\r\nDel mismo modo, si envías una copia de tu *clave pública* a tus contactos de correo y mantienes en secreto la correspondiente *clave privada*, solo tú podrás leer los mensajes cifrados de esos contactos.\r\n\r\n**Enigmail** te permite adjuntar *firmas digitales* a tus mensajes. El receptor de tu mensaje que tenga una copia auténtica de tu *clave pública* podrá verificar que el correo es tuyo, y que su contenido no fue manipulado en el trayecto. Asimismo, si tienes una *clave pública* de un corresponsal, puedes verificar las firmas digitales de sus mensajes firmados.\r\n\r\n<a name=\"4.1\"></a>\r\n## 4.1 Instalar Enigmail y GnuPG ##\r\n\r\nConsulta la [**sección descargar**](/es/thunderbird_principal) sobre las instrucciones para descargar **Enigmail** y **GnuPG**.\r\n\r\n### 4.1.1 Instalar GnuPG ###\r\n\r\nInstalar **GnuPG** es bastante sencillo, se parece a la instalación de otros programas que ya has realizado, y se puede hacer siguiendo los pasos siguientes:  \r\n\r\n**Paso 1**. **Haz doble clic** en ![](/sbox/screen/thunderbird-es-1/40.png) para comenzar con el proceso de instalación. Puede que aparezca el cuadro de diálogo *Abrir Archivo – Advertencia de Seguridad*. Si eso ocurre, **haz clic** en ![](/sbox/screen/thunderbird-es-1/02.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/41.png)\r\n\r\n*Imagen 1: Asistente de configuración de GnuPG*\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la pantalla *Configuración de GNU Privacy Guard - Acuerdo de licencia*; una vez leído, **haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la ventana *Configuración de GNU Privacy Guard - Elegir componentes*.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para aceptar la configuración defecto y activar la ventana *Configuración de GNU Privacy Guard - Instalar opciones - Selección de idioma GnuPG*. \r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para aceptar *en-English* como idioma por defecto y activar la ventana *Seleccionar lugar de instalación*.\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/06.png) para aceptar la ruta de instalación por defecto y activar la pantalla *Elegir carpeta de menú de inicio*.\r\n\r\n**Paso 6**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/06.png) para empezar a descomprimir e instalar los distintos paquetes de *GnuPG**. Una vez completado este proceso, aparecerá la pantalla *Instalación completa*.\r\n\r\n**Paso 7**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) y luego en ![](/sbox/screen/thunderbird-es-1/08.png) para finalizar la instalación del programa **GnuPG**.\r\n\r\n<a name=\"4.1.2\"></a>\r\n### 4.1.2 Instalar el complemento Enigmail ###\r\n\r\nUna vez instalado con éxito el programa **GnuPG**, ahora estás preparado para instalar el complemento **Enigmail**. \r\n\r\nPara comenzar con la instalación de **Enigmail**, sigue los pasos siguientes: \r\n\r\n **Paso 1**. **Abre Thunderbird**, luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/24a.png) para mostrar el *Menú de Thunderbird* y **selecciona Complementos** para activar la ventana *Administrador de complementos*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/44.png) en la barra lateral izquierda - Si no se ha detectado el Complemento Enigmail, verás este mensaje *No tiene instalado ningún complemento de este tipo*.   \r\n\r\n**Paso 3**. Si el complemento Enigmail aparece en el panel principal *Extensiones*, **haz clic** en ![](/sbox/screen/thunderbird-es-1/46.png). Si no aparece, **haz clic** en ![](/sbox/screen/thunderbird-es-1/45a.png) y **selecciona** *Instalar complemento desde archivo* tal y como muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/46a.png)\r\n\r\n*Imagen 3: Menú de herramientas para todos los complementos*\r\n\r\n**Paso 4**. Navega hasta la carpeta donde has guardado la extensión Enigmail (probablemente en la carpeta *Descargas*) tal y como se muestra en la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/47.png)\r\n\r\n*Imagen 4: Ventana Selecciona extensión que quieres instalar\r\n\r\n**Paso 5**.  **Haz clic** en ![](/sbox/screen/thunderbird-es-1/48.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/49.png)\r\n\r\n*Imagen 5: Ventana Instalación de programa*\r\n\r\n**Importante**: Antes de ejecutar el paso 6, ¡asegúrate de que has guardado todo tu trabajo online!\r\n\r\n**Paso 6**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/50.png) y luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/51.png) para completar la instalación del complemento **Enigmail**. \r\n\r\nPara comprobar que el complemento **Enigmail** se ha instalado con éxito, vuelve a la interfaz principal de usuario, **haz clic** en ![](/sbox/screen/thunderbird-es-1/24a.png) y comprueba que *Enigmail* aparece como una de las opciones, tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/52.png)\r\n\r\n*Imagen 6: Barra de herramientas de Thunderbird con Enigmail resaltado*\r\n\r\n### 4.1.3 Confirmar que Enigmail y GnuPG funcionan ###\r\n\r\nAntes de empezar a utilizar **Enigmail** y **GnuPG** para autenticar y descifrar tus correos, primero debes asegurarte de que ambos se comunican.\r\n\r\n**Paso 1**. **Selecciona Enigmail > Preferencias** para mostrar la pantalla de *Preferencias de Enigmail* tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/53.png)\r\n\r\n*Imagen 7: Ventana de Preferencias de Enigmail*\r\n\r\nSi la instalación de **GnuPG** se ha realizado con éxito, ![](/sbox/screen/thunderbird-es-1/54.png) se verá en la sección *Archivos y directorios*; de lo contrario, recibirás una alerta parecida a la siguiente:\r\n\r\n![](/sbox/screen/thunderbird-es-1/55.png)\r\n\r\n*Imagen 8: Mensaje de Alerta de Enigmail*\r\n\r\n**Consejo**: Si recibes este mensaje, puede significar que no has instalado **GnuPG** o que lo has instalado en una ubicación diferente. Si has instalado **GnuPG** en una ubicación diferente, **marca** la opción *Ignorar con* para activar el botón *Buscar...*, y luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/69.png) para activar *Buscar programa GnuPG* y navega de forma manual hasta donde se encuentra el archivo *gpg.exe* en tu ordenador; si no es así vuelve a [4.1 Instalar Enigmail y GnuPG](#4.1).\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para regresar al panel de control de **Thunderbird**.\r\n\r\n<a name=\"4.2\"></a>\r\n## 4.2 Generar pares de claves y configurar Enigmail para que funcione con tus cuentas correo ##\r\n\r\nUna vez confirmado el correcto funcionamiento de **Enigmail** y **GnuPG**, puedes configurar una o más cuentas de tu correo para usar **Enigmail** como generador de uno o más pares de claves públicas y privadas.\r\n\r\n### 4.2.1 Usar el asistente de Enigmail para generar un par de claves ###\r\n\r\n**Enigmail** te ofrece dos formas de generar un par de claves pública y privada. La primera utiliza el *Asistente de instalación de Enigmail* y la segunda, la pantalla *Administrar claves*. \r\n\r\nPara generar un par de claves por primera vez utilizando el *Asistente de instalación de Enigmail*, sigue los pasos siguientes:\r\n\r\n**Paso 1**. Si la ventana **Asistente de instalación** no se activa **selecciona Enigmail > Asistente de instalación** para abrir la pantalla de *Asistente de instalación de Enigmail* tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/56.png)\r\n\r\n*Imagen 9: Pantalla Bienvenido al asistente de configuración de Enigmail*\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la siguiente pantalla. *Nota - esta pantalla solo aparecerá si has creado par de claves para otra cuenta*.\r\n\r\n![](/sbox/screen/thunderbird-es-1/59.png)\r\n\r\n*Imagen 10: Pantalla Seleccionar identidades*\r\n\r\n**Paso 3**. **Introduce** una frase clave segura en las dos casillas de *Contraseña*.\r\n\r\n![](/sbox/screen/thunderbird-es-1/65.png)\r\n\r\n*Imagen 15: Ventana Crear clave - Crear una clave para firmar y cifrar correo electrónico*\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para activar la pantalla *Resumen*, que te muestra los ajustes realizados durante la generación del par de claves.\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/04.png) para iniciar la generación del par de claves, tal y como se muestra en la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/67.png)\r\n\r\n*Imagen 16: Ventana Generación de clave - Tu clave se está generando ahora*\r\n\r\n**Nota**: Cualquier clave generada utilizando el *Asistente de instalación de Enigmail* tiene un tamaño de 4096 bits y una duración de 5 años.\r\n\r\n**Paso 6**. Una vez generada la clave, se te pedirá que crees un certificado de revocación. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/76.png) tal y como se muestra en la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/68.png)\r\n\r\n*Imagen 17: Confirmación de solicitud de Enigmail*\r\n\r\n**Nota**: Si sabes que alguien hostil o malicioso ha tenido acceso no autorizado a tu clave privada o has perdido el acceso a la misma, debes enviar el certificado de revocación para informarle de que no debería usar la correspondiente clave pública. Ten en cuenta que tal vez debas hacer esto si tu ordenador se extravía, es robado o confiscado. Te aconsejamos que hagas copias de seguridad y protejas tu certificado de revocación.\r\n\r\n**Paso 7**. Te solicitará que **introduzcas** la contraseña que asociaste con la clave recién creada. Y luego **navega** hasta la ubicación donde puedas guardar el certificado de forma segura y **haz clic** en ![](/sbox/screen/thunderbird-es-1/78.png) en la pantalla siguiente:\r\n\r\n![](/sbox/screen/thunderbird-es-1/70.png)\r\n\r\n*Imagen 18: Crear y guardar certificado de revocación*\r\n\r\n**Paso 8**. **Haz clic** en **OK** para completar la creación tanto del par de claves como del certificado de revocación.\r\n\r\n### 4.2.2 Generar pares de claves adicionales y certificados de revocación para otra cuenta de correo ###\r\n\r\nEs muy común tener un par de claves diferente para cada cuenta de correo. Es posible utilizar el mismo par de claves para muchas cuentas de correo, pero quizás confunda a tus contactos. Se puede añadir más de una cuenta de correo a un solo par de claves (no hablaremos de eso en este apartado), lo cual aporta algunos beneficios en cuanto al uso, pero también asocia todas esas cuentas de correo a una persona que quizás no sea la deseada.\r\n\r\nSigue los pasos siguientes si quieres generar pares de claves adicionales para otras cuentas de correo.\r\n\r\n**Paso 1**. **Selecciona Enigmail > Administrar clave** para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/71.png)\r\n\r\n*Imagen 19: El menú Generar en la ventana de Administrar clave de Enigmail con la alternativa Nuevo par de claves seleccionada* \r\n\r\n**Nota**: **Marca** *Mostrar por defecto todas las claves* para ver el par de claves generado utilizando el *Asistente de configuración de OpenPGP* para tu primera cuenta de correo, tal y como se muestra en la *imagen 19* de arriba y la *imagen 23* de abajo.\r\n\r\n**Paso 2**. **Selecciona Generar > Nuevo par de claves** en *Administrar claves* tal y como se muestra en la *imagen 19* de arriba para activar la pantalla siguiente: \r\n\r\n![](/sbox/screen/thunderbird-es-1/72.png)\r\n\r\n*Imagen 20: Pantalla Generar clave OpenPGP*\r\n\r\n**Paso 3**. **Selecciona** una cuenta de correo del desplegable *Cuenta / ID de usuario*, **marca** la opción *Usar la clave generada para la identidad seleccionada*. \r\n\r\n**Importante**: Genera siempre pares de claves con una frase clave, y **nunca** actives la opción \"sin frase clave\".\r\n\r\n![](/sbox/screen/thunderbird-es-1/73.png)\r\n\r\n*Imagen 21: Ventana Generar clave OpenPGP mostrando la pestaña Expiración de la clave*\r\n\r\n**Nota**: El período de validez de un par de claves depende completamente de tus necesidades de privacidad y seguridad; cuanto más a menudo cambies los pares de clave, más difícil resulta que el nuevo par de claves esté comprometida. Sin embargo, cada vez que cambies tu par de claves, necesitarás enviar la nueva clave privada a tus corresponsales, y verificarla con cada uno de ellos.\r\n\r\n**Paso 4**. **Introduce** el número adecuado, y luego **selecciona** la unidad de tiempo deseada (*días*, *meses*, *años*) durante el cual el par de claves será válido. \r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/74.png) para activar la ventana Confirmación de Enigmail.\r\n\r\n**Paso 6**. Te solicitará que generes una certificado tal y como se muestra en la *imagen 17*.\r\n\r\n**Paso 7**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/76b.png) para activar la ventana de navegación *Crear y guardar certificado de revocación*.\r\n\r\n**Nota**: Si sabes que alguien hostil o malicioso ha tenido acceso no autorizado a tu clave privada o has perdido el acceso a la misma, debes enviar el certificado de revocación para informarle de que no debería usar la correspondiente clave pública. Ten en cuenta que tal vez debas hacer esto si tu ordenador se extravía, es robado o confiscado. Te aconsejamos que hagas copias de seguridad y protejas tu certificado de revocación.\r\n\r\n**Paso 8**. Busca una ubicación segura para guardar el certificado de revocación tal y como se muestra en la pantalla siguiente y **haz clic** en ![](/sbox/screen/thunderbird-es-1/78.png). Luego te solicitará que introduzcas una frase clave que hayas asociado a tu clave recién creada.\r\n\r\n![](/sbox/screen/thunderbird-es-1/77.png)\r\n\r\n*Imagen 22: Ventana Crear y guardar certificado de revocación*\r\n\r\n**Paso 9**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para completar la generación tanto del par de claves como del certificado de revocación, y regresa a la pantalla siguiente:\r\n\r\n![](/sbox/screen/thunderbird-es-1/79.png) \r\n\r\n*Imagen 23: Ventana Administrar claves de Enigmail mostrando los pares de clave*\r\n\r\n**Nota**: **Marca** la opción *Mostrar por defecto todas las claves* para mostrar todos los pares de clave y sus cuentas asociadas. Procura encontrarte en un lugar seguro cuando realices esto.\r\n\r\nUna vez que hayas generado con éxito tanto el par de claves como el certificado de revocación, ya estás preparado para intercambiar las claves públicas con un corresponsal de confianza.\r\n\r\n### 4.2.3 Configurar Enigmail para usarlo con tu cuenta de correo ###\r\n\r\nPara habilitar el uso de **Enigmail** con una cuenta de correo específica, sigue los pasos siguientes:\r\n\r\n**Paso 1**.  **Haz clic** en ![](/sbox/screen/thunderbird-es-1/24a.png) para mostrar el *Menú de Thunderbird* y **selecciona Opciones > Configuración de la cuenta**.\r\n\r\n**Paso 2**. **Selecciona** *Seguridad OpenPGP* en el menú de la barra lateral tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-es-1/80.png)\r\n\r\n*Imagen 24: Pantalla Configuración de la cuenta - Seguridad OpenPGP*\r\n\r\n**Paso 3**. **Marca** la opción *Activar el soporte OpenPGP* y **selecciona** la opción *Usar la dirección de correo de esta identidad para identificar la clave OpenPGP*.\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para volver al panel de control de **Thunderbird**. \r\n\r\n<a name=\"4.3\"></a>\r\n## 4.3 Intercambiar claves públicas ##\r\n\r\nAntes de empezar a enviaros mensajes de correos cifrados, tú y tus corresponsales debéis intercambiaros las claves públicas. También debes confirmar la validez de cualquier clave que aceptes mediante la confirmación de que realmente pertenece al supuesto remitente. \r\n\r\n### 4.3.1 Enviar una clave pública utilizando Enigmail ###\r\n\r\nPara enviar una clave pública usando **Enigmail**, tanto tú como tu corresponsal seguiréis los siguientes pasos:\r\n\r\n**Paso 1**. **Abre Thunderbird** y luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/81.png) para escribir un nuevo mensaje.\r\n\r\n**Paso 2**. Selecciona en el menú la opción **Enigmail > Adjuntar mi clave pública**.\r\n\r\n**Nota**: Siguiendo este método, no se muestra el panel **Adjuntar archivo:** de forma inmediata. Aparecerá en cuanto envíes el mensaje.\r\n\r\nSi deseas enviar una clave pública diferente, **selecciona** la opción del menú **Enigmail > Adjuntar clave pública...** y luego **selecciona** la clave que te gustaría enviar.\r\n\r\n![](/sbox/screen/thunderbird-es-1/82.png) \r\n\r\n*Imagen 25: El panel Redactar mensaje mostrando la clave adjunta en el panel Adjunto*.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/83.png) para enviar tu correo con tu clave pública adjunta. \r\n\r\n### 4.3.2 Importar una clave pública usando Enigmail ###\r\n\r\nTanto tú como tu corresponsal realizaréis los mismos pasos cuando importéis las claves públicas de cada uno.\r\n\r\n**Paso 1**. **Selecciona** y **abre** el correo electrónico que contiene la clave pública de tu corresponsal. El archivo adjunto aparecerá de forma similar a como se muestra aquí: ![](/sbox/screen/thunderbird-es-1/87.png)\r\n\r\n**Paso 2**. **Haz clic** en el archivo adjunto arriba ![](/sbox/screen/thunderbird-es-1/87a.png). **Enigmail** detecta un mensaje que contiene una clave pública y te pedirá que importes la clave tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/88.png)\r\n\r\n*Imagen 26: Pantalla Confirmación de Enigmail para importar la clave pública* \r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/89.png) para importar la clave pública de tu corresponsal.\r\n\r\nSi la clave se ha importado con éxito, aparecerá un mensaje parecido al siguiente:\r\n\r\n![](/sbox/screen/thunderbird-es-1/90.png)\r\n\r\n*Imagen 27: Pantalla Alerta de Enigmail mostrando la clave pública de tu corresponsal*\r\n\r\nPara confirmar que has importado con éxito la clave pública de tu corresponsal, ejecuta el siguiente paso:\r\n\r\n**Paso 1**. **Selecciona Enigmail > Administrar claves** para ver la pantalla *Administrar claves Enigmail* tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/91.png)\r\n\r\n*Imagen 28: Pantalla Administrar claves Enigmail mostrando una clave pública importada recientemente* \r\n\r\n**Ten en cuenta** que la opción *Mostrar por defecto todas las claves* tiene que estar seleccionada para poder ver las claves.\r\n<a name=\"4.4\"></a>\r\n## 4.4 Validar y firmar un par de claves ##\r\n\r\nPor último, debes verificar que la clave importada realmente pertenece a la persona que supuestamente la envió. Por tanto, confirma su 'validez'. Este es un paso importante que tanto tú como tus contactos deberíais seguir cada vez que recibáis una clave pública. \r\n\r\n### 4.4.1 Validar un par de claves ###\r\n\r\n**Paso 1**. **Contacta** con tu corresponsal a través de otro medio de comunicación distinto al correo electrónico. Puedes usar el teléfono, mensajes de texto, **Voz sobre Protocolo de Internet** (**VoIP**) o cualquier otro método, pero **debes** estar totalmente seguro de que realmente estás hablando con la persona correcta. Por sus resultados, las conversaciones por voz o vídeo y los encuentros cara a cara son la mejor alternativa, si es conveniente y se pueden concertar de forma segura. \r\n\r\n**Paso 2**. Tanto tú como tu corresponsal deberíais verificar las 'huellas digitales' de las claves públicas que habéis intercambiado. Una huella es una serie de números y letras únicos que identifica cada clave. Puedes utilizar la pantalla *Administrar claves* de **Enigmail** para ver la huella de los pares de clave que has creado y las claves públicas que has importado. \r\n\r\nPara ver la huella de un par de claves en particular, sigue los pasos siguientes:\r\n\r\n**Paso 1**. **Selecciona Enigmail > Administrar claves** y luego **haz clic con el botón derecho** en una clave determinada para activar el menú emergente: \r\n\r\n![](/sbox/screen/thunderbird-es-1/92.png) \r\n\r\n*Imagen 29: Menú Administrar claves de Enigmail con la alternativa Propiedades seleccionada*\r\n\r\n**Paso 2**. **Selecciona** la opción *Propiedades de la clave* para activar la siguiente pantalla: \r\n\r\n![](/sbox/screen/thunderbird-es-1/93.png)\r\n\r\n*Imagen 30: Pantalla Propiedades de la clave*\r\n\r\nTu corresponsal debería repetir estos pasos. Para confirmar las huellas, lee la de tu clave a tu contacto y pídele la verificación de que coincide con la huella que ve en la clave pública que ha recibido. A continuación, pide a tu contacto que realice lo mismo con la huella de su clave. Si las huellas no coinciden, intercambiad las claves públicas de nuevo y repetid el proceso de validación.\r\n\r\n**Nota**: La huella en sí no es un secreto y puede guardarse para realizar una verificación posterior y cuando mejor te convenga.\r\n\r\n### 4.4.2 Firmar una clave pública válida ###\r\n\r\nUna vez verificada la clave del corresponsal determinado, puedes *firmarla* para confirmar la validez de esta clave.\r\nFirmar claves puede revelar una conexión entre tu corresponsal y tú cuando enviáis la clave firmada a otra persona o la exportáis al servidor de claves. Con el fin de evitar que esto ocurra, selecciona siempre la opción *Firma local* de abajo.\r\n\r\nPara firmar una clave pública verificada de forma correcta sigue los pasos siguientes:\r\n\r\n**Paso 1**. **Selecciona Enigmail > Administrar claves** para abrir la pantalla *Administrar claves*.\r\n\r\n**Paso 2**. **Haz clic con el botón derecho** en la clave pública de tu corresponsal desde la pantalla *Administrar claves* (véase la imagen 29 de arriba) y **selecciona** en el menú *Firmar clave* para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/94.png)\r\n\r\n*Imagen 31: Pantalla Firmar clave de Enigmail*\r\n\r\n**Paso 3**. **Marca** la casilla *He realizado una comprobación muy cuidadosa*, **selecciona** *Firma local (no se puede exportar)*, y luego **haz clic** en ![](/sbox/screen/thunderbird-es-1/35.png) para firmar la clave pública de tu corresponsal. Tal vez te solicite una contraseña para tu clave privada. \r\n\r\n#### 4.4.3 Administrar tus pares de claves ####\r\n\r\nLa ventana *Administrar claves de Enigmail* se utiliza para generar, validar y firmar diferentes pares de claves. Sin embargo, también puedes realizar otras acciones relacionadas con la administración de claves entre las que se incluyen (véase imagen 29 de arriba): \r\n\r\n- **Administrar ID de usuarios** te permite asociar más de una dirección de correo a un único par de claves.\r\n- **Cambiar fecha de expiración** te permite cambiar la fecha de expiración de tu par de claves.\r\n- **Cambiar frase clave** te permite cambiar la contraseña que protege tu par de claves.\r\n- **Generar y guardar certificado de revocación** te permite generar un nuevo certificado de revocación, si has perdido o extraviado el que habías creado anteriormente. \r\n\r\n<a name=\"4.5\"></a>\r\n## 4.5 Cifrar y descifrar mensajes de correo ##\r\n\r\n**Importante**: La cabecera de cualquier mensaje de correo - es decir, el *Asunto* y los destinatarios, incluidos cualquier información en los campos *Para*, *CC* y *CCO* - *no se puede* cifrar y se enviará como texto abierto. Para asegurar la privacidad y seguridad de tus intercambios de correo, el asunto de tu mensaje no debería ser descriptivo con el fin de no revelar información personal.  Además, te aconsejamos que coloques todas las direcciones en el campo *CCO* cuando envíes correos a un grupo de personas.\r\n\r\nSi cifras mensajes de correo con archivos adjuntos, te recomendamos encarecidamente que utilices la opción **PGP/MIME**, ya que ampliará el cifrado a cualquier archivo y nombre de archivos adjuntos en tu correo.\r\n\r\nTen en cuenta que cualquier mensaje cifrado que envíes con Thunderbird/Enigmail/GnuPG se encripta automáticamente con tu clave junto con los destinatarios elegidos de ese correo, así que puedes descifrar los correos en tu carpeta de enviados.\r\n\r\n### 4.5.1 Cifrar un mensaje ###\r\n\r\nUna vez que tanto tú como tu corresponsal hayáis importado, validado y firmado con éxito las claves públicas de ambos, ya estáis listos para empezar a cifrar mensajes y descifrar los que recibáis.\r\n\r\nPara cifrar los contenidos del mensaje para tu corresponsal, sigue los pasos siguientes:\r\n\r\n**Paso 1**. **Abre** **Thunderbird** y **haz clic** en ![](/sbox/screen/thunderbird-es-1/81.png) para escribir un correo.\r\n\r\n**Paso 2**. Para cifrar el mensaje, **haz clic** en *Enigmail -> El mensaje no será cifrado* y **selecciona** *Forzar cifrado* tal y como se muestra en la pantalla siguiente:\r\n\r\n![](/sbox/screen/thunderbird-es-1/84.png) \r\n\r\n*Imagen 33: Opción Forzar cifrado*\r\n\r\n**Paso 3**. Para firmar el mensaje **haz clic** en *Enigmail -> El mensaje no será firmado* y **selecciona** *Forzar firma*. \r\n\r\n**Nota**: Para verificar que el mensaje se cifra y se firma, comprueba que aparecen **resaltados** los dos iconos siguientes en la esquina inferior derecha del panel de mensaje tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbird-es-1/85.png) \r\n\r\n*Imagen 34: Cifrado y firma habilitado*\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-es-1/83.png) para enviar el mensaje. Es posible que te solicite una contraseña para usar tu clave privada a la hora de firmar el mensaje.\r\n\r\n**Paso 5 opcional**. Si adjuntas cualquier archivo al mensaje, necesitas **seleccionar** la opción *Cifrar/firmar todo el mensaje y enviarlo usando PGP/MIME* y **haz clic** en el botón OK de la pantalla siguiente: \r\n\r\n ![](/sbox/screen/thunderbird-es-1/86.png) \r\n\r\n*Imagen 35: Pantalla Solicitud de Enigmail*\r\n\r\n**Nota: Si *cifras cada archivo adjunto por separado* (segunda opción en la imagen 35 de arriba), ¡los nombres de los archivos adjuntos no se cifran y se envían con el texto íntegro! ¡Esto podría filtrar información personal! Utilizar PGP/MIME garantiza que todo el texto, los archivos adjuntos y sus nombres estén cifrados y ocultos.**\r\n\r\n### 4.5.2 Descifrar un mensaje ###\r\n\r\nCuando recibes y abres un mensaje cifrado, **Enigmail/OpenPGP** automáticamente intentará descifrar el mensaje en cuanto lo recibes y lo abres. \r\nSi no es así, selecciona el botón *Descifrar*.\r\nEsto activará la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-es-1/96.png)\r\n\r\n*Imagen 36: Aviso de Enigmail - Introduzca su frase clave o el PIN de su tarjeta electrónica*\r\n\r\n**Paso 1**. **Introduce** tu frase clave tal y como se muestra arriba.\r\n\r\nUna vez introducida la frase clave para tu clave privada, el mensaje se descifra y se muestra de la siguiente manera:\r\n\r\n![](/sbox/screen/thunderbird-es-1/97.png)\r\n\r\n*Imagen 37: El nuevo mensaje descifrado en el panel de mensaje*\r\n\r\nAhora has descifrado con éxito este mensaje. Si cada vez que tú y tu corresponsal intercambiáis mensajes repetís los pasos descritos en la sección **4.5 Cifrar y descifrar mensajes de correo**, podréis mantener un canal de comunicación verificado y privado, aunque alguien intente controlar los intercambios de correo.\r\n\r\n### 4.5.3 Ampliar las opciones de seguridad ###\r\n\r\nAl utilizar *Enigmail y GnuPG* para garantizar tu privacidad, es muy importante que te asegures de que **todos** los correos enviados están cifrados. Esto incluye respuestas a correos cifrados, borradores de correos que te gustaría cifrar y extractos de correos cifrados anteriormente. \r\n\r\n**Activa siembre el cifrado del mensaje (como en la sección anterior *4.5.1 Cifrar un mensaje*) antes de empezar a escribirlo**. De esta manera, te aseguras de que los borradores del mensaje solo se escribirán en el servidor del correo de manera encriptada.\r\n\r\nTe recomendamos encarecidamente que **configures Enigmail para que te alerte antes de enviar un mensaje sin cifrar**. A continuación te mostramos los pasos a seguir:\r\n\r\n**Paso 1**. **Haz clic** en el menú *Enigmail > Preferencias* y **selecciona** la pestaña *Enviar*.\r\n\r\n**Paso 2**. Dentro de *Confirmar antes de enviar* **selecciona** *Si no está cifrado* y haz clic en OK. \r\n\r\n![](/sbox/screen/thunderbird-es-1/99.png)\r\n\r\n*Imagen 38: Preferencias de Enigmail - Confirmar antes de enviar*\r\n\r\nAhora, cada vez que envíes un mensaje sin cifrar, saltará una alerta avisándote de que el mensaje no está cifrado, tal y como se muestra abajo. Si quieres enviar el correo cifrado, **haz clic** en *Cancelar* y sigue los pasos de la sección 4.5.1.\r\n \r\n![](/sbox/screen/thunderbird-es-1/98.png)\r\n\r\n*Imagen 39: Confirmar Enigmail*\r\n\r\n**Recuerda otra vez que** los campos *Asunto, Para, CC* y *CCO* **nunca** se cifran."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2051", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2051", 
                "link_title": "How to Use Enigmail with GnuPG in Thunderbird", 
                "menu_name": "book-toc-1928", 
                "mlid": "5197", 
                "module": "book", 
                "nid": "2051", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5197", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "How to Use Enigmail with GnuPG in Thunderbird", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456952011", 
            "comment": "0", 
            "created": "1441121918", 
            "current_revision_id": "13467", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbird_usarenigmail", 
                        "value": "thunderbird_usarenigmail"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5197": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2051", 
                    "link_title": "How to Use Enigmail with GnuPG in Thunderbird", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5197", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5197", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2051", 
            "num_revisions": "38", 
            "path": "https://securityinabox.org/en/node/2051", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456952011", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Usar Enigmail con GnuPG en Thunderbird", 
                        "value": "Usar Enigmail con GnuPG en Thunderbird"
                    }
                ]
            }, 
            "title_original": "How to Use Enigmail with GnuPG in Thunderbird", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935242", 
                        "created": "1442935242", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1453907391", 
                        "created": "1442399561", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442500185", 
                        "created": "1442500185", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452095854", 
                        "created": "1441632031", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442846591", 
                        "created": "1442846591", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456952011", 
                        "created": "1456952011", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "km": {
                        "changed": "1455119237", 
                        "created": "1455119237", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443622037", 
                        "created": "1443622037", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1446558658", 
                        "created": "1441189058", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444679937", 
                        "created": "1444186162", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021845", 
                        "created": "1443021845", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834038", 
                        "created": "1444729419", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446477549", 
                        "created": "1441121918", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2051", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445435441", 
                        "created": "1445435441", 
                        "entity_id": "2051", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2051", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c726926f-f101-4c2e-b6f8-a97f90a4d3ae", 
            "vid": "13467", 
            "vuuid": "3507a856-35ad-4d59-a521-96388a774a51"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>5.1 Diferencias entre las versiones instaladas y portables de Thunderbird</h2>\n\n<p>El principal beneficio de utilizar <strong>Thunderbird portable</strong> es la posibilidad de almacenar copias locales de tus correos en la unidad extraíble o memoria USB. Además de esto, tanto el programa <strong>Thunderbird portable</strong> como todas las copias locales de tus correos, se pueden ocultar en un volumen cifrado de <strong>TrueCrypt</strong>. De esta forma, aumentas la seguridad de tus correos y ocultas las cuentas y direcciones que utilizas. No obstante, ten en cuenta que tanto la memoria extraíble o la memoria USB como las herramientas portables son tan seguras como el ordenador que usas, y corren el riesgo de exponerse a adware, malware, spyware y virus.</p>\n\n<p><strong>Nota</strong>: Para mantener la privacidad y seguridad de tus comunicaciones por correo, te recomendamos encarecidamente que descargues y extraigas <strong>GnuPG Portable</strong> como te mostramos al final de esta página.</p>\n\n<h2>5.2 Descargar y extraer Thunderbird portable</h2>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en  <a href=\"http://portableapps.com/apps/internet/Thunderbird_portable\"><strong>http://portableapps.com/apps/internet/Thunderbird_portable</strong></a> para dirigirte al sitio de descarga adecuado.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/01.png\" alt=\"\" /> para activar el sitio de descarga <strong>Source Forge</strong>.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/02.png\" alt=\"\" /> para guardar el instalador <img src=\"/sbox/screen/thunderbirdportable-es-1/03.png\" alt=\"\" /> en tu ordenador, y luego <strong>navega</strong> para buscarlo.</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz doble clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/03.png\" alt=\"\" />; aparecerá el cuadro de diálogo <em>Abrir archivo - Advertencia de seguridad</em>. Si eso ocurre, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/04.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/05.png\" alt=\"\" /></p>\n\n<p><em>Imagen 1: Ventana del Instalador de Mozilla Thunderbird, Edición portable | Portableapps.com</em></p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/06.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/07.png\" alt=\"\" /></p>\n\n<p><em>Imagen 2: Ventana Seleccionar lugar de instalación</em></p>\n\n<p><strong>Paso 6</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/08.png\" alt=\"\" /> para activar la ventana <em>Buscar carpetas</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/09.png\" alt=\"\" /></p>\n\n<p><em>Imagen 3: Ventana Buscar carpetas</em></p>\n\n<p><strong>Paso 7</strong>. <strong>Navega</strong> hasta la memoria extraíble o memoria USB, tal y como se muestra en la <em>Imagen 3</em> de arriba, luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/10.png\" alt=\"\" /> para confirmar la ubicación del archivo <strong>Mozilla Thunderbird, Edición Portable</strong>, y vuelve a la ventana <em>Seleccionar lugar de instalación</em>.</p>\n\n<p><strong>Paso 8</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/11.png\" alt=\"\" /> para activar la ventana <em>Instalar</em> y comienza la extracción del archivo <strong>Mozilla Thunderbird, Edición Portable</strong>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/12.png\" alt=\"\" /> para completar el proceso de extracción.</p>\n\n<p><strong>Paso 9</strong>. <strong>Navega</strong> hasta la memoria extraíble o memoria USB donde se ha guardado el archivo <strong>Mozilla Thunderbird, Edición Portable</strong>.</p>\n\n<p><strong>Paso 10</strong>. <strong>Haz doble clic</strong> para abrir la memoria extraíble o memoria USB, y debería verse como en la siguiente imagen:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/13.png\" alt=\"\" /></p>\n\n<p><em>Imagen 4: Edición portable de Mozilla Thunderbird recién instalada mostrando la carpeta Thunderbird portable</em></p>\n\n<h2>5.3 Descargar y extraer GPG portable para Thunderbird</h2>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <a href=\"http://portableapps.com/support/thunderbird_portable#encryption\"><strong>http://portableapps.com/support/thunderbird_portable#encryption</strong></a> para dirigirte al sitio de descarga.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/17.png\" alt=\"\" /> para activar la ventana de descarga <em>GPG_for_Thunderbird_Portable_2.0.27.paf.exe</em>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/02.png\" alt=\"\" /> para guardar el instalador <img src=\"/sbox/screen/thunderbirdportable-es-1/18.png\" alt=\"\" />; y después <strong>navega</strong> hasta su ubicación.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz doble clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/18.png\" alt=\"\" />; aparecerá el cuadro de diálogo <em>Abrir archivo - Advertencia de seguridad</em>. Si eso ocurre, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/04.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/19.png\" alt=\"\" /></p>\n\n<p>*Imagen 6: Ventana Idioma de instalación</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/10.png\" alt=\"\" /> para activar la ventana <strong>Instalador de GPG para Thunderbird | Portable Apps</strong>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/06.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/20.png\" alt=\"\" /></p>\n\n<p><em>Imagen 7: Ventana Seleccionar lugar de instalación</em></p>\n\n<p><strong>Paso 5</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/08.png\" alt=\"\" /> para activar la ventana <em>Buscar carpetas</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/21.png\" alt=\"\" /></p>\n\n<p><em>Imagen 8: Ventana Buscar carpetas</em></p>\n\n<p><strong>Paso 6</strong>. <strong>Busca</strong> la misma carpeta donde guardas <strong>Portable Thunderbird</strong>, y  <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/10.png\" alt=\"\" /> para volver a la ventana <em>Seleccionar lugar de instalación</em> (<em>Imagen 7</em>) y luego en <img src=\"/sbox/screen/thunderbirdportable-es-1/11.png\" alt=\"\" /> para empezar a extraer <strong>GnuPG Portable</strong>, y después <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/12.png\" alt=\"\" /> una vez completado el proceso de extracción.</p>\n\n<h2>5.4 Descargar e instalar Enigmail</h2>\n\n<p><strong>Enigmail</strong> es un complemento de <strong>Mozilla Thunderbird</strong> que te permite proteger la privacidad de tu comunicación por correo. <strong>Enigmail</strong> es sencillamente una interfaz que te permite utilizar el programa de cifrado <strong>GnuPG</strong> desde <strong>Thunderbird</strong>.  La interfaz de <strong>Enigmail</strong> se muestra en la barra de herramientas del panel de control de <strong>Thunderbird</strong>.</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <a href=\"https://www.enigmail.net/download/\"><strong>https://www.enigmail.net/download/</strong></a> para dirigirte al sitio de descarga.</p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> <em>¿Cuál es su sistema operativo?</em> (p.ej. <em>Windows</em>) y <em>¿Qué cliente de correo utiliza?</em> (p.ej. <em>Thunderbird 31</em>) y <strong>haz clic</strong> en el enlace <em>Descargar Enigmail x.x.x</em> (p.ej. <em>Descargar Enigmail 1.8.2</em>) para activar la ventana de descarga <em>enigmail-1.7.2-tb-win.xpi</em>, y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/25.png\" alt=\"\" /> para guardar el <img src=\"/sbox/screen/thunderbirdportable-es-1/26.png\" alt=\"\" /> en tu ordenador.</p>\n\n<p><strong>Paso 3</strong>. <strong>Abre</strong> la carpeta <strong>Thunderbird Portable</strong>, y luego <strong>haz doble clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/14.png\" alt=\"\" /> para abrir <strong>Thunderbird Portable</strong>.</p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/27.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Complementos</strong>  en el panel de control de <strong>Thunderbird Portable</strong> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/28.png\" alt=\"\" /></p>\n\n<p><em>Imagen 10: Panel de control de Thunderbird Portable con la opción Complementos seleccionada</em></p>\n\n<p>Esto activará la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/29.png\" alt=\"\" /></p>\n\n<p><em>Imagen 11: Ventana Complementos de Thunderbird Portable</em></p>\n\n<p><strong>Paso 5</strong>. Si el complemento Enigmail aparece en el panel principal <em>Extensiones</em>, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/30.png\" alt=\"\" />. Si no aparece, <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/31.png\" alt=\"\" /> y  <strong>selecciona</strong> <em>Instalar complemento desde archivo</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbirdportable-es-1/32.png\" alt=\"\" /></p>\n\n<p><em>Imagen 12: Menú de herramientas para todos los complementos</em></p>\n\n<p><strong>Paso 6</strong>. Navega hasta la carpeta donde has guardado el complemento <strong>Enigmail</strong> (probablemente en la carpeta <em>Descargas</em>) y <strong>selecciona</strong> el archivo del complemento.</p>\n\n<p><strong>Paso 7</strong>.  <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/33.png\" alt=\"\" /> en la carpeta <em>Instalación de programas</em>.</p>\n\n<p><strong>Paso 8</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbirdportable-es-1/34.png\" alt=\"\" /> para completar la instalación de <strong>Enigmail</strong>, y reinicia <strong>Thunderbird Portable</strong>.</p>\n\n<p>Una vez completados los pasos anteriores con éxito, dirígete al apartado <a href=\"/es/thunderbird_principal\"><strong>Thunderbird</strong></a> para comenzar el registro de tus cuentas de correo y configurarlas para su uso.</p>\n\n<p><strong>Instalar Thunderbird con GPG y Enigmail</strong></p>\n\n<ul><li><em>Lee la breve Introducción en <a href=\"/es/handsonguides\">Guías Manuales</a></em></li>\n<li><em><strong>Haz clic en el icono inferior de Thunderbird, GPG y Enigmail</strong> y 'Abre' o 'Ejecuta' el instalador. Si fuera necesario, guarda primero el instalador, luego búscalo y haz doble clic en él</em></li>\n<li><em>Lee las instrucciones de instalación en la sección siguiente antes de continuar</em></li>\n<li><em>Si guardaste el instalador en tu ordenador, puedes borrarlo después de la instalación</em></li>\n</ul><p><strong>Thunderbird:  Enigmail:  GnuPG:</strong></p>\n\n<p><a href=\"/sbox/programs/ThunderbirdPortable-en.exe\"><img src=\"/sites/security.ngoinabox.org/files/u12/thunderbird.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/enigmail.xpi\"><img src=\"/sites/security.ngoinabox.org/files/u9/enigmail_long.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/GPG_for_Thunderbird_Portable_1.4.11.paf.exe\"><img src=\"/sites/security.ngoinabox.org/files/u9/GnuPG.png\" alt=\"\" /></a></p>\n", 
                        "summary": "", 
                        "value": "## 5.1 Diferencias entre las versiones instaladas y portables de Thunderbird ##\r\n\r\nEl principal beneficio de utilizar **Thunderbird portable** es la posibilidad de almacenar copias locales de tus correos en la unidad extraíble o memoria USB. Además de esto, tanto el programa **Thunderbird portable** como todas las copias locales de tus correos, se pueden ocultar en un volumen cifrado de **TrueCrypt**. De esta forma, aumentas la seguridad de tus correos y ocultas las cuentas y direcciones que utilizas. No obstante, ten en cuenta que tanto la memoria extraíble o la memoria USB como las herramientas portables son tan seguras como el ordenador que usas, y corren el riesgo de exponerse a adware, malware, spyware y virus.\r\n\r\n**Nota**: Para mantener la privacidad y seguridad de tus comunicaciones por correo, te recomendamos encarecidamente que descargues y extraigas **GnuPG Portable** como te mostramos al final de esta página.\r\n\r\n## 5.2 Descargar y extraer Thunderbird portable##\r\n**Paso 1**. **Haz clic** en  [**http://portableapps.com/apps/internet/Thunderbird_portable**](http://portableapps.com/apps/internet/Thunderbird_portable) para dirigirte al sitio de descarga adecuado.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/01.png) para activar el sitio de descarga **Source Forge**.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/02.png) para guardar el instalador ![](/sbox/screen/thunderbirdportable-es-1/03.png) en tu ordenador, y luego **navega** para buscarlo.\r\n\r\n**Paso 4**. **Haz doble clic** en ![](/sbox/screen/thunderbirdportable-es-1/03.png); aparecerá el cuadro de diálogo *Abrir archivo - Advertencia de seguridad*. Si eso ocurre, **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/04.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/05.png)\r\n\r\n*Imagen 1: Ventana del Instalador de Mozilla Thunderbird, Edición portable | Portableapps.com*\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/06.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/07.png)\r\n\r\n*Imagen 2: Ventana Seleccionar lugar de instalación*\r\n\r\n**Paso 6**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/08.png) para activar la ventana *Buscar carpetas* tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/09.png)\r\n\r\n*Imagen 3: Ventana Buscar carpetas*\r\n\r\n**Paso 7**. **Navega** hasta la memoria extraíble o memoria USB, tal y como se muestra en la *Imagen 3* de arriba, luego **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/10.png) para confirmar la ubicación del archivo **Mozilla Thunderbird, Edición Portable**, y vuelve a la ventana *Seleccionar lugar de instalación*. \r\n\r\n**Paso 8**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/11.png) para activar la ventana *Instalar* y comienza la extracción del archivo **Mozilla Thunderbird, Edición Portable**, y luego **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/12.png) para completar el proceso de extracción.\r\n\r\n**Paso 9**. **Navega** hasta la memoria extraíble o memoria USB donde se ha guardado el archivo **Mozilla Thunderbird, Edición Portable**.\r\n\r\n**Paso 10**. **Haz doble clic** para abrir la memoria extraíble o memoria USB, y debería verse como en la siguiente imagen:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/13.png)\r\n\r\n*Imagen 4: Edición portable de Mozilla Thunderbird recién instalada mostrando la carpeta Thunderbird portable*\r\n\r\n## 5.3 Descargar y extraer GPG portable para Thunderbird ##\r\n\r\n**Paso 1**. **Haz clic** en [**http://portableapps.com/support/thunderbird_portable#encryption**](http://portableapps.com/support/thunderbird_portable#encryption) para dirigirte al sitio de descarga.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/17.png) para activar la ventana de descarga *GPG_for_Thunderbird_Portable_2.0.27.paf.exe*, y luego **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/02.png) para guardar el instalador ![](/sbox/screen/thunderbirdportable-es-1/18.png); y después **navega** hasta su ubicación.\r\n\r\n**Paso 3**. **Haz doble clic** en ![](/sbox/screen/thunderbirdportable-es-1/18.png); aparecerá el cuadro de diálogo *Abrir archivo - Advertencia de seguridad*. Si eso ocurre, **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/04.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/19.png)\r\n\r\n*Imagen 6: Ventana Idioma de instalación\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/10.png) para activar la ventana **Instalador de GPG para Thunderbird | Portable Apps**, y luego **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/06.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/20.png)\r\n\r\n*Imagen 7: Ventana Seleccionar lugar de instalación*\r\n\r\n**Paso 5**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/08.png) para activar la ventana *Buscar carpetas* tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/21.png)\r\n\r\n*Imagen 8: Ventana Buscar carpetas*\r\n\r\n**Paso 6**. **Busca** la misma carpeta donde guardas **Portable Thunderbird**, y  **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/10.png) para volver a la ventana *Seleccionar lugar de instalación* (*Imagen 7*) y luego en ![](/sbox/screen/thunderbirdportable-es-1/11.png) para empezar a extraer **GnuPG Portable**, y después **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/12.png) una vez completado el proceso de extracción.\r\n\r\n## 5.4 Descargar e instalar Enigmail ##\r\n\r\n**Enigmail** es un complemento de **Mozilla Thunderbird** que te permite proteger la privacidad de tu comunicación por correo. **Enigmail** es sencillamente una interfaz que te permite utilizar el programa de cifrado **GnuPG** desde **Thunderbird**.  La interfaz de **Enigmail** se muestra en la barra de herramientas del panel de control de **Thunderbird**. \r\n\r\n**Paso 1**. **Haz clic** en [**https://www.enigmail.net/download/**](https://www.enigmail.net/download/) para dirigirte al sitio de descarga.\r\n\r\n**Paso 2**. **Selecciona** *¿Cuál es su sistema operativo?* (p.ej. *Windows*) y *¿Qué cliente de correo utiliza?* (p.ej. *Thunderbird 31*) y **haz clic** en el enlace *Descargar Enigmail x.x.x* (p.ej. *Descargar Enigmail 1.8.2*) para activar la ventana de descarga *enigmail-1.7.2-tb-win.xpi*, y luego **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/25.png) para guardar el ![](/sbox/screen/thunderbirdportable-es-1/26.png) en tu ordenador.\r\n\r\n**Paso 3**. **Abre** la carpeta **Thunderbird Portable**, y luego **haz doble clic** en ![](/sbox/screen/thunderbirdportable-es-1/14.png) para abrir **Thunderbird Portable**.\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/27.png) para mostrar el *Menú de Thunderbird* y **selecciona Complementos**  en el panel de control de **Thunderbird Portable** tal y como se muestra a continuación:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/28.png)\r\n\r\n*Imagen 10: Panel de control de Thunderbird Portable con la opción Complementos seleccionada*\r\n\r\nEsto activará la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/29.png)\r\n\r\n*Imagen 11: Ventana Complementos de Thunderbird Portable*\r\n\r\n**Paso 5**. Si el complemento Enigmail aparece en el panel principal *Extensiones*, **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/30.png). Si no aparece, **haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/31.png) y  **selecciona** *Instalar complemento desde archivo* tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbirdportable-es-1/32.png)\r\n\r\n*Imagen 12: Menú de herramientas para todos los complementos*\r\n\r\n**Paso 6**. Navega hasta la carpeta donde has guardado el complemento **Enigmail** (probablemente en la carpeta *Descargas*) y **selecciona** el archivo del complemento.\r\n\r\n**Paso 7**.  **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/33.png) en la carpeta *Instalación de programas*.\r\n\r\n**Paso 8**. **Haz clic** en ![](/sbox/screen/thunderbirdportable-es-1/34.png) para completar la instalación de **Enigmail**, y reinicia **Thunderbird Portable**.\r\n\r\nUna vez completados los pasos anteriores con éxito, dirígete al apartado [**Thunderbird**](/es/thunderbird_principal) para comenzar el registro de tus cuentas de correo y configurarlas para su uso.\r\n\r\n**Instalar Thunderbird con GPG y Enigmail**\r\n\r\n- *Lee la breve Introducción en [Guías Manuales](/es/handsonguides)*\r\n- ***Haz clic en el icono inferior de Thunderbird, GPG y Enigmail** y 'Abre' o 'Ejecuta' el instalador. Si fuera necesario, guarda primero el instalador, luego búscalo y haz doble clic en él*\r\n- *Lee las instrucciones de instalación en la sección siguiente antes de continuar*\r\n- *Si guardaste el instalador en tu ordenador, puedes borrarlo después de la instalación*\r\n\r\n**Thunderbird:  Enigmail:  GnuPG:**  \r\n\r\n[![](/sites/security.ngoinabox.org/files/u12/thunderbird.png)](/sbox/programs/ThunderbirdPortable-en.exe)\r\n[![](/sites/security.ngoinabox.org/files/u9/enigmail_long.png)](/sbox/programs/enigmail.xpi)\r\n[![](/sites/security.ngoinabox.org/files/u9/GnuPG.png)](/sbox/programs/GPG_for_Thunderbird_Portable_1.4.11.paf.exe)"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2052", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2052", 
                "link_title": "Portable Thunderbird with GPG and Enigmail", 
                "menu_name": "book-toc-1928", 
                "mlid": "5198", 
                "module": "book", 
                "nid": "2052", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5198", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "Portable Thunderbird with GPG and Enigmail", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456243461", 
            "comment": "0", 
            "created": "1441121972", 
            "current_revision_id": "13334", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbird_portatil", 
                        "value": "thunderbird_portatil"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5198": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2052", 
                    "link_title": "Portable Thunderbird with GPG and Enigmail", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5198", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5198", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2052", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/thunderbird_portable", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456243461", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Thunderbird Portátil con GPG y Enigmail", 
                        "value": "Thunderbird Portátil con GPG y Enigmail"
                    }
                ]
            }, 
            "title_original": "Portable Thunderbird with GPG and Enigmail", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935379", 
                        "created": "1442935379", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1456243461", 
                        "created": "1442400620", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442502783", 
                        "created": "1442502783", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442325153", 
                        "created": "1441632379", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455119406", 
                        "created": "1455119406", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443622109", 
                        "created": "1443622109", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441189698", 
                        "created": "1441189698", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444187593", 
                        "created": "1444187593", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021873", 
                        "created": "1443021873", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834123", 
                        "created": "1444729494", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441121972", 
                        "created": "1441121972", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2052", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445517591", 
                        "created": "1445517591", 
                        "entity_id": "2052", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2052", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "d2a9041e-1edf-40b4-a145-7fe047f74dc5", 
            "vid": "13334", 
            "vuuid": "0a3b52e1-e886-477e-bcb8-02f0cd89ae81"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/01.png\" alt=\"\" /></p>\n\n<p><strong>TorBirdy</strong> es un complemento para Thunderbird que se puede utilizar para enviar y recibir correos electrónicos a través de la red Tor, así como proteger tu comunicación con el servidor de correo que uses, aumentar el anonimato de tus mensajes y evitar la posible censura. <strong>TorBirdy</strong> es un complemento magnífico para el cifrado de <strong>Enigmail y GnuPG</strong>.</p>\n\n<p>Puedes <a href=\"https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/\">descargar TorBirdy</a> desde el servidor de complementos de Mozilla Thunderbird.</p>\n\n<p>Se necesita iniciar y configurar los siguientes componentes en tu ordenador para usar TorBirdy:</p>\n\n<ul><li>Thunderbird (consulta el apartado <a href=\"/es/thunderbird_principal\"><strong>Thunderbird con Enigmail y GPG - Cliente de correo seguro</strong></a>);</li>\n<li>Navegador Tor (consulta el apartado <a href=\"/es/tor_principal\"><strong>Navegador Tor - Anonimato y camuflaje digital</strong></a>).</li>\n</ul><p>Hay que tener en cuenta que TorBirdy aún está en fase de desarrollo y prueba. Existen otras alternativas disponibles que se pueden emplear para proteger la comunicación entre Thunderbird y tu servidor de correo, como VPN o SSH proxy - consulta el apartado 8. Guía paso a paso <a href=\"/es/chapter-8\"><strong>8. Permanecer anónimo y evitar la censura en internet</strong></a></p>\n\n<p><a name=\"1.0\" id=\"1.0\"></a></p>\n\n<h2>6.1 Instalar TorBirdy para Thunderbird</h2>\n\n<p>Después de <a href=\"https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/\">descargar  <strong>TorBirdy</strong></a> en tu ordenador, comienza la instalación de <strong>TorBirdy</strong> realizando los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Abre Thunderbird</strong>, luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/03.png\" alt=\"\" /> para mostrar el <em>Menú de Thunderbird</em> y <strong>selecciona Complementos</strong> para activar la ventana <em>Administrador de complementos</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/04.png\" alt=\"\" /> en la barra lateral izquierda.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/05.png\" alt=\"\" /> y  <strong>selecciona</strong> <em>Instalar complemento desde archivo</em> tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/06.png\" alt=\"\" /></p>\n\n<p><em>Imagen 1: Menú de herramientas para todos los complementos</em></p>\n\n<p><strong>Paso 4</strong>. Navega hasta la carpeta donde has guardado el complemento TorBirdy (probablemente en la carpeta <em>Descargas</em>) tal y como se muestra en la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/07.png\" alt=\"\" /></p>\n\n<p><em>Imagen 2: Seleccionar extensión para su instalación</em></p>\n\n<p><strong>Paso 5</strong>.  <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/08.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/09.png\" alt=\"\" /></p>\n\n<p><em>Imagen 3: Ventana Instalación de programa</em></p>\n\n<p><strong>Importante</strong>: ¡Antes de realizar el paso siguiente, asegúrate de que has enviado o guardado todos tus correos!</p>\n\n<p><strong>Paso 6</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/10.png\" alt=\"\" /> y luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/11.png\" alt=\"\" /> para reiniciar Thunderbird y completar la instalación del complemento <strong>TorBirdy</strong>.</p>\n\n<h2>6.2 Usar TorBirdy en Thunderbird</h2>\n\n<p>Antes de utilizar <strong>TorBirdy</strong> con <strong>Thunderbird</strong>, debes asegurarte de que el <strong>Navegador Tor</strong> funciona y está bien conectado a la <strong>Red Tor</strong>. Pero si no has instalado el <strong>Buscador Tor</strong>, consulta <a href=\"/es/tor_principal\"><strong>Buscador Tor - Anonimato y camuflaje digital</strong></a> antes de continuar.</p>\n\n<h2>6.2.1 Habilitar TorBirdy para Thunderbird</h2>\n\n<p>Sigue los pasos siguientes para iniciar el <strong>Navegador Tor</strong> y ejecuta Thunderbird a través de la red <em>Tor</em></p>\n\n<p><strong>Paso 1</strong>. <strong>Navega</strong> hasta la carpeta <em>Navegador Tor</em>, y luego <strong>haz doble clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/18.png\" alt=\"\" /> para activar la siguiente pantalla:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/19.png\" alt=\"\" /></p>\n\n<p><em>Imagen 8: Ventana Estado de Tor</em></p>\n\n<p><em>Nota: se recomienda cerrar cualquier ventana abierta de Firefox antes de iniciar el Navegador Tor</em></p>\n\n<p>Poco después, el <strong>Navegador Tor</strong> abrirá una nueva ventana donde se muestra lo siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/20.png\" alt=\"\" /></p>\n\n<p><em>Imagen 9: Navegador Tor; conectado con éxito a la red Tor</em></p>\n\n<p>Ahora estás conectado a la <em>Red Tor</em> a través del <em>Navegador Tor</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Inicia</strong> Thunderbird e introduce tu contraseña cuando te la solicite. Se verá el estado de TorBirdy en la esquina inferior derecha de la ventana de Thunderbird tal y como se muestra a continuación:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/30.png\" alt=\"\" /></p>\n\n<p><em>Imagen 10: TorBirdy habilitado para Tor</em></p>\n\n<h2>6.2.2 Confirmar TorBirdy se conecta usando Tor</h2>\n\n<p>Sigue los pasos siguientes para probar y confirmar los ajustes de TorBirdy.</p>\n\n<p><strong>Paso 1</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/21.png\" alt=\"\" /> para activar el siguiente menú:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/22.png\" alt=\"\" /></p>\n\n<p><em>Imagen 11: Menú de preferencias de TorBirdy</em></p>\n\n<p><strong>Paso 2</strong>. <strong>Selecciona</strong> <em>Abrir Preferencias de TorBirdy</em> para abrir la ventana que ves a continuación. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/23.png\" alt=\"\" /> el mensaje de advertencias de <em>Opciones avanzadas de TorBirdy</em>.</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/25.png\" alt=\"\" /></p>\n\n<p><em>Imagen 12: Ventana Preferencias de TorBirdy</em></p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/24.png\" alt=\"\" />. Si te has conectado con  éxito a través de la red <em>Tor</em>, verás el siguiente mensaje (<em>Las direcciones IP cambiarán</em>).</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/26.png\" alt=\"\" /></p>\n\n<p><em>Imagen 13: Ventana ¿Estás usando Tor?</em></p>\n\n<p><strong>Nota</strong>: Si no has iniciado el Navegador de Tor o no se conectó a la Red Tor como se muestra en la sección anterior 6.2.1, no podrás conectarte a tu servidor de correo y puede aparecer el siguiente mensaje cuando inicies Thunderbird:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/27.png\" alt=\"\" /></p>\n\n<p><em>Imagen 14: Mensaje Conexión rechazada</em></p>\n\n<p>Hay que tener en cuenta que algunos proveedores de correo como Google Mail podrían rechazar la conexión al servidor de correos a través de la <em>red Tor</em>.</p>\n\n<h2>6.3 Deshabilitar TorBirdy para Thunderbird</h2>\n\n<p>Puedes deshabilitar el complemento TorBirdy si deseas ejecutar Thunderbird sin él  siguiendo los pasos siguientes:</p>\n\n<p><strong>Paso 1</strong>. <strong>Abre Thunderbird</strong>, luego <strong>haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/03.png\" alt=\"\" /> para mostrar el <em>Menú Thunderbird</em> y <strong>seleciona Complementos</strong> para activar la ventana <em>Administrador de complementos</em>.</p>\n\n<p><strong>Paso 2</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/04.png\" alt=\"\" /> en la barra lateral izquierda.</p>\n\n<p><strong>Paso 3</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/29.png\" alt=\"\" /> de la pantalla siguiente:</p>\n\n<p><img src=\"/sbox/screen/thunderbird-TorBirdy-es/28.png\" alt=\"\" /></p>\n\n<p><em>Imagen 15: Deshabilitar la extensión TorBirdy</em></p>\n\n<p><strong>Paso 4</strong>. <strong>Haz clic</strong> en <img src=\"/sbox/screen/thunderbird-TorBirdy-es/11.png\" alt=\"\" /> para reiniciar Thunderbird y terminar de deshabilitar TorBirdy.</p>\n", 
                        "summary": "", 
                        "value": "![](/sbox/screen/thunderbird-TorBirdy-es/01.png)\r\n\r\n**TorBirdy** es un complemento para Thunderbird que se puede utilizar para enviar y recibir correos electrónicos a través de la red Tor, así como proteger tu comunicación con el servidor de correo que uses, aumentar el anonimato de tus mensajes y evitar la posible censura. **TorBirdy** es un complemento magnífico para el cifrado de **Enigmail y GnuPG**.\r\n\r\nPuedes [descargar TorBirdy](https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/) desde el servidor de complementos de Mozilla Thunderbird. \r\n\r\nSe necesita iniciar y configurar los siguientes componentes en tu ordenador para usar TorBirdy:\r\n\r\n- Thunderbird (consulta el apartado [**Thunderbird con Enigmail y GPG - Cliente de correo seguro**](/es/thunderbird_principal));\r\n- Navegador Tor (consulta el apartado [**Navegador Tor - Anonimato y camuflaje digital**](/es/tor_principal)).\r\n\r\nHay que tener en cuenta que TorBirdy aún está en fase de desarrollo y prueba. Existen otras alternativas disponibles que se pueden emplear para proteger la comunicación entre Thunderbird y tu servidor de correo, como VPN o SSH proxy - consulta el apartado 8. Guía paso a paso [**8. Permanecer anónimo y evitar la censura en internet**](/es/chapter-8)\r\n\r\n<a name=\"1.0\"></a>\r\n## 6.1 Instalar TorBirdy para Thunderbird ##\r\n\r\nDespués de [descargar  **TorBirdy**](https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/) en tu ordenador, comienza la instalación de **TorBirdy** realizando los pasos siguientes: \r\n\r\n **Paso 1**. **Abre Thunderbird**, luego **haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/03.png) para mostrar el *Menú de Thunderbird* y **selecciona Complementos** para activar la ventana *Administrador de complementos*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/04.png) en la barra lateral izquierda.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/05.png) y  **selecciona** *Instalar complemento desde archivo* tal y como se muestra a continuación: \r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/06.png)\r\n\r\n*Imagen 1: Menú de herramientas para todos los complementos*\r\n\r\n**Paso 4**. Navega hasta la carpeta donde has guardado el complemento TorBirdy (probablemente en la carpeta *Descargas*) tal y como se muestra en la pantalla siguiente:\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/07.png)\r\n\r\n*Imagen 2: Seleccionar extensión para su instalación*\r\n\r\n**Paso 5**.  **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/08.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/09.png)\r\n\r\n*Imagen 3: Ventana Instalación de programa*\r\n\r\n**Importante**: ¡Antes de realizar el paso siguiente, asegúrate de que has enviado o guardado todos tus correos! \r\n\r\n**Paso 6**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/10.png) y luego **haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/11.png) para reiniciar Thunderbird y completar la instalación del complemento **TorBirdy**.\r\n\r\n\r\n## 6.2 Usar TorBirdy en Thunderbird ##\r\n\r\nAntes de utilizar **TorBirdy** con **Thunderbird**, debes asegurarte de que el **Navegador Tor** funciona y está bien conectado a la **Red Tor**. Pero si no has instalado el **Buscador Tor**, consulta [**Buscador Tor - Anonimato y camuflaje digital**](/es/tor_principal) antes de continuar.\r\n\r\n## 6.2.1 Habilitar TorBirdy para Thunderbird ##\r\n\r\nSigue los pasos siguientes para iniciar el **Navegador Tor** y ejecuta Thunderbird a través de la red *Tor*\r\n \r\n**Paso 1**. **Navega** hasta la carpeta *Navegador Tor*, y luego **haz doble clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/18.png) para activar la siguiente pantalla:\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/19.png)\r\n\r\n*Imagen 8: Ventana Estado de Tor*\r\n\r\n*Nota: se recomienda cerrar cualquier ventana abierta de Firefox antes de iniciar el Navegador Tor*\r\n\r\nPoco después, el **Navegador Tor** abrirá una nueva ventana donde se muestra lo siguiente:\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/20.png)\r\n\r\n*Imagen 9: Navegador Tor; conectado con éxito a la red Tor*\r\n\r\nAhora estás conectado a la *Red Tor* a través del *Navegador Tor*.\r\n\r\n**Paso 2**. **Inicia** Thunderbird e introduce tu contraseña cuando te la solicite. Se verá el estado de TorBirdy en la esquina inferior derecha de la ventana de Thunderbird tal y como se muestra a continuación:\r\n\r\n\r\n ![](/sbox/screen/thunderbird-TorBirdy-es/30.png)  \r\n\r\n*Imagen 10: TorBirdy habilitado para Tor*\r\n\r\n## 6.2.2 Confirmar TorBirdy se conecta usando Tor ##\r\n\r\nSigue los pasos siguientes para probar y confirmar los ajustes de TorBirdy.\r\n\r\n**Paso 1**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/21.png) para activar el siguiente menú: \r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/22.png)\r\n\r\n*Imagen 11: Menú de preferencias de TorBirdy*\r\n\r\n**Paso 2**. **Selecciona** *Abrir Preferencias de TorBirdy* para abrir la ventana que ves a continuación. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/23.png) el mensaje de advertencias de *Opciones avanzadas de TorBirdy*.   \r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/25.png)\r\n\r\n*Imagen 12: Ventana Preferencias de TorBirdy*\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/24.png). Si te has conectado con  éxito a través de la red *Tor*, verás el siguiente mensaje (*Las direcciones IP cambiarán*).\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/26.png)\r\n\r\n*Imagen 13: Ventana ¿Estás usando Tor?*\r\n\r\n**Nota**: Si no has iniciado el Navegador de Tor o no se conectó a la Red Tor como se muestra en la sección anterior 6.2.1, no podrás conectarte a tu servidor de correo y puede aparecer el siguiente mensaje cuando inicies Thunderbird:\r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/27.png)\r\n\r\n*Imagen 14: Mensaje Conexión rechazada*\r\n\r\nHay que tener en cuenta que algunos proveedores de correo como Google Mail podrían rechazar la conexión al servidor de correos a través de la *red Tor*.\r\n\r\n## 6.3 Deshabilitar TorBirdy para Thunderbird ##\r\n\r\nPuedes deshabilitar el complemento TorBirdy si deseas ejecutar Thunderbird sin él  siguiendo los pasos siguientes:\r\n\r\n**Paso 1**. **Abre Thunderbird**, luego **haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/03.png) para mostrar el *Menú Thunderbird* y **seleciona Complementos** para activar la ventana *Administrador de complementos*.\r\n\r\n**Paso 2**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/04.png) en la barra lateral izquierda.\r\n\r\n**Paso 3**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/29.png) de la pantalla siguiente: \r\n\r\n![](/sbox/screen/thunderbird-TorBirdy-es/28.png)\r\n\r\n*Imagen 15: Deshabilitar la extensión TorBirdy*\r\n\r\n**Paso 4**. **Haz clic** en ![](/sbox/screen/thunderbird-TorBirdy-es/11.png) para reiniciar Thunderbird y terminar de deshabilitar TorBirdy."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2053", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2053", 
                "link_title": "Torbirdy - adding digital anonymity and circumvention to Thunderbird", 
                "menu_name": "book-toc-1928", 
                "mlid": "5199", 
                "module": "book", 
                "nid": "2053", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5199", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "Torbirdy - adding digital anonymity and circumvention to Thunderbird", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1455119533", 
            "comment": "0", 
            "created": "1441122009", 
            "current_revision_id": "13203", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbirdcontorbirdy", 
                        "value": "thunderbirdcontorbirdy"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5199": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2053", 
                    "link_title": "Torbirdy - adding digital anonymity and circumvention to Thunderbird", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5199", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5199", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "2053", 
            "num_revisions": "13", 
            "path": "https://securityinabox.org/en/thunderbird_torbirdy", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455119533", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Torbirdy - añadir anonimato y camuflaje digital a Thunderbird", 
                        "value": "Torbirdy - añadir anonimato y camuflaje digital a Thunderbird"
                    }
                ]
            }, 
            "title_original": "Torbirdy - adding digital anonymity and circumvention to Thunderbird", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "es": {
                        "changed": "1442502879", 
                        "created": "1442502863", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455119533", 
                        "created": "1455119533", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441189853", 
                        "created": "1441189853", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444187645", 
                        "created": "1444187645", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021898", 
                        "created": "1443021898", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444729590", 
                        "created": "1444729590", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2053", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446218197", 
                        "created": "1441122009", 
                        "entity_id": "2053", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2053", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "24e7e3f6-048c-420a-b5cd-dc181f63a752", 
            "vid": "13203", 
            "vuuid": "07015e49-11f1-45bc-b846-b6153fd5a207"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>7. Preguntas frecuentes</h2>\n\n<div class=\"background\">\n\n<p><strong><em>P: ¿Qué ocurre si solo instalo Enigmail y no GnuPG?</em></strong></p>\n\n<p><em><strong>R</strong>: <strong>Enigmail</strong> no funcionará. Después de todo, es el programa <strong>GnuPG</strong> quien proporciona el cifrado que utiliza <strong>Enigmail</strong>.</em></p>\n\n<p><strong><em>P: ¿Cuántas cuentas de correo puedo instalar en Thunderbird?</em></strong></p>\n\n<p><em><strong>R</strong>: ¡Tantas como quieras! <strong>Thunderbird</strong> es un administrador de correos y puede manejar 20 o más cuentas de correo con facilidad.</em></p>\n\n<p><strong><em>P: Mi amigo tiene una cuenta Riseup y Gmail. ¿Debería convencerle de que instale Thunderbird, Enigmail y GnuPG?</em></strong></p>\n\n<p><em><strong>R</strong>: Eso sería lo ideal. Solo asegúrate de que configura todos los ajustes de seguridad exactamente igual que tú. Luego mantendréis una vía de comunicación muy efectiva con privacidad y seguridad.</em></p>\n\n<p><strong><em>P: Recuérdamelo una vez más, ¿qué partes de un mensaje de correo cifra Enigmal?</em></strong></p>\n\n<p><em><strong>R</strong>: <strong>Enigmail</strong> cifra el contenido del mensaje. Pero no cifra el asunto del mensaje, tu dirección de correo o el nombre que elijas para asociarlo con esa cuenta de correo. Así que si intentas enviar un mensaje confidencial, asegúrate de que el asunto no te delata. Y si quieres permanecer anónimo, evita mostrar o incluso utilizar tu nombre verdadero cuando crees una cuenta de correo.</em></p>\n\n<p><strong><em>P: Aún no entiendo el propósito de firmar digitalmente mis mensajes.</em></strong></p>\n\n<p><em><strong>R</strong>: Una firma digital demuestra que eres el auténtico emisor de un mensaje concreto y que ese mensaje no ha sido manipulado en el camino hasta su receptor. Considéralo un equivalente al lacre en un sobre que contiene una carta muy importante.</em></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "## 7. Preguntas frecuentes ##\r\n\r\n<div class=\"background\" markdown=\"1\"> \r\n***P: ¿Qué ocurre si solo instalo Enigmail y no GnuPG?***\r\n\r\n***R**: **Enigmail** no funcionará. Después de todo, es el programa **GnuPG** quien proporciona el cifrado que utiliza **Enigmail**.*\r\n\r\n***P: ¿Cuántas cuentas de correo puedo instalar en Thunderbird?***\r\n\r\n***R**: ¡Tantas como quieras! **Thunderbird** es un administrador de correos y puede manejar 20 o más cuentas de correo con facilidad.* \r\n\r\n***P: Mi amigo tiene una cuenta Riseup y Gmail. ¿Debería convencerle de que instale Thunderbird, Enigmail y GnuPG?*** \r\n\r\n***R**: Eso sería lo ideal. Solo asegúrate de que configura todos los ajustes de seguridad exactamente igual que tú. Luego mantendréis una vía de comunicación muy efectiva con privacidad y seguridad.*\r\n\r\n***P: Recuérdamelo una vez más, ¿qué partes de un mensaje de correo cifra Enigmal?***\r\n\r\n***R**: **Enigmail** cifra el contenido del mensaje. Pero no cifra el asunto del mensaje, tu dirección de correo o el nombre que elijas para asociarlo con esa cuenta de correo. Así que si intentas enviar un mensaje confidencial, asegúrate de que el asunto no te delata. Y si quieres permanecer anónimo, evita mostrar o incluso utilizar tu nombre verdadero cuando crees una cuenta de correo.* \r\n\r\n***P: Aún no entiendo el propósito de firmar digitalmente mis mensajes.***\r\n\r\n***R**: Una firma digital demuestra que eres el auténtico emisor de un mensaje concreto y que ese mensaje no ha sido manipulado en el camino hasta su receptor. Considéralo un equivalente al lacre en un sobre que contiene una carta muy importante.*\r\n\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2054", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2054", 
                "link_title": "FAQ", 
                "menu_name": "book-toc-1928", 
                "mlid": "5200", 
                "module": "book", 
                "nid": "2054", 
                "options": [], 
                "p1": "5034", 
                "p2": "5194", 
                "p3": "5200", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5194", 
                "router_path": "node/%", 
                "title": "FAQ", 
                "updated": "0", 
                "weight": "6"
            }, 
            "changed": "1456952111", 
            "comment": "0", 
            "created": "1441122061", 
            "current_revision_id": "13468", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "thunderbird_respuestas", 
                        "value": "thunderbird_respuestas"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5200": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2054", 
                    "link_title": "FAQ", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5200", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5194", 
                    "p3": "5200", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5194", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "6"
                }
            }, 
            "name": "chris", 
            "nid": "2054", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/2054", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456952111", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Preguntas frecuentes y repaso", 
                        "value": "Preguntas frecuentes y repaso"
                    }
                ]
            }, 
            "title_original": "FAQ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935524", 
                        "created": "1442935524", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442399720", 
                        "created": "1442399720", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442502950", 
                        "created": "1442502950", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441633016", 
                        "created": "1441633016", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442846799", 
                        "created": "1442846799", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456952111", 
                        "created": "1456952111", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "km": {
                        "changed": "1455119625", 
                        "created": "1455119625", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443622180", 
                        "created": "1443622180", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441190127", 
                        "created": "1441190127", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444187714", 
                        "created": "1444187714", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021922", 
                        "created": "1443021922", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834160", 
                        "created": "1444730064", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446219206", 
                        "created": "1441122061", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2054", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445435702", 
                        "created": "1445435616", 
                        "entity_id": "2054", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2054", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "7fd83c28-85b7-4004-a220-5c841ec61d4b", 
            "vid": "13468", 
            "vuuid": "d70ca2a8-4113-46e4-b1c1-b0af43889883"
        }
    ], 
    "changed": "1456927242", 
    "comment": "0", 
    "created": "1441121772", 
    "current_revision_id": "13425", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "es": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Instalacion de Thunderbird</strong></p>\n\n<ul><li><em>Lee la breve Introducción de las <a href=\"/es/handsonguides\">Guías Practicas</a></em></li>\n<li><em><strong>Pulsa sobre el ícono de Thunderbird más adelante</strong> y 'Abre' o 'Ejecuta' el instalador. Si es necesario, guarda primero el archivo de instalación, luego ubícalo y pulsa dos veces sobre este</em></li>\n<li><em><strong>Pulsa el ícono de Enigmail</strong> y guarda el Complemento</em></li>\n<li><em><strong>Pulsa el ícono de GnuPG</strong> y guarda el archivo de instlación</em></li>\n<li><em>Continua con la Guía hasta llegar a la Sección 4.1 donde hallarás cómo Instalar Enigmail y GnuPG</em></li>\n<li><em>Después de la instalación, puedes eliminar los instaladores y complementos que guardaste en tu computadora para esta sección</em></li>\n</ul><p><strong>Thunderbird:  Enigmail:  GnuPG:</strong></p>\n\n<p><a href=\"/sbox/programs/Thunderbird-es.exe\"><img src=\"/sites/securityinabox.org/files/u12/thunderbird.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/enigmail.xpi\"><img src=\"/sites/securityinabox.org/files/u9/enigmail_long.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/gnupg-w32cli-1.4.9.exe\"><img src=\"/sites/securityinabox.org/files/u9/GnuPG.png\" alt=\"\" /></a></p>\n", 
                "value": "**Instalacion de Thunderbird**\r\n\r\n- *Lee la breve Introducción de las [Guías Practicas](/es/handsonguides)*\r\n- ***Pulsa sobre el ícono de Thunderbird más adelante** y 'Abre' o 'Ejecuta' el instalador. Si es necesario, guarda primero el archivo de instalación, luego ubícalo y pulsa dos veces sobre este*\r\n- ***Pulsa el ícono de Enigmail** y guarda el Complemento*\r\n- ***Pulsa el ícono de GnuPG** y guarda el archivo de instlación*\r\n- *Continua con la Guía hasta llegar a la Sección 4.1 donde hallarás cómo Instalar Enigmail y GnuPG*\r\n- *Después de la instalación, puedes eliminar los instaladores y complementos que guardaste en tu computadora para esta sección*\r\n\r\n**Thunderbird:  Enigmail:  GnuPG:**  \r\n\r\n[![](/sites/securityinabox.org/files/u12/thunderbird.png)](/sbox/programs/Thunderbird-es.exe)\r\n[![](/sites/securityinabox.org/files/u9/enigmail_long.png)](/sbox/programs/enigmail.xpi)\r\n[![](/sites/securityinabox.org/files/u9/GnuPG.png)](/sbox/programs/gnupg-w32cli-1.4.9.exe)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Descargar Thunderbird, Enigmail y GnuPG</strong></p>\n\n<ul><li><em>Lee la breve Introducción en <a href=\"/es/handsonguides\"><strong>Guías Manuales</strong></a></em></li>\n<li><em><strong>Haz clic</strong> en el ícono inferior de <strong>Thunderbird</strong> para abrir la página <strong>www.mozilla.com/thunderbird</strong></em></li>\n<li><em><strong>Haz clic</strong> en el link <strong>Descarga Gratuita</strong> para guardar el instalador, busca el archivo y, luego, <strong>haz doble clic</strong> en él</em></li>\n<li><em><strong>Haz clic</strong> en el icono inferior de <strong>Enigmail</strong> para abrir <strong>enigmail.net/download</strong></em></li>\n<li><em><strong>Haz clic con el botón derecho</strong> en el link <strong>Download v1.7 (o la más reciente) para Thunderbird 31</strong> y guarda los complementos en tu ordenador</em></li>\n<li><em><strong>Haz clic</strong> en el icono inferior de <strong>GnuPG</strong> para abrir la página <strong>ftp://ftp.gnupg.org/gcrypt/binary/</strong></em></li>\n<li><em><strong>Baja</strong> en la página hasta el archivo gnupg-w32cli-1.4.X.exe (p.ej. <a href=\"ftp://ftp.gnupg.org/gcrypt/binary/gnupg-w32cli-1.4.18.exe\">gnupg-w32cli-1.4.18.exe</a>), <strong>haz clic</strong> en él y guarda el instalador</em></li>\n<li><strong>Consulta</strong> la <strong>Sección 4.1</strong> de este manual <strong>Thunderbird</strong>, para iniciar la instalación de <strong>Enigmail</strong> y **GnuPG***</li>\n<li><em><strong>Haz clic</strong> en el ícono inferior de TorBirdy y descarga los complementos en tu ordenador</em></li>\n<li><em>Tras la instalación, borra cualquier instalador o complemento guardado en tu ordenador</em></li>\n</ul><p><strong>Thunderbird:  Enigmail:  GnuPG: TorBirdy:</strong></p>\n\n<p><a href=\"http://www.mozilla.com/thunderbird\"><img src=\"/sites/security.ngoinabox.org/files/u12/thunderbird.png\" alt=\"\" /></a>\n<a href=\"http://enigmail.net/download\"><img src=\"/sites/security.ngoinabox.org/files/u9/enigmail_long.png\" alt=\"\" /></a>\n<a href=\"ftp://ftp.gnupg.org/gcrypt/binary/\"><img src=\"/sites/security.ngoinabox.org/files/u9/GnuPG.png\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/\"><img src=\"/sbox/screen/thunderbird-TorBirdy-en/01.png\" alt=\"\" /></a></p>\n", 
                "value": "**Descargar Thunderbird, Enigmail y GnuPG**\r\n\r\n- *Lee la breve Introducción en [**Guías Manuales**](/es/handsonguides)*\r\n- ***Haz clic** en el ícono inferior de **Thunderbird** para abrir la página **www.mozilla.com/thunderbird***\r\n- ***Haz clic** en el link **Descarga Gratuita** para guardar el instalador, busca el archivo y, luego, **haz doble clic** en él*\r\n- ***Haz clic** en el icono inferior de **Enigmail** para abrir **enigmail.net/download***\r\n- ***Haz clic con el botón derecho** en el link **Download v1.7 (o la más reciente) para Thunderbird 31** y guarda los complementos en tu ordenador*\r\n- ***Haz clic** en el icono inferior de **GnuPG** para abrir la página **ftp://ftp.gnupg.org/gcrypt/binary/***\r\n- ***Baja** en la página hasta el archivo gnupg-w32cli-1.4.X.exe (p.ej. [gnupg-w32cli-1.4.18.exe](ftp://ftp.gnupg.org/gcrypt/binary/gnupg-w32cli-1.4.18.exe)), **haz clic** en él y guarda el instalador*\r\n- **Consulta** la **Sección 4.1** de este manual **Thunderbird**, para iniciar la instalación de **Enigmail** y **GnuPG***\r\n- ***Haz clic** en el ícono inferior de TorBirdy y descarga los complementos en tu ordenador*\r\n- *Tras la instalación, borra cualquier instalador o complemento guardado en tu ordenador*\r\n\r\n**Thunderbird:  Enigmail:  GnuPG: TorBirdy:**\r\n\r\n[![](/sites/security.ngoinabox.org/files/u12/thunderbird.png)](http://www.mozilla.com/thunderbird)\r\n[![](/sites/security.ngoinabox.org/files/u9/enigmail_long.png)](http://enigmail.net/download)\r\n[![](/sites/security.ngoinabox.org/files/u9/GnuPG.png)](ftp://ftp.gnupg.org/gcrypt/binary/)\r\n[![](/sbox/screen/thunderbird-TorBirdy-en/01.png)](https://addons.mozilla.org/en-us/thunderbird/addon/torbirdy/)"
            }
        ]
    }, 
    "field_menu_title": {
        "es": [
            {
                "format": null, 
                "safe_value": "Thunderbird + Enigmail + GPG - secure em", 
                "value": "Thunderbird + Enigmail + GPG - secure em"
            }
        ]
    }, 
    "field_menu_title_long": {
        "es": [
            {
                "format": null, 
                "safe_value": "Thunderbird con Enigmail y GPG – Cliente de correo seguro", 
                "value": "Thunderbird con Enigmail y GPG – Cliente de correo seguro"
            }
        ]
    }, 
    "field_short_description": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Mozilla Thunderbird</strong> es un cliente de correo libre y de código seguro para recibir, enviar y almacenar correos.  Puedes gestionar varias cuentas de correo con un solo programa.  <strong>Enigmail</strong> y <strong>GnuPG</strong> te dan acceso a la autenticación, firma digital y cifrado para asegurar la privacidad y la seguridad de la comunicación por correo.</p>\n", 
                "value": "**Mozilla Thunderbird** es un cliente de correo libre y de código seguro para recibir, enviar y almacenar correos.  Puedes gestionar varias cuentas de correo con un solo programa.  **Enigmail** y **GnuPG** te dan acceso a la autenticación, firma digital y cifrado para asegurar la privacidad y la seguridad de la comunicación por correo."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "es": [
            {
                "format": null, 
                "safe_value": "thunderbird_principal", 
                "value": "thunderbird_principal"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "13"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "13"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5194": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2048", 
            "link_title": "Thunderbird with Enigmail and GPG - Secure Email Client", 
            "menu_name": "book-toc-1928", 
            "mlid": "5194", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5194", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-3"
        }
    }, 
    "name": "chris", 
    "nid": "2048", 
    "num_revisions": "30", 
    "path": "https://securityinabox.org/en/thunderbird_main", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456927242", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "es": [
            {
                "format": null, 
                "safe_value": "Thunderbird con Enigmail y GPG – Cliente de correo seguro", 
                "value": "Thunderbird con Enigmail y GPG – Cliente de correo seguro"
            }
        ]
    }, 
    "title_original": "Thunderbird with Enigmail and GPG - Secure Email Client", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442934907", 
                "created": "1442934907", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442399223", 
                "created": "1442399201", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442499046", 
                "created": "1442499046", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452094249", 
                "created": "1441631421", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442846216", 
                "created": "1442846216", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1444398258", 
                "created": "1444398258", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455117492", 
                "created": "1455117492", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443621782", 
                "created": "1443621782", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1453980331", 
                "created": "1441188700", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444181762", 
                "created": "1444181762", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443015892", 
                "created": "1443015892", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1456927242", 
                "created": "1443525854", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1446199018", 
                "created": "1441121772", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2048", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445435120", 
                "created": "1445435120", 
                "entity_id": "2048", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2048", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "2ed566ca-589b-42a3-9490-61359bae18ee", 
    "vid": "13425", 
    "vuuid": "b4b32d73-4777-4fe2-b5ba-ce3d5676349d"
}