{
    "body": {
        "pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Cada novo método de armazenar ou transferir informações no formato digital tende a introduzir várias novas formas pelas quais aquelas mesmas informações podem ser perdidas, levadas ou destruídas. Anos de trabalho podem desaparecer em um instante devido a um roubo, um descuido momentâneo, o confisco de alguma parte de um computador ou simplesmente porque a tecnologia de armazenamento digital é inerentemente frágil.</p>\n\n<p>Existe um ditado entre os profissionais de suporte de informática que diz: \"não é uma questão de <em>se</em> você vai perder os seus dados; é uma questão de <em>quando</em>.\" Assim, <em>quando</em> isso acontecer, é fundamental que você já tenha cópias de reserva (<em>backup</em>) atualizadas e meios bem testados de restaurá-las. O dia que alguém se lembra da importância de ter um sistema de cópias de reserva costuma ser o mesmo em que essas cópias deveriam estar lá para serem usadas.</p>\n\n<p>Embora seja um dos elementos mais básicos para a segurança da informação, formular uma política eficiente de <em>backup</em> não é tão simples quanto parece. O trabalho pode requerer um esforço grande de planejamento, pois devem ser considerados: a necessidade de guardar os dados originais e as cópias em diferentes locais físicos; a importância de manter as cópias de reserva confidenciais; e o desafio de coordenar entre diferentes pessoas quem compartilha as informações usando os próprios dispositivos portáteis de armazenamento de dados.</p>\n\n<p>Além das táticas para fazer <em>backup</em> e restaurar arquivos, este capítulo fala sobre duas ferramentas específicas, o <a href=\"/pt/glossary#Cobian_Backup\"><em>Cobian Backup</em></a> e o <a href=\"/pt/glossary#Recuva\"><em>Recuva</em></a>.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\n\n<p>Elena é uma ativista de causas ambientais em um país de língua russa e está começando a fazer um site na internet para evidenciar o quanto o desmatamento ilegal da região é abrangente. Para isso, usará apresentações criativas de imagens, vídeos, mapas e histórias. Faz alguns anos que ela tem juntado documentos, arquivos de mídia e informações geográficas sobre a extração de madeira, e a maior parte desse material está em um computador velho com Windows, no escritório da ONG em que trabalha. Enquanto começava a desenhar o site, Elena percebeu a importância do material que tem em mãos e começou a se perguntar como preservá-lo caso a máquina seja danificada, em especial se isso acontecer antes de tudo ser copiado para o site. Como às vezes outras pessoas da organização também usam aquele computador, também quer aprender a restaurar os arquivos, na eventualidade de alguém acidentalmente apagar a pasta onde está seu trabalho. Ela pede ajuda a um sobrinho, Nikolai, para desenvolver uma estratégia de backup.</p>\n\n</div>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Como organizar e fazer cópias de reserva (<em>backup</em>) de suas informações</li>\n<li>Onde as cópias de reserva (<em>backup</em>) devem ser armazenadas</li>\n<li>Como gerenciar as cópias de reserva (<em>backup</em>) de forma segura</li>\n<li>Como recuperar arquivos apagados de forma acidental</li>\n</ul>", 
                "summary": "", 
                "value": "Cada novo método de armazenar ou transferir informações no formato digital tende a introduzir várias novas formas pelas quais aquelas mesmas informações podem ser perdidas, levadas ou destruídas. Anos de trabalho podem desaparecer em um instante devido a um roubo, um descuido momentâneo, o confisco de alguma parte de um computador ou simplesmente porque a tecnologia de armazenamento digital é inerentemente frágil.\r\n\r\nExiste um ditado entre os profissionais de suporte de informática que diz: &quot;não é uma questão de *se* você vai perder os seus dados; é uma questão de *quando*.&quot; Assim, *quando* isso acontecer, é fundamental que você já tenha cópias de reserva (*backup*) atualizadas e meios bem testados de restaurá-las. O dia que alguém se lembra da importância de ter um sistema de cópias de reserva costuma ser o mesmo em que essas cópias deveriam estar lá para serem usadas.\r\n\r\nEmbora seja um dos elementos mais básicos para a segurança da informação, formular uma política eficiente de *backup* não é tão simples quanto parece. O trabalho pode requerer um esforço grande de planejamento, pois devem ser considerados: a necessidade de guardar os dados originais e as cópias em diferentes locais físicos; a importância de manter as cópias de reserva confidenciais; e o desafio de coordenar entre diferentes pessoas quem compartilha as informações usando os próprios dispositivos portáteis de armazenamento de dados.\r\n\r\nAlém das táticas para fazer *backup* e restaurar arquivos, este capítulo fala sobre duas ferramentas específicas, o [*Cobian Backup*](/pt/glossary#Cobian_Backup) e o [*Recuva*](/pt/glossary#Recuva). \r\n\r\n### Pano de fundo ###\r\n<div class=\"background\" markdown=\"1\">\r\nElena é uma ativista de causas ambientais em um país de língua russa e está começando a fazer um site na internet para evidenciar o quanto o desmatamento ilegal da região é abrangente. Para isso, usará apresentações criativas de imagens, vídeos, mapas e histórias. Faz alguns anos que ela tem juntado documentos, arquivos de mídia e informações geográficas sobre a extração de madeira, e a maior parte desse material está em um computador velho com Windows, no escritório da ONG em que trabalha. Enquanto começava a desenhar o site, Elena percebeu a importância do material que tem em mãos e começou a se perguntar como preservá-lo caso a máquina seja danificada, em especial se isso acontecer antes de tudo ser copiado para o site. Como às vezes outras pessoas da organização também usam aquele computador, também quer aprender a restaurar os arquivos, na eventualidade de alguém acidentalmente apagar a pasta onde está seu trabalho. Ela pede ajuda a um sobrinho, Nikolai, para desenvolver uma estratégia de backup.\r\n</div>\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n  * Como organizar e fazer cópias de reserva (*backup*) de suas informações\r\n  * Onde as cópias de reserva (*backup*) devem ser armazenadas\r\n  * Como gerenciar as cópias de reserva (*backup*) de forma segura\r\n  * Como recuperar arquivos apagados de forma acidental"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1944", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1944", 
        "link_title": "5. How to recover from information loss", 
        "menu_name": "book-toc-1925", 
        "mlid": "5089", 
        "module": "book", 
        "nid": "1944", 
        "options": [], 
        "p1": "5030", 
        "p2": "5089", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "5. How to recover from information loss", 
        "updated": "0", 
        "weight": "5"
    }, 
    "book_children": [
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>É claramente importante tomar algumas medidas para evitar desastres, como assegurar que seus dados estão seguros fisicamente, livres de <a href=\"/pt/glossary#Malware\"><em>malware</em></a> e protegidos por um bom <a href=\"/pt/glossary#Firewall\"><em>firewall</em></a> e por senhas fortes. Por si só, entretanto, tais medidas não são suficientes. Há simplesmente coisas demais que podem dar errado, incluindo ataques de vírus, <a href=\"/pt/glossary#Hacker\"><em>hackers</em></a>, curtos-circuitos elétricos, picos de energia, água derramada, roubo, confisco, desmagnetização, falhas do sistema operacional ou de hardware, para citar alguns. Preparar-se para o desastre é tão importante quanto defender-se dele.</p>\n\n<div class=\"background\">\n\n<p>Elena: Eu sei que as cópias de reserva, ou backup, são importantes, Nikolai, mas não é melhor pedir a alguém que as faça para mim? Quero dizer, eu vou realmente ter tempo, recursos e conhecimento para fazer isso sozinha?</p>\n\n<p>Nikolai: Vai dar tudo certo. Elaborar um bom plano para fazer backup requer pensar um pouco, mas não significa gastar muito tempo ou dinheiro. E, comparado a perder todas as suas informações, não se pode dizer que é um esforço mal empregado, não é? Além disso, o backup é uma das coisas que você definitivamente deveria fazer sozinha. A não ser que as pessoas que costumam te ajudar em assuntos técnicos sejam extremamente confiáveis e extremamente bem informadas sobre onde você guarda suas informações digitais, é melhor assumir o trabalho.</p>\n\n</div>\n\n<p>O primeiro passo na formulação de uma <em>política de backup</em> é saber onde seus dados pessoais e de trabalho estão atualmente localizados. O seu e-mail, por exemplo, pode estar armazenado nos servidores do seu provedor de e-mails, em seu computador ou em ambos os lugares ao mesmo tempo. E, claro, talvez você tenha várias contas de correio eletrônico.</p>\n\n<p>Também há os documentos importantes nos computadores que você usa, que podem estar em casa ou no local de trabalho. Há agendas com endereços, históricos de bate papo em chats e as configurações pessoais dos programas. Também é possível que alguns dados estejam em mídias removíveis, como pen drives, HDs externos, CDs, DVDs e mesmo disquetes antigos. Seu telefone celular contém uma lista de contatos e pode ter mensagens importantes de texto guardadas ali. Se você tem um site na internet, ele pode conter uma coleção grande de artigos, formada ao longo de anos de trabalho. Finalmente, não esqueça as informações que não estão no formato digital, como cadernos de anotações, diários e cartas.</p>\n\n<p>Depois, é preciso definir quais desses arquivos podem ser considerados 'originais' ou 'versão principal' e quais podem ser considerados 'cópias' ou 'duplicatas'. A versão principal de um arquivo ou coleção de arquivos costuma ser a mais recente, e ela é a que você normalmente editaria para atualizar conteúdo. Obviamente, tal distinção não se aplica a arquivos dos quais há apenas uma versão, mas é extremamente importante para determinados tipos de dados.</p>\n\n<p>Um cenário comum de desastre ocorre quando se fazem reservas (<em>backup</em>) apenas das cópias ou duplicatas de um documento importante, enquanto a versão principal se perde ou é destruída antes que tais cópias possam ser atualizadas. Imagine, por exemplo, que você tenha feito várias atualizações em uma determinada planilha, mantida em um pen drive, ao longo de uma semana de viagem. Naquele ponto, aquela versão deve ser considerada como principal, uma vez que os backups periódicos, automatizados, da versão antiga do computador do escritório não são mais úteis.</p>\n\n<p>Tente fazer uma lista com os locais físicos de todas as cópias - versão principal e cópias de reserva - dos dados mencionados acima. Isso ajudará a evidenciar o que é preciso fazer e começará a definir uma política adequada de <em>backup</em>. A tabela abaixo é um exemplo bem básico. Claro, você provavelmente vai descobrir que sua lista é bem maior e contêm alguns 'dispositivos de armazenamento' com mais de um 'tipo de dado' e alguns tipos de dados presentes em diversos dispositivos.</p>\n\n<table border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n</tr><tr><td>Documentos eletrônicos</td>\n<td>Versão principal</td>\n<td>Computador (disco rígido)</td>\n<td>Escritório</td>\n</tr><tr><td>Alguns documentos eletrônicos importantes</td>\n<td>Duplicata</td>\n<td>Pen drive</td>\n<td>Comigo</td>\n</tr><tr><td>Bancos de dados de programas (fotos, endereços, agendas etc.) </td>\n<td>Versão principal</td>\n<td>Computador (disco rígido)</td>\n<td>Escritório</td>\n</tr><tr><td>Alguns documentos eletrônicos</td>\n<td>Duplicata</td>\n<td>CDs</td>\n<td>Em casa</td>\n</tr><tr><td>E-mails e contatos de e-mail</td>\n<td>Versão principal</td>\n<td>Conta do Gmail</td>\n<td>Internet</td>\n</tr><tr><td>Mensagens de texto e contatos telefônicos</td>\n<td>Versão principal</td>\n<td>Telefone celular</td>\n<td>Comigo</td>\n</tr><tr><td>Documentos impressos (contratos, ordens de pagamento etc.)</td>\n<td>Versão principal</td>\n<td>Gaveta da mesa</td>\n<td>Escritório</td>\n</tr></table><p>Na tabela acima, vemos que:</p>\n\n<ul><li>Os únicos documentos que sobreviveriam a uma falha no disco rígido do computador do escritório são as duplicatas guardadas no pen drive e nos CDs, em casa.</li>\n<li>Não existem cópias <em>offline</em> das mensagens de e-mail ou dos endereços de contato, então se a senha for esquecida (ou se alguém modificá-la com más intenções), o acesso a eles será perdido.</li>\n<li>Não há cópias de quaisquer dados que estão no telefone celular.</li>\n<li>Não há cópias, físicas ou digitais, dos documentos impressos, como contratos ou ordens de pagamentos.</li>\n</ul>", 
                        "summary": "", 
                        "value": "É claramente importante tomar algumas medidas para evitar desastres, como assegurar que seus dados estão seguros fisicamente, livres de [*malware*](/pt/glossary#Malware) e protegidos por um bom [*firewall*](/pt/glossary#Firewall) e por senhas fortes. Por si só, entretanto, tais medidas não são suficientes. Há simplesmente coisas demais que podem dar errado, incluindo ataques de vírus, [*hackers*](/pt/glossary#Hacker), curtos-circuitos elétricos, picos de energia, água derramada, roubo, confisco, desmagnetização, falhas do sistema operacional ou de hardware, para citar alguns. Preparar-se para o desastre é tão importante quanto defender-se dele.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nElena: Eu sei que as cópias de reserva, ou backup, são importantes, Nikolai, mas não é melhor pedir a alguém que as faça para mim? Quero dizer, eu vou realmente ter tempo, recursos e conhecimento para fazer isso sozinha?\r\n\r\nNikolai: Vai dar tudo certo. Elaborar um bom plano para fazer backup requer pensar um pouco, mas não significa gastar muito tempo ou dinheiro. E, comparado a perder todas as suas informações, não se pode dizer que é um esforço mal empregado, não é? Além disso, o backup é uma das coisas que você definitivamente deveria fazer sozinha. A não ser que as pessoas que costumam te ajudar em assuntos técnicos sejam extremamente confiáveis e extremamente bem informadas sobre onde você guarda suas informações digitais, é melhor assumir o trabalho.\r\n</div>\r\n\r\nO primeiro passo na formulação de uma *política de backup* é saber onde seus dados pessoais e de trabalho estão atualmente localizados. O seu e-mail, por exemplo, pode estar armazenado nos servidores do seu provedor de e-mails, em seu computador ou em ambos os lugares ao mesmo tempo. E, claro, talvez você tenha várias contas de correio eletrônico.\r\n\r\nTambém há os documentos importantes nos computadores que você usa, que podem estar em casa ou no local de trabalho. Há agendas com endereços, históricos de bate papo em chats e as configurações pessoais dos programas. Também é possível que alguns dados estejam em mídias removíveis, como pen drives, HDs externos, CDs, DVDs e mesmo disquetes antigos. Seu telefone celular contém uma lista de contatos e pode ter mensagens importantes de texto guardadas ali. Se você tem um site na internet, ele pode conter uma coleção grande de artigos, formada ao longo de anos de trabalho. Finalmente, não esqueça as informações que não estão no formato digital, como cadernos de anotações, diários e cartas.\r\n\r\nDepois, é preciso definir quais desses arquivos podem ser considerados 'originais' ou 'versão principal' e quais podem ser considerados 'cópias' ou 'duplicatas'. A versão principal de um arquivo ou coleção de arquivos costuma ser a mais recente, e ela é a que você normalmente editaria para atualizar conteúdo. Obviamente, tal distinção não se aplica a arquivos dos quais há apenas uma versão, mas é extremamente importante para determinados tipos de dados.\r\n\r\nUm cenário comum de desastre ocorre quando se fazem reservas (*backup*) apenas das cópias ou duplicatas de um documento importante, enquanto a versão principal se perde ou é destruída antes que tais cópias possam ser atualizadas. Imagine, por exemplo, que você tenha feito várias atualizações em uma determinada planilha, mantida em um pen drive, ao longo de uma semana de viagem. Naquele ponto, aquela versão deve ser considerada como principal, uma vez que os backups periódicos, automatizados, da versão antiga do computador do escritório não são mais úteis.\r\n\r\nTente fazer uma lista com os locais físicos de todas as cópias - versão principal e cópias de reserva - dos dados mencionados acima. Isso ajudará a evidenciar o que é preciso fazer e começará a definir uma política adequada de *backup*. A tabela abaixo é um exemplo bem básico. Claro, você provavelmente vai descobrir que sua lista é bem maior e contêm alguns 'dispositivos de armazenamento' com mais de um 'tipo de dado' e alguns tipos de dados presentes em diversos dispositivos.\r\n\r\n\r\n<table border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</tr>\r\n<tr>\r\n<td>Documentos eletrônicos</td>\r\n<td>Versão principal</td>\r\n<td>Computador (disco rígido)</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Alguns documentos eletrônicos importantes</td>\r\n<td>Duplicata</td>\r\n<td>Pen drive</td>\r\n<td>Comigo</td>\r\n</tr>\r\n<tr>\r\n<td>Bancos de dados de programas (fotos, endereços, agendas etc.) </td>\r\n<td>Versão principal</td>\r\n<td>Computador (disco rígido)</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Alguns documentos eletrônicos</td>\r\n<td>Duplicata</td>\r\n<td>CDs</td>\r\n<td>Em casa</td>\r\n</tr>\r\n<tr>\r\n<td >E-mails e contatos de e-mail</td>\r\n<td>Versão principal</td>\r\n<td>Conta do Gmail</td>\r\n<td>Internet</td>\r\n</tr>\r\n<tr>\r\n<td>Mensagens de texto e contatos telefônicos</td>\r\n<td>Versão principal</td>\r\n<td>Telefone celular</td>\r\n<td>Comigo</td>\r\n</tr>\r\n<tr>\r\n<td>Documentos impressos (contratos, ordens de pagamento etc.)</td>\r\n<td>Versão principal</td>\r\n<td>Gaveta da mesa</td>\r\n<td>Escritório</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\nNa tabela acima, vemos que:\r\n\r\n  * Os únicos documentos que sobreviveriam a uma falha no disco rígido do computador do escritório são as duplicatas guardadas no pen drive e nos CDs, em casa.\r\n  * Não existem cópias *offline* das mensagens de e-mail ou dos endereços de contato, então se a senha for esquecida (ou se alguém modificá-la com más intenções), o acesso a eles será perdido.\r\n  * Não há cópias de quaisquer dados que estão no telefone celular.\r\n  * Não há cópias, físicas ou digitais, dos documentos impressos, como contratos ou ordens de pagamentos."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1945", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1945", 
                "link_title": "Identifying and organising your information", 
                "menu_name": "book-toc-1925", 
                "mlid": "5090", 
                "module": "book", 
                "nid": "1945", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5090", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Identifying and organising your information", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455900289", 
            "comment": "0", 
            "created": "1441103649", 
            "current_revision_id": "13291", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_1", 
                        "value": "chapter_5_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5090": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1945", 
                    "link_title": "Identifying and organising your information", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5090", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5090", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1945", 
            "num_revisions": "28", 
            "path": "https://securityinabox.org/en/node/1945", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455900289", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como identificar e organizar as informações", 
                        "value": "Como identificar e organizar as informações"
                    }
                ]
            }, 
            "title_original": "Identifying and organising your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916009", 
                        "created": "1442916009", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227106", 
                        "created": "1441804270", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096007", 
                        "created": "1443096007", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410852", 
                        "created": "1442410852", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206304", 
                        "created": "1441206304", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089606", 
                        "created": "1442759368", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695331", 
                        "created": "1443695331", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272101", 
                        "created": "1452272101", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103070", 
                        "created": "1443103070", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113820", 
                        "created": "1441113820", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443724357", 
                        "created": "1443724014", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1455900289", 
                        "created": "1444404517", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100182", 
                        "created": "1443100182", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092260", 
                        "created": "1443092260", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1442411004", 
                        "created": "1441103649", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1945", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577553", 
                        "created": "1443622323", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "f2ce5e62-c52c-4f9c-aba6-46b0370665c4", 
            "vid": "13291", 
            "vuuid": "f13124bd-ac6d-4fc9-8cf7-bfcd0d326190"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Para fazer as cópias de reserva (<em>backup</em>) de todos os tipos de dados listados acima, será preciso uma combinação entre programas e soluções de processos. Essencialmente, é preciso assegurar que cada tipo de dado seja armazenado em, pelo menos, dois locais separados.</p>\n\n<p><strong>Documentos eletrônicos</strong> - crie uma cópia completa dos documentos em seu computador usando programas como o <a href=\"/pt/glossary#Cobian_Backup\"><em>Cobian Backup</em></a>, descrito com mais detalhes abaixo. Guarde o <em>backup</em> em algum dispositivo portátil para que possa ser levado para casa ou outro local seguro. HDs externos, CD/DVDs ou pen drives são alternativas possíveis. Algumas pessoas usam CDs ou DVDs para isso, já que o risco de sobrescrever (e perder) as cópias de reserva é menor. Essas mídias são baratas o suficiente para permitir usar uma nova a cada vez que um <em>backup</em> é gerado.</p>\n\n<p>Como documentos eletrônicos costumam ser a categoria de dados que contêm as informações mais sensíveis, é particularmente importante proteger as cópias de reserva com criptografia. É possível ver como fazer isso no <a href=\"/pt/chapter-4\"><strong><em>Capítulo 4: Como proteger os arquivos sensíveis do seu computador</em></strong></a> e no <a href=\"/pt/truecrypt_main\"><strong><em>Guia Prático do TrueCrypt</em></strong></a>.</p>\n\n<p><strong>Bancos de dados de programas</strong> - Uma vez que você saiba onde estão os bancos de dados dos programas, pode fazer as cópias de reserva (<em>backup</em>) da mesma forma que os documentos eletrônicos.</p>\n\n<p><strong>E-mails</strong> - Em vez de ler sua correspondência eletrônica apenas por um navegador de internet, instale um cliente de e-mail como o <a href=\"/pt/glossary#Thunderbird\"><em>Thunderbird</em></a> e configure-o para acessar suas contas. O <a href=\"/pt/thunderbird_main\"><strong><em>Guia Prático do Thunderbird</em></strong></a> explica em detalhes como fazer isso. A maioria dos serviços de e-mail também fornece instruções sobre como usar seus endereços eletrônicos com tais programas. Se optar por mover as mensagens antigas para o computador, de forma que não fiquem armazenadas no servidor (ex. por motivos de segurança), não se esqueça de inclui-las ao fazer o <em>backup</em> dos documentos eletrônicos, como descrito acima.</p>\n\n<p><strong>Conteúdo de telefones celulares</strong> - Para copiar os números de telefone e as mensagens de texto de seu celular, conecte-o ao computador com o software apropriado, geralmente disponível no site da empresa fabricante do aparelho. Talvez seja preciso comprar um cabo USB especial para isso.</p>\n\n<p><strong>Documentos impressos</strong> - Quando possível, você deveria fazer cópias digitalizadas de papéis importantes e guardá-las junto com os <em>backups</em> de outros documentos eletrônicos, como mencionado acima.</p>\n\n<p>Ao fim, você deve estar com os dispositivos de armazenamento, tipos de dados e cópias de reserva (<em>backups</em>) reordenados de forma a serem bem mais resistentes a desastres:</p>\n\n<table width=\"100%\" border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n\n</tr><tr><td>Documentos eletrônicos</td>\n<td>Versão principal</td>\n<td>Computador (disco rígido)</td>\n<td>Escritório</td>\n</tr><tr><td>Documentos eletrônicos</td>\n<td>Duplicata</td>\n<td>CDs</td>\n<td>Em casa</td>\n</tr><tr><td>Alguns documentos eletrônicos importantes</td>\n<td>Duplicata</td>\n<td>Pen drive</td>\n<td>Comigo</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n\n</tr><tr><td>Bancos de dados de programas</td>\n<td>Versão principal</td>\n<td>Computador (disco rígido)</td>\n<td>Escritório</td>\n</tr><tr><td>Bancos de dados de programas</td>\n<td>Duplicata</td>\n<td>CDs</td>\n<td>Em casa</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n\n</tr><tr><td>E-mails e contatos de e-mail</td>\n<td>Duplicata</td>\n<td>Conta do Gmail</td>\n<td>Internet</td>\n</tr><tr><td>E-mails e contatos de e-mail</td>\n<td>Versão principal</td>\n<td>Thunderbird no computador do escritório</td>\n<td>Escritório</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n\n</tr><tr><td>Mensagens de texto e contatos telefônicos</td>\n<td>Versão principal</td>\n<td>Telefone celular</td>\n<td>Comigo</td>\n</tr><tr><td>Mensagens de texto e contatos telefônicos</td>\n<td>Duplicata</td>\n<td>Computador (disco rígido)</td>\n<td>Escritório</td>\n</tr><tr><td>Mensagens de texto e contatos telefônicos</td>\n<td>Duplicata</td>\n<td>Cartão SIM de reserva (backup)</td>\n<td>Em casa</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Tipo de dado</th>\n<th>Versão principal/Duplicata</th>\n<th>Dispositivo de armazenamento</th>\n<th>Localização</th>\n\n</tr><tr><td>Documentos impressos</td>\n<td>Versão principal</td>\n<td>Gaveta da mesa</td>\n<td>Escritório</td>\n</tr><tr><td>Documentos digitalizados</td>\n<td>Duplicata</td>\n<td>CDs</td>\n<td>Em casa</td>\n</tr></table><div class=\"background\">\n\n<p>Elena: Conheço algumas pessoas que mantêm todos os documentos importantes no Gmail, anexando-os a mensagens de 'rascunho' ou aos próprios e-mails. Isso contaria como uma 'segunda localização física' para os meus arquivos?</p>\n\n<p>Nikolai: Isso pode te ajudar a recuperá-los caso perca um ou dois documentos muito importantes, mas é bem desajeitado. Sinceramente, quantas cópias de reserva de documentos por semana você faria dessa forma? Além disso, você tem que considerar se tais anexos estão mesmo seguros, especialmente caso se preocupe que seu e-mail possa estar sendo monitorado. Outra coisa: a menos que você se conecte ao Gmail de forma segura, isso seria como entregar suas informações sensíveis em uma bandeja de prata. Usar uma conexão HTTPS para entrar no Gmail e fazer cópias de pequenos volumes do TrueCrypt ou de bancos de dados do KeePass até é bem seguro, porque o conteúdo é criptografado, mas eu não te recomendaria adotar esse procedimento como uma estratégia geral de <em>backup</em>.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Para fazer as cópias de reserva (*backup*) de todos os tipos de dados listados acima, será preciso uma combinação entre programas e soluções de processos. Essencialmente, é preciso assegurar que cada tipo de dado seja armazenado em, pelo menos, dois locais separados.\r\n\r\n**Documentos eletrônicos** - crie uma cópia completa dos documentos em seu computador usando programas como o [*Cobian Backup*](/pt/glossary#Cobian_Backup), descrito com mais detalhes abaixo. Guarde o *backup* em algum dispositivo portátil para que possa ser levado para casa ou outro local seguro. HDs externos, CD/DVDs ou pen drives são alternativas possíveis. Algumas pessoas usam CDs ou DVDs para isso, já que o risco de sobrescrever (e perder) as cópias de reserva é menor. Essas mídias são baratas o suficiente para permitir usar uma nova a cada vez que um *backup* é gerado.\r\n\r\nComo documentos eletrônicos costumam ser a categoria de dados que contêm as informações mais sensíveis, é particularmente importante proteger as cópias de reserva com criptografia. É possível ver como fazer isso no [***Capítulo 4: Como proteger os arquivos sensíveis do seu computador***](/pt/chapter-4) e no [***Guia Prático do TrueCrypt***](/pt/truecrypt_main).\r\n\r\n**Bancos de dados de programas** - Uma vez que você saiba onde estão os bancos de dados dos programas, pode fazer as cópias de reserva (*backup*) da mesma forma que os documentos eletrônicos.\r\n\r\n**E-mails** - Em vez de ler sua correspondência eletrônica apenas por um navegador de internet, instale um cliente de e-mail como o [*Thunderbird*](/pt/glossary#Thunderbird) e configure-o para acessar suas contas. O [***Guia Prático do Thunderbird***](/pt/thunderbird_main) explica em detalhes como fazer isso. A maioria dos serviços de e-mail também fornece instruções sobre como usar seus endereços eletrônicos com tais programas. Se optar por mover as mensagens antigas para o computador, de forma que não fiquem armazenadas no servidor (ex. por motivos de segurança), não se esqueça de inclui-las ao fazer o *backup* dos documentos eletrônicos, como descrito acima.\r\n\r\n**Conteúdo de telefones celulares** - Para copiar os números de telefone e as mensagens de texto de seu celular, conecte-o ao computador com o software apropriado, geralmente disponível no site da empresa fabricante do aparelho. Talvez seja preciso comprar um cabo USB especial para isso.\r\n\r\n**Documentos impressos** - Quando possível, você deveria fazer cópias digitalizadas de papéis importantes e guardá-las junto com os *backups* de outros documentos eletrônicos, como mencionado acima.\r\n\r\nAo fim, você deve estar com os dispositivos de armazenamento, tipos de dados e cópias de reserva (*backups*) reordenados de forma a serem bem mais resistentes a desastres:\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Documentos eletrônicos</td>\r\n<td>Versão principal</td>\r\n<td>Computador (disco rígido)</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Documentos eletrônicos</td>\r\n<td>Duplicata</td>\r\n<td>CDs</td>\r\n<td>Em casa</td>\r\n</tr>\r\n<tr>\r\n<td>Alguns documentos eletrônicos importantes</td>\r\n<td>Duplicata</td>\r\n<td>Pen drive</td>\r\n<td>Comigo</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Bancos de dados de programas</td>\r\n<td>Versão principal</td>\r\n<td>Computador (disco rígido)</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Bancos de dados de programas</td>\r\n<td>Duplicata</td>\r\n<td>CDs</td>\r\n<td>Em casa</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>E-mails e contatos de e-mail</td>\r\n<td>Duplicata</td>\r\n<td>Conta do Gmail</td>\r\n<td>Internet</td>\r\n</tr>\r\n<tr>\r\n<td>E-mails e contatos de e-mail</td>\r\n<td>Versão principal</td>\r\n<td>Thunderbird no computador do escritório</td>\r\n<td>Escritório</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Mensagens de texto e contatos telefônicos</td>\r\n<td>Versão principal</td>\r\n<td>Telefone celular</td>\r\n<td>Comigo</td>\r\n</tr>\r\n<tr>\r\n<td>Mensagens de texto e contatos telefônicos</td>\r\n<td>Duplicata</td>\r\n<td>Computador (disco rígido)</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Mensagens de texto e contatos telefônicos</td>\r\n<td>Duplicata</td>\r\n<td>Cartão SIM de reserva (backup)</td>\r\n<td>Em casa</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Tipo de dado</th>\r\n<th>Versão principal/Duplicata</th>\r\n<th>Dispositivo de armazenamento</th>\r\n<th>Localização</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Documentos impressos</td>\r\n<td>Versão principal</td>\r\n<td>Gaveta da mesa</td>\r\n<td>Escritório</td>\r\n</tr>\r\n<tr>\r\n<td>Documentos digitalizados</td>\r\n<td>Duplicata</td>\r\n<td>CDs</td>\r\n<td>Em casa</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nElena: Conheço algumas pessoas que mantêm todos os documentos importantes no Gmail, anexando-os a mensagens de 'rascunho' ou aos próprios e-mails. Isso contaria como uma 'segunda localização física' para os meus arquivos?\r\n\r\nNikolai: Isso pode te ajudar a recuperá-los caso perca um ou dois documentos muito importantes, mas é bem desajeitado. Sinceramente, quantas cópias de reserva de documentos por semana você faria dessa forma? Além disso, você tem que considerar se tais anexos estão mesmo seguros, especialmente caso se preocupe que seu e-mail possa estar sendo monitorado. Outra coisa: a menos que você se conecte ao Gmail de forma segura, isso seria como entregar suas informações sensíveis em uma bandeja de prata. Usar uma conexão HTTPS para entrar no Gmail e fazer cópias de pequenos volumes do TrueCrypt ou de bancos de dados do KeePass até é bem seguro, porque o conteúdo é criptografado, mas eu não te recomendaria adotar esse procedimento como uma estratégia geral de *backup*.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1946", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1946", 
                "link_title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5091", 
                "module": "book", 
                "nid": "1946", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5091", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452272159", 
            "comment": "0", 
            "created": "1441103810", 
            "current_revision_id": "12775", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_2", 
                        "value": "chapter_5_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5091": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1946", 
                    "link_title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5091", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5091", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1946", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1946", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452272159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como definir a sua estratégia de backup", 
                        "value": "Como definir a sua estratégia de backup"
                    }
                ]
            }, 
            "title_original": "Defining your backup strategy", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916117", 
                        "created": "1442916117", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227165", 
                        "created": "1441805243", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096027", 
                        "created": "1443096027", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411075", 
                        "created": "1442411075", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451914848", 
                        "created": "1441206364", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089642", 
                        "created": "1442759404", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695358", 
                        "created": "1443695358", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272159", 
                        "created": "1452272159", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103151", 
                        "created": "1443103151", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113918", 
                        "created": "1441113918", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443725005", 
                        "created": "1443724772", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405613", 
                        "created": "1444405613", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100210", 
                        "created": "1443100210", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092348", 
                        "created": "1443092348", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103830", 
                        "created": "1441103810", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577596", 
                        "created": "1443622947", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "d78845e1-d983-4e5d-a60a-d92897aa2812", 
            "vid": "12775", 
            "vuuid": "44b7f563-d7f0-45b4-a04e-7d9f314b7121"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Dos vários tipos de dados descritos aqui, os 'documentos eletrônicos' são os que as pessoas tendem a se preocupar mais ao elaborar uma política de <em>backup</em>. Esse termo é um pouco ambíguo, mas costuma se referir a arquivos que você sabe onde estão e aos quais pode abrir manualmente, seja clicando duas vezes ou ao usar o menu de Arquivo de algum programa específico. O termo engloba arquivos de texto simples, documentos de processadores de texto, apresentações, PDFs e planilhas, entre outros exemplos. Diferentemente de mensagens de e-mail, por exemplo, documentos eletrônicos não costumam estar sincronizados com cópias remotas na internet.</p>\n\n<p>Quando fizer cópias de reserva de seus documentos eletrônicos, lembre-se de incluir os bancos de dados dos aplicativos. Se você usa calendários ou agendas, por exemplo, terá de encontrar o diretório onde tais programas guardam as informações. É comum que as bases de dados estejam no mesmo local dos documentos eletrônicos, pois costumam ficar dentro da pasta de <strong>Meus Documentos</strong> em computadores que usam Windows. Porém, se não estiverem lá, você deve adicioná-las ao fazer o <em>backup</em> periódico.</p>\n\n<p>E-mails armazenados por aplicativos como o <a href=\"/pt/glossary#Thunderbird\"><em>Thunderbird</em></a> são um exemplo especial de banco de dados. Se você usa um programa de e-mails, especialmente se não pode ou não quer deixar cópias de suas mensagens em um servidor, deve ter certeza de que estarão incluídos nos <em>backups</em> periódicos. Já arquivos de imagem ou de vídeo podem ser considerados tanto como documentos eletrônicos como itens pertencentes à base de dados de um programa, dependendo de como você os utiliza. Aplicativos como o Windows Media player e o iTunes, por exemplo, funcionam como bancos de dados, pois gerenciam arquivos reais de mídia mas exibem apenas uma referência a eles na interface do software. Se você usa programas como esses, talvez tenha de fazer uma busca no computador para descobrir onde estão os arquivos reais.</p>\n\n<h3>Dispositivos de armazenamento</h3>\n\n<p>Antes de fazer cópias de reserva (<em>backup</em>) dos documentos eletrônicos, avalie o tipo de dispositivo de armazenamento a ser usado.</p>\n\n<p><strong>Pen drives ou HDs externos</strong> - Pen drives e HDs externos são opções baratas e com bastante espaço de armazenamento. São fáceis de apagar e podem ser reescritos diversas vezes. Possuem um tempo de funcionamento limitado, que depende muito de como e do quanto são usados, mas geralmente estimado em torno de 10 anos.</p>\n\n<p><strong>Compact Discs (CDs)</strong> - CDs podem guardar cerca de 700 Megabytes (MB) de dados. Para criar cópias de reserva (<em>backup</em>) nesta mídia, é preciso um <a href=\"/pt/glossary#CD_burner\"><em>gravador de CD</em></a> e discos em branco. Se quiser apagar um CD e atualizar os arquivos gravados nele, precisará de um gravador de CD-RW e discos regraváveis. Todos os principais sistemas operacionais, incluindo o Windows XP, vêm com programas já instalados para escrever em CDs e CD-RWs. Tenha em mente que as informações gravadas nesses discos podem começar a deteriorar após 5 ou 10 anos. Se for preciso guardar um <em>backup</em> por mais tempo, use novos CDs, compre discos especiais de 'vida longa' ou use um método diferente.</p>\n\n<p><strong>Digital Video Discs (DVDs)</strong> - DVDs armazenam até 4.7 Gigabytes (GB) de dados. Funcionam de forma bem parecida aos CDs, mas requerem um equipamento levemente mais caro. Será preciso um <a href=\"/pt/glossary#CD_burner\"><em>gravador de DVD ou DVD-RW</em></a> e as mídias apropriadas. Como um CD, as informações escritas em um DVD normal vão eventualmente desvanecer.</p>\n\n<p><strong>Servidor remoto</strong> - Um servidor de <em>backup</em> em rede bem mantido possui capacidade quase ilimitada, mas a velocidade e a estabilidade de sua conexão de internet determinarão se esta é uma opção realista ou não. Tenha em mente que ter um servidor de <em>backup</em> situado dentro do local de trabalho, embora seja mais rápido do que copiar a informação por internet, viola o requisito de que as cópias das informações importantes devem ser mantidas em dois locais físicos diferentes.</p>\n\n<p>Também há serviços gratuitos de armazenamento na internet, mas os riscos de colocar dados online devem ser avaliados com muito cuidado. As cópias de reserva devem ser sempre criptografadas antes de colocadas em servidores de organizações ou pessoas que você não conhece ou confia. Veja alguns exemplos na seção de <a href=\"/pt/chapter_5_5\"><strong><em>Leitura extra</em></strong></a>.</p>\n\n<h3>Programa para <em>backup</em></h3>\n\n<p>O Cobian Backup é uma ferramenta amigável que pode ser configurada para rodar automaticamente a intervalos regulares de tempo e para incluir apenas arquivos modificados desde a última cópia de reserva. O programa também pode comprimir os <em>backups</em> para que ocupem menos espaço.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/en/cobian_main\"><em>Cobian Backup</em></a></p>\n\n</div>\n\n<p>Como sempre, é uma boa ideia criptografar os arquivos de <em>backup</em> com uma ferramenta como o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>. Mais informações sobre criptografia de dados podem ser vistas no <a href=\"/pt/chapter-4\"><strong><em>Capítulo 4: Como proteger os arquivos sensíveis do seu computador</em></strong></a>.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/truecrypt_main\"><em>TrueCrypt - Armazenamento seguro de arquivos</em></a></p>\n\n</div>\n\n<p>Quando usar as ferramentas de <em>backup</em>, há algumas coisas que você pode fazer para que o sistema de gerar cópias de reserva funcione sem problemas:</p>\n\n<ul><li>Organize os arquivos do computador. Tente deixar em um único local todas as pastas onde estão os documentos eletrônicos dos quais serão feitas cópias de reserva. Um exemplo seria dentro do diretório <strong>Meus Documentos</strong>.</li>\n<li>Se você usa programas que guardam as informações em bancos de dados, ache primeiro onde estão esses bancos. Caso não estejam em locais convenientes, veja se o programa permite usar outra pasta. Se sim, use o mesmo diretório onde estão seus documentos eletrônicos.</li>\n<li>Monte uma agenda regular para fazer as cópias de reserva (<em>backup</em>).</li>\n<li>Tente estabelecer procedimentos para todas as pessoas da equipe em seu local de trabalho que ainda não têm uma política de <em>backup</em> segura ou confiável. Ajude-as a entender a importância do tema.</li>\n<li>Lembre-se de testar os procedimentos de recuperação dos dados contidos em cópias de reserva. Afinal, quando um problema aparecer, é o procedimento de recuperar as informações que vai importar, e não o de fazer o <em>backup</em>!</li>\n</ul><div class=\"background\">\n\n<p>Elena: Muito bem, fiz uma cópia de reserva criptografada no trabalho e a gravei em um CD. O Cobian está agendado para atualizar meu backup em alguns dias. Minha mesa do escritório tem uma gaveta com tranca e estou pensando em deixar os CDs ali, para que não se percam ou quebrem.</p>\n\n<p>Nikolai: E se houver um incêndio no escritório e o computador, mesa, CDs de backup e tudo o mais queime? Ou se as pessoas que frequentam o fórum do seu site comecem a planejar manifestações gigantes de protesto e as autoridades entrem em parafuso? As coisas podem sair do controle e sua organização ser invadida. Duvido que a trava da sua mesa segure a polícia de levar os CDs. Que tal deixá-los em casa, ou pedir a um amigo que as guarde para você?</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Dos vários tipos de dados descritos aqui, os 'documentos eletrônicos' são os que as pessoas tendem a se preocupar mais ao elaborar uma política de *backup*. Esse termo é um pouco ambíguo, mas costuma se referir a arquivos que você sabe onde estão e aos quais pode abrir manualmente, seja clicando duas vezes ou ao usar o menu de Arquivo de algum programa específico. O termo engloba arquivos de texto simples, documentos de processadores de texto, apresentações, PDFs e planilhas, entre outros exemplos. Diferentemente de mensagens de e-mail, por exemplo, documentos eletrônicos não costumam estar sincronizados com cópias remotas na internet.\r\n\r\nQuando fizer cópias de reserva de seus documentos eletrônicos, lembre-se de incluir os bancos de dados dos aplicativos. Se você usa calendários ou agendas, por exemplo, terá de encontrar o diretório onde tais programas guardam as informações. É comum que as bases de dados estejam no mesmo local dos documentos eletrônicos, pois costumam ficar dentro da pasta de **Meus Documentos** em computadores que usam Windows. Porém, se não estiverem lá, você deve adicioná-las ao fazer o *backup* periódico.\r\n\r\nE-mails armazenados por aplicativos como o [*Thunderbird*](/pt/glossary#Thunderbird) são um exemplo especial de banco de dados. Se você usa um programa de e-mails, especialmente se não pode ou não quer deixar cópias de suas mensagens em um servidor, deve ter certeza de que estarão incluídos nos *backups* periódicos. Já arquivos de imagem ou de vídeo podem ser considerados tanto como documentos eletrônicos como itens pertencentes à base de dados de um programa, dependendo de como você os utiliza. Aplicativos como o Windows Media player e o iTunes, por exemplo, funcionam como bancos de dados, pois gerenciam arquivos reais de mídia mas exibem apenas uma referência a eles na interface do software. Se você usa programas como esses, talvez tenha de fazer uma busca no computador para descobrir onde estão os arquivos reais.\r\n\r\n\r\n### Dispositivos de armazenamento ###\r\n\r\nAntes de fazer cópias de reserva (*backup*) dos documentos eletrônicos, avalie o tipo de dispositivo de armazenamento a ser usado.\r\n\r\n**Pen drives ou HDs externos** - Pen drives e HDs externos são opções baratas e com bastante espaço de armazenamento. São fáceis de apagar e podem ser reescritos diversas vezes. Possuem um tempo de funcionamento limitado, que depende muito de como e do quanto são usados, mas geralmente estimado em torno de 10 anos.\r\n\r\n**Compact Discs (CDs)** - CDs podem guardar cerca de 700 Megabytes (MB) de dados. Para criar cópias de reserva (*backup*) nesta mídia, é preciso um [*gravador de CD*](/pt/glossary#CD_burner) e discos em branco. Se quiser apagar um CD e atualizar os arquivos gravados nele, precisará de um gravador de CD-RW e discos regraváveis. Todos os principais sistemas operacionais, incluindo o Windows XP, vêm com programas já instalados para escrever em CDs e CD-RWs. Tenha em mente que as informações gravadas nesses discos podem começar a deteriorar após 5 ou 10 anos. Se for preciso guardar um *backup* por mais tempo, use novos CDs, compre discos especiais de 'vida longa' ou use um método diferente.\r\n\r\n**Digital Video Discs (DVDs)** - DVDs armazenam até 4.7 Gigabytes (GB) de dados. Funcionam de forma bem parecida aos CDs, mas requerem um equipamento levemente mais caro. Será preciso um [*gravador de DVD ou DVD-RW*](/pt/glossary#CD_burner) e as mídias apropriadas. Como um CD, as informações escritas em um DVD normal vão eventualmente desvanecer.\r\n\r\n**Servidor remoto** - Um servidor de *backup* em rede bem mantido possui capacidade quase ilimitada, mas a velocidade e a estabilidade de sua conexão de internet determinarão se esta é uma opção realista ou não. Tenha em mente que ter um servidor de *backup* situado dentro do local de trabalho, embora seja mais rápido do que copiar a informação por internet, viola o requisito de que as cópias das informações importantes devem ser mantidas em dois locais físicos diferentes.\r\n\r\nTambém há serviços gratuitos de armazenamento na internet, mas os riscos de colocar dados online devem ser avaliados com muito cuidado. As cópias de reserva devem ser sempre criptografadas antes de colocadas em servidores de organizações ou pessoas que você não conhece ou confia. Veja alguns exemplos na seção de [***Leitura extra***](/pt/chapter_5_5).\r\n\r\n\r\n### Programa para *backup* ###\r\n\r\nO Cobian Backup é uma ferramenta amigável que pode ser configurada para rodar automaticamente a intervalos regulares de tempo e para incluir apenas arquivos modificados desde a última cópia de reserva. O programa também pode comprimir os *backups* para que ocupem menos espaço.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Cobian Backup*](/en/cobian_main)\r\n</div>\r\n\r\nComo sempre, é uma boa ideia criptografar os arquivos de *backup* com uma ferramenta como o [*TrueCrypt*](/pt/glossary#TrueCrypt). Mais informações sobre criptografia de dados podem ser vistas no [***Capítulo 4: Como proteger os arquivos sensíveis do seu computador***](/pt/chapter-4).\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*TrueCrypt - Armazenamento seguro de arquivos*](/pt/truecrypt_main)\r\n</div>\r\n<p>\r\n\r\nQuando usar as ferramentas de *backup*, há algumas coisas que você pode fazer para que o sistema de gerar cópias de reserva funcione sem problemas:\r\n\r\n  * Organize os arquivos do computador. Tente deixar em um único local todas as pastas onde estão os documentos eletrônicos dos quais serão feitas cópias de reserva. Um exemplo seria dentro do diretório **Meus Documentos**.\r\n  * Se você usa programas que guardam as informações em bancos de dados, ache primeiro onde estão esses bancos. Caso não estejam em locais convenientes, veja se o programa permite usar outra pasta. Se sim, use o mesmo diretório onde estão seus documentos eletrônicos.\r\n  * Monte uma agenda regular para fazer as cópias de reserva (*backup*).\r\n  * Tente estabelecer procedimentos para todas as pessoas da equipe em seu local de trabalho que ainda não têm uma política de *backup* segura ou confiável. Ajude-as a entender a importância do tema.\r\n  * Lembre-se de testar os procedimentos de recuperação dos dados contidos em cópias de reserva. Afinal, quando um problema aparecer, é o procedimento de recuperar as informações que vai importar, e não o de fazer o *backup*!\r\n\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nElena: Muito bem, fiz uma cópia de reserva criptografada no trabalho e a gravei em um CD. O Cobian está agendado para atualizar meu backup em alguns dias. Minha mesa do escritório tem uma gaveta com tranca e estou pensando em deixar os CDs ali, para que não se percam ou quebrem.\r\n\r\nNikolai: E se houver um incêndio no escritório e o computador, mesa, CDs de backup e tudo o mais queime? Ou se as pessoas que frequentam o fórum do seu site comecem a planejar manifestações gigantes de protesto e as autoridades entrem em parafuso? As coisas podem sair do controle e sua organização ser invadida. Duvido que a trava da sua mesa segure a polícia de levar os CDs. Que tal deixá-los em casa, ou pedir a um amigo que as guarde para você?\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1947", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1947", 
                "link_title": "Creating a digital backup", 
                "menu_name": "book-toc-1925", 
                "mlid": "5092", 
                "module": "book", 
                "nid": "1947", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5092", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Creating a digital backup", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1454082369", 
            "comment": "0", 
            "created": "1441103914", 
            "current_revision_id": "13089", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_3", 
                        "value": "chapter_5_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5092": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1947", 
                    "link_title": "Creating a digital backup", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5092", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5092", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1947", 
            "num_revisions": "30", 
            "path": "https://securityinabox.org/en/node/1947", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454082369", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como fazer cópias de reserva / backup digitais", 
                        "value": "Como fazer cópias de reserva / backup digitais"
                    }
                ]
            }, 
            "title_original": "Creating a digital backup", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916199", 
                        "created": "1442916199", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454082369", 
                        "created": "1441805637", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096051", 
                        "created": "1443096051", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411165", 
                        "created": "1442411165", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206521", 
                        "created": "1441206521", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447107685", 
                        "created": "1442759428", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695377", 
                        "created": "1443695377", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272227", 
                        "created": "1452272227", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103218", 
                        "created": "1443103218", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113995", 
                        "created": "1441113995", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726112", 
                        "created": "1443726050", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405747", 
                        "created": "1444405690", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100234", 
                        "created": "1443100234", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "xx": {
                        "changed": "1446485621", 
                        "created": "1441103914", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1947", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577641", 
                        "created": "1443622977", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "0b70335e-f66b-407c-ab21-7702e3af4412", 
            "vid": "13089", 
            "vuuid": "d5c9b7fd-3ea6-4201-8f33-a51344ca39e7"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Quando um arquivo é apagado no Windows, desaparece de vista mas continua no computador. Mesmo após esvaziar a <strong>Lixeira</strong>, as informações removidas ainda podem ser encontradas no disco rígido (veja o <a href=\"/pt/chapter-6\"><strong><em>Capítulo 6: Como destruir informações sensíveis</em></strong></a> para saber mais sobre isso). Essa falha de segurança pode ser usada ocasionalmente a seu favor, caso um arquivo ou pasta importante sejam apagados de forma acidental. Há vários programas que podem restaurar o acesso a dados recém removidos, incluindo uma ferramenta chamada <a href=\"/en/recuva_main\"><em>Recuva</em></a>.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/en/recuva_main\"><em>Recuva - Recuperação de arquivos</em></a></p>\n\n</div>\n\n<p>Tais ferramentas nem sempre funcionam, pois o Windows pode haver escrito novos dados sobre a informação apagada. Portanto, é importante fazer o menor número de coisas possível no computador entre os atos de apagar um arquivo e tentar restaurá-lo com programas como o <a href=\"/en/recuva_main\"><em>Recuva</em></a>. Quanto mais a máquina for usada antes da tentativa de recuperação, menor as chances de sucesso. Isso também significa que é melhor usar uma versão portátil do <em>Recuva</em> em vez de instalá-lo após apagar algum arquivo importante. Instalar programas exige escrever novas informações no sistema, o que pode sobrescrever justamente os dados críticos que você estiver tentando recuperar.</p>\n\n<p>Embora pareça trabalhoso implementar as políticas ou aprender as ferramentas descritas neste capítulo, uma vez implementada, manter a estratégia de <em>backup</em> funcionando é muito mais fácil do que montá-la da primeira vez. E posto que ter cópias de reserva confiáveis pode ser, de todos, o aspecto mais importante em todo o escopo da segurança da informação, tenha certeza de que passar pelo processo compensa bastante o esforço.</p>\n", 
                        "summary": "", 
                        "value": "Quando um arquivo é apagado no Windows, desaparece de vista mas continua no computador. Mesmo após esvaziar a **Lixeira**, as informações removidas ainda podem ser encontradas no disco rígido (veja o [***Capítulo 6: Como destruir informações sensíveis***](/pt/chapter-6) para saber mais sobre isso). Essa falha de segurança pode ser usada ocasionalmente a seu favor, caso um arquivo ou pasta importante sejam apagados de forma acidental. Há vários programas que podem restaurar o acesso a dados recém removidos, incluindo uma ferramenta chamada [*Recuva*](/en/recuva_main).\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Recuva - Recuperação de arquivos*](/en/recuva_main)\r\n</div>\r\n\r\nTais ferramentas nem sempre funcionam, pois o Windows pode haver escrito novos dados sobre a informação apagada. Portanto, é importante fazer o menor número de coisas possível no computador entre os atos de apagar um arquivo e tentar restaurá-lo com programas como o [*Recuva*](/en/recuva_main). Quanto mais a máquina for usada antes da tentativa de recuperação, menor as chances de sucesso. Isso também significa que é melhor usar uma versão portátil do *Recuva* em vez de instalá-lo após apagar algum arquivo importante. Instalar programas exige escrever novas informações no sistema, o que pode sobrescrever justamente os dados críticos que você estiver tentando recuperar.\r\n\r\nEmbora pareça trabalhoso implementar as políticas ou aprender as ferramentas descritas neste capítulo, uma vez implementada, manter a estratégia de *backup* funcionando é muito mais fácil do que montá-la da primeira vez. E posto que ter cópias de reserva confiáveis pode ser, de todos, o aspecto mais importante em todo o escopo da segurança da informação, tenha certeza de que passar pelo processo compensa bastante o esforço."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1948", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1948", 
                "link_title": "Recovering from accidental file deletion", 
                "menu_name": "book-toc-1925", 
                "mlid": "5093", 
                "module": "book", 
                "nid": "1948", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5093", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Recovering from accidental file deletion", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455796357", 
            "comment": "0", 
            "created": "1441103974", 
            "current_revision_id": "13255", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_4", 
                        "value": "chapter_5_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5093": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1948", 
                    "link_title": "Recovering from accidental file deletion", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5093", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5093", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1948", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1948", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455796357", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como recuperar arquivos apagados por engano", 
                        "value": "Como recuperar arquivos apagados por engano"
                    }
                ]
            }, 
            "title_original": "Recovering from accidental file deletion", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916287", 
                        "created": "1442916287", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227263", 
                        "created": "1441805862", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096072", 
                        "created": "1443096072", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411235", 
                        "created": "1442411235", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451915329", 
                        "created": "1441206636", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089836", 
                        "created": "1442759449", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455796357", 
                        "created": "1443695398", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272286", 
                        "created": "1452272286", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103298", 
                        "created": "1443103298", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115004", 
                        "created": "1441115004", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726338", 
                        "created": "1443726338", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405829", 
                        "created": "1444405829", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100255", 
                        "created": "1443100255", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092467", 
                        "created": "1443092467", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103974", 
                        "created": "1441103974", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1948", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577760", 
                        "created": "1443623013", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c0ee2093-6a95-41e0-900e-f0eee3c330de", 
            "vid": "13255", 
            "vuuid": "3b23bd32-1050-4c74-aa81-3ed7f19c2e20"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>É possível ler mais sobre <em>backup</em> e recuperação de dados no capítulo <em>2.3 Backup, Destruição e Recuperação de informações</em>, do livro <a href=\"http://www.frontlinedefenders.org/esecman\">Segurança Digital e Privacidade para Defensores dos Direitos Humanos</a> (em inglês ou espanhol).</li>\n<li>Note que o <em>backup</em> online traz novos riscos. No mínimo, <strong>lembre-se de criptografar as informações sensíveis antes</strong> de colocá-las em um servidor. Assumindo que você criptografe os dados, alguns serviços online gratuitos de armazenamento podem ser convenientes para guardar cópias reserva de seus dados. Algumas opções são: <a href=\"https://spideroak.com/\">SpiderOak</a>,  <a href=\"https://drive.google.com/start\">Google Drive</a> e <a href=\"https://tahoe-lafs.org/trac/tahoe-lafs\">tahoe-lafs</a>. </li>\n<li>Existe um artigo excelente na <a href=\"http://en.wikipedia.org/wiki/Data_recovery\">Wikipedia</a> sobre a recuperação de dados (em inglês).</li>\n</ul>", 
                        "summary": "", 
                        "value": "- É possível ler mais sobre *backup* e recuperação de dados no capítulo *2.3 Backup, Destruição e Recuperação de informações*, do livro [Segurança Digital e Privacidade para Defensores dos Direitos Humanos](http://www.frontlinedefenders.org/esecman) (em inglês ou espanhol).\r\n- Note que o *backup* online traz novos riscos. No mínimo, **lembre-se de criptografar as informações sensíveis antes** de colocá-las em um servidor. Assumindo que você criptografe os dados, alguns serviços online gratuitos de armazenamento podem ser convenientes para guardar cópias reserva de seus dados. Algumas opções são: [SpiderOak](https://spideroak.com/),  [Google Drive](https://drive.google.com/start) e [tahoe-lafs](https://tahoe-lafs.org/trac/tahoe-lafs). \r\n- Existe um artigo excelente na [Wikipedia](http://en.wikipedia.org/wiki/Data_recovery) sobre a recuperação de dados (em inglês)."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1949", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1949", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5094", 
                "module": "book", 
                "nid": "1949", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5094", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452272402", 
            "comment": "0", 
            "created": "1441104021", 
            "current_revision_id": "12779", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_5", 
                        "value": "chapter_5_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5094": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1949", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5094", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5094", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1949", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1949", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452272402", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916361", 
                        "created": "1442916361", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096092", 
                        "created": "1443096092", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411334", 
                        "created": "1442411334", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206695", 
                        "created": "1441206695", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089894", 
                        "created": "1442761261", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695601", 
                        "created": "1443695601", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272402", 
                        "created": "1452272365", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102994", 
                        "created": "1443102994", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1451988168", 
                        "created": "1441115117", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726393", 
                        "created": "1443726393", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405941", 
                        "created": "1444405941", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100286", 
                        "created": "1443100286", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092547", 
                        "created": "1443092547", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104021", 
                        "created": "1441104021", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577825", 
                        "created": "1443623040", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6bfa16f4-0d0b-45ac-8f03-799179b1f19d", 
            "vid": "12779", 
            "vuuid": "950e52a9-bbd7-485f-91ec-8038567f32c6"
        }
    ], 
    "changed": "1453893598", 
    "comment": "0", 
    "created": "1441103567", 
    "current_revision_id": "13008", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt": [
            {
                "format": null, 
                "safe_value": "5. Como se recuperar da perda de informa", 
                "value": "5. Como se recuperar da perda de informa"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt": [
            {
                "format": null, 
                "safe_value": "5. Como se recuperar da perda de informações", 
                "value": "5. Como se recuperar da perda de informações"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt": [
            {
                "format": null, 
                "safe_value": "chapter-5", 
                "value": "chapter-5"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "5"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "5"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5089": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1944", 
            "link_title": "5. How to recover from information loss", 
            "menu_name": "book-toc-1925", 
            "mlid": "5089", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5089", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "5"
        }
    }, 
    "name": "chris", 
    "nid": "1944", 
    "num_revisions": "23", 
    "path": "https://securityinabox.org/en/node/1944", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453893598", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt": [
            {
                "format": null, 
                "safe_value": "5. Como se recuperar da perda de informações", 
                "value": "5. Como se recuperar da perda de informações"
            }
        ]
    }, 
    "title_original": "5. How to recover from information loss", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915883", 
                "created": "1442915883", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1453893598", 
                "created": "1441804186", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093715", 
                "created": "1443093715", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410748", 
                "created": "1442410748", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205895", 
                "created": "1441205895", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089421", 
                "created": "1442775036", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443692697", 
                "created": "1443692697", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452272011", 
                "created": "1452272011", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102836", 
                "created": "1443102836", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441113643", 
                "created": "1441113643", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443721696", 
                "created": "1443721696", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444395108", 
                "created": "1444395108", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014608", 
                "created": "1443012792", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443088924", 
                "created": "1443088838", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441103567", 
                "created": "1441103567", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1944", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577499", 
                "created": "1443622179", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "11cf27ca-845b-4076-893d-8703638bc2d7", 
    "vid": "13008", 
    "vuuid": "543dfbbf-76ee-47ca-b115-197528f8138e"
}