{
    "body": {
        "pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Acessos não autorizados a informações contidas em seu computador ou em dispositivos móveis conectados a ele podem ser feitos de duas formas principais. Remotamente, caso alguém seja capaz de ler ou modificar seus dados via internet, ou fisicamente, caso esse alguém tenha acesso a partes físicas (<em>hardware</em>) de sua máquina. É possível se proteger de ambas as ameaças ao melhorar as seguranças física e de rede, como discutido no <a href=\"/pt/chapter-1\"><strong><em>Capítulo 1: Como proteger seu computador de programas maliciosos e hackers</em></strong></a> e no <a href=\"/pt/chapter-2\"><strong><em>Capítulo 2: Como proteger seus dados de ameaças físicas</em></strong></a>.</p>\n\n<p>Entretanto, é sempre melhor ter várias camadas de defesa. É por isso que você deveria proteger também os próprios arquivos. Desse modo, informações sensíveis deverão continuar a salvo, mesmo caso outras medidas de segurança se mostrem ineficientes.</p>\n\n<p>Há duas abordagens mais comuns a esse tipo específico de proteção de dados. É possível <strong><em><a href=\"/pt/glossary#Encryption\">criptografar</a></em> seus arquivos sensíveis</strong>, tornando-os ilegíveis a outras pessoas, ou <strong>ocultá-los</strong>, na esperança de que não serão encontrados. Há ferramentas que facilitam ambas as abordagens, incluindo um programa de <a href=\"/pt/glossary#FOSS\"><em>livre e de código aberto (FOSS)</em></a> chamado <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>, capaz tanto de <em><a href=\"/pt/glossary#Encryption\">criptografar</a></em> como esconder arquivos.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\n\n<p>Claudia e Pablo trabalham em uma ONG em um país da América Latina e passaram vários meses coletando depoimentos de testemunhas relacionados a violações de direitos humanos cometidas por militares em sua região. Se os detalhes sobre quem prestou esses depoimentos fossem tornados públicos, colocariam em risco tanto quem teve coragem de dá-los como membros da organização que operam naquela área. Atualmente, os dados estão em uma planilha no computador da ONG, que roda Windows XP e fica conectado à internet. Consciente sobre questões de segurança, Claudia fez uma cópia de reserva (backup) das informações em um CD, o qual guarda fora das dependências da organização.</p>\n\n</div>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Como <a href=\"/pt/glossary#Encryption\"><em>criptografar</em></a> informações em seu computador</li>\n<li>Os riscos que você pode ter de enfrentar ao manter seus dados <a href=\"/pt/glossary#Encryption\">criptografados</a></li>\n<li>Como proteger dados mídias removíveis (como pen drives), para o caso de serem perdidas ou roubadas</li>\n<li>Os passos para ocultar informações a pessoas com acesso físico ou remoto não autorizado</li>\n</ul>", 
                "summary": "", 
                "value": "Acessos não autorizados a informações contidas em seu computador ou em dispositivos móveis conectados a ele podem ser feitos de duas formas principais. Remotamente, caso alguém seja capaz de ler ou modificar seus dados via internet, ou fisicamente, caso esse alguém tenha acesso a partes físicas (*hardware*) de sua máquina. É possível se proteger de ambas as ameaças ao melhorar as seguranças física e de rede, como discutido no [***Capítulo 1: Como proteger seu computador de programas maliciosos e hackers***](/pt/chapter-1) e no [***Capítulo 2: Como proteger seus dados de ameaças físicas***](/pt/chapter-2).\r\n\r\nEntretanto, é sempre melhor ter várias camadas de defesa. É por isso que você deveria proteger também os próprios arquivos. Desse modo, informações sensíveis deverão continuar a salvo, mesmo caso outras medidas de segurança se mostrem ineficientes.\r\n\r\nHá duas abordagens mais comuns a esse tipo específico de proteção de dados. É possível ***[criptografar](/pt/glossary#Encryption)* seus arquivos sensíveis**, tornando-os ilegíveis a outras pessoas, ou **ocultá-los**, na esperança de que não serão encontrados. Há ferramentas que facilitam ambas as abordagens, incluindo um programa de [*livre e de código aberto (FOSS)*](/pt/glossary#FOSS) chamado [*TrueCrypt*](/pt/glossary#TrueCrypt), capaz tanto de *[criptografar](/pt/glossary#Encryption)* como esconder arquivos.\r\n\r\n\r\n\r\n### Pano de fundo ###\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia e Pablo trabalham em uma ONG em um país da América Latina e passaram vários meses coletando depoimentos de testemunhas relacionados a violações de direitos humanos cometidas por militares em sua região. Se os detalhes sobre quem prestou esses depoimentos fossem tornados públicos, colocariam em risco tanto quem teve coragem de dá-los como membros da organização que operam naquela área. Atualmente, os dados estão em uma planilha no computador da ONG, que roda Windows XP e fica conectado à internet. Consciente sobre questões de segurança, Claudia fez uma cópia de reserva (backup) das informações em um CD, o qual guarda fora das dependências da organização.\r\n</div>\r\n\r\n\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n- Como [*criptografar*](/pt/glossary#Encryption) informações em seu computador\r\n- Os riscos que você pode ter de enfrentar ao manter seus dados [criptografados](/pt/glossary#Encryption)\r\n- Como proteger dados mídias removíveis (como pen drives), para o caso de serem perdidas ou roubadas\r\n- Os passos para ocultar informações a pessoas com acesso físico ou remoto não autorizado"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p>Pablo: Mas meu computador já está protegido pela senha de login do Windows! Já não está bom assim?</p>\n\n<p>Claudia: Na verdade, as senhas de login do Windows costumam ser bem fáceis de quebrar. Além disso, qualquer pessoa com acesso à sua máquina por tempo suficiente para reiniciá-la com um LiveCD pode copiar os dados sem nem ter de se preocupar com a senha. Caso possam levar o computador, é ainda pior. Não são apenas com as senhas do Windows com que você deveria se preocupar; você não deveria confiar também nas senhas do Microsoft Word ou do Adobe Acrobat.</p>\n\n</div>\n\n<p><a href=\"/pt/glossary#Encryption\"><em>Criptografar</em></a> dados é um pouco como mantê-los trancados em um cofre. Apenas quem possui a chave ou sabe a combinação para abri-lo (uma chave ou senha de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a>, neste caso) pode acessá-los. A analogia é particularmente apropriada ao <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> e a ferramentas semelhantes, que criam compartimentos seguros chamados 'volumes criptografados' em vez de proteger os arquivos um por vez. É possível colocar um grande número de arquivos em um volume <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a>, mas esses programas não protegerão nada do que estiver fora dele, em outras pastas do computador, pen drives ou mídias removíveis.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Guia Prático - saiba usar o</strong> <a href=\"/pt/truecrypt_main\"><strong><em>TrueCrypt - Armazenamento seguro de arquivos</em></strong></a></p>\n\n</div>\n\n<p>Ainda que outros programas possuam uma força similar de <em><a href=\"/pt/glossary#Encryption\">criptografia</a></em>, o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> tem algumas funcionalidades importantes, que ajudam a elaborar uma estratégia para a segurança da informação. Ele permite <strong>criptografar todo o disco de um computador</strong> de forma permanente, o que inclui todos os arquivos, todos os arquivos temporários criados em uma sessão de trabalho, todos os programas instalados e todos os arquivos relacionados ao sistema operacional Windows; permite criar volumes <em><a href=\"/pt/glossary#Encryption\">criptografados</a></em> em dispositivos portáteis de armazenamento de dados; e possui ainda funções de 'negação', descritas na seção <a href=\"/pt/chapter_4_2\"><strong><em>Como ocultar informações sensíveis</em></strong></a>, abaixo. Além disso, o TrueCrypt é um <a href=\"/pt/glossary#FOSS\"><em>programa livre e de código aberto (FOSS)</em></a>.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Certo, agora você me deixou preocupado. E as outras pessoas, que usam o mesmo computador? Elas conseguem abrir os arquivos da pasta 'Meus Documentos'?</p>\n\n<p>Claudia: Gosto do jeito que você está pensando! Se a senha do Windows não o protege de intrusos, como pode protegê-lo de pessoas que têm contas no mesmo computador? Na verdade, a sua pasta de 'Meus Documentos' costuma ficar visível a qualquer um, então outras pessoas não teriam de fazer nada muito elaborado para ler arquivos não criptografados. Mas está certo, mesmo que a pasta seja tornada 'privada', você ainda não está seguro a não ser que use algum tipo de criptografia.</p>\n\n</div>\n\n<h3>Dicas para usar criptografia de arquivos de forma segura</h3>\n\n<p>Guardar informações confidenciais pode ser um risco tanto para você como para as pessoas com quem trabalha. A <em><a href=\"/pt/glossary#Encryption\">criptografia</a></em> reduz esse risco, mas não o elimina. O primeiro passo para se proteger é reduzir a quantidade de dados sensíveis que você mantém à volta. A menos que você tenha um bom motivo para guardar um determinado arquivo, ou um tipo específico de informação contida em um arquivo, deveria simplesmente apagá-lo (veja o <a href=\"/pt/chapter-6\"><strong><em>Capítulo 6: Como destruir informações sensíveis</em></strong></a> para ver como fazer isso de forma segura). O segundo passo é usar uma boa ferramenta de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> de dados, como o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>.</p>\n\n<div class=\"background\">\n\n<p>Claudia: Bom, talvez não precisemos realmente guardar informações que podem ser usadas para identificar as pessoas que nos deram os depoimentos. O que te parece?</p>\n\n<p>Pablo: Concordo. Provavelmente, deveríamos escrever o mínimo possível sobre isso. Também poderíamos pensar em um código simples, que podemos usar para proteger os nomes e locais que de fato precisamos registrar.</p>\n\n</div>\n\n<p>Voltando à analogia de um cofre trancado, há algumas coisas que você deve ter em mente ao usar o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> e ferramentas similares. Independentemente de quão forte seja o cofre, deixar a porta aberta não vai ajudar. Quando o volume <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> estiver 'montado' (sempre que é possível acessar seu conteúdo), os dados podem estar vulneráveis. Mantenha-o fechado, exceto quando estiver efetivamente lendo ou modificando os arquivos contidos ali.</p>\n\n<p>Há algumas situações nas quais é especialmente importante lembrar-se de deixar os volumes <a href=\"/pt/glossary#Encryption\"><em>criptografados</em></a> desmontados (não acessíveis):</p>\n\n<ul><li>Desmonte-os sempre que sair de perto do computador, por qualquer período de tempo. Mesmo que você costume deixar a máquina ligada à noite, é preciso ter certeza de que os arquivos sensíveis não estarão acessíveis a alguém que tenha acesso físico ou remoto a eles enquanto você não estiver ali.</li>\n<li>Desmonte-os antes de colocar o computador em espera, para economizar energia. Isso vale tanto para as funções de 'suspender' como de 'hibernar', que são tipicamente usadas em laptops, mas que também existem em computadores desktops.</li>\n<li>Desmonte-os antes de permitir a alguém usar seu computador. Quando houver chances de passar por postos policiais, postos de imigração ou cruzar fronteiras, é importante desmontar todos os volumes <a href=\"/pt/glossary#Encryption\"><em>criptografados</em></a> e desligar completamente a máquina.</li>\n<li>Desmonte-os antes de inserir pen drives ou outros dispositivos de memória não conhecidos (como HDs externos); isso inclui os pertencentes a amigas, amigos e colegas.</li>\n<li>Se você mantém um volume <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a> em um pen drive, lembre-se de que apenas desconectá-lo do computador pode não desmontá-lo imediatamente. Mesmo que tenha de proteger os arquivos rapidamente, é necessário desmontar o volume da forma correta para então remover o pen drive ou HD externo via sistema operacional (<em>'remover hardware com segurança'</em>) e, finalmente, desconectá-lo fisicamente da máquina. Talvez você queira praticar até encontrar a forma mais rápida de fazer todas essas etapas.</li>\n</ul><p>Caso opte manter seu volume <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> em um pen drive, também é possível manter uma cópia do programa <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> com ele, o que permitirá acessar os arquivos criptografados no computador de outras pessoas. Porém, as regras gerais ainda se aplicam: se você não tem certeza de que aquela máquina está livre de <a href=\"/pt/glossary#Malware\"><em>malware</em></a>, provavelmente não deveria usá-la para digitar senhas ou acessar arquivos sensíveis.</p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\nPablo: Mas meu computador já está protegido pela senha de login do Windows! Já não está bom assim?\r\n\r\nClaudia: Na verdade, as senhas de login do Windows costumam ser bem fáceis de quebrar. Além disso, qualquer pessoa com acesso à sua máquina por tempo suficiente para reiniciá-la com um LiveCD pode copiar os dados sem nem ter de se preocupar com a senha. Caso possam levar o computador, é ainda pior. Não são apenas com as senhas do Windows com que você deveria se preocupar; você não deveria confiar também nas senhas do Microsoft Word ou do Adobe Acrobat.\r\n</div>\r\n\r\n[*Criptografar*](/pt/glossary#Encryption) dados é um pouco como mantê-los trancados em um cofre. Apenas quem possui a chave ou sabe a combinação para abri-lo (uma chave ou senha de [*criptografia*](/pt/glossary#Encryption), neste caso) pode acessá-los. A analogia é particularmente apropriada ao [*TrueCrypt*](/pt/glossary#TrueCrypt) e a ferramentas semelhantes, que criam compartimentos seguros chamados 'volumes criptografados' em vez de proteger os arquivos um por vez. É possível colocar um grande número de arquivos em um volume [*criptografado*](/pt/glossary#Encryption), mas esses programas não protegerão nada do que estiver fora dele, em outras pastas do computador, pen drives ou mídias removíveis.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Guia Prático - saiba usar o** [***TrueCrypt - Armazenamento seguro de arquivos***](/pt/truecrypt_main)\r\n</div>\r\n\r\nAinda que outros programas possuam uma força similar de *[criptografia](/pt/glossary#Encryption)*, o [*TrueCrypt*](/pt/glossary#TrueCrypt) tem algumas funcionalidades importantes, que ajudam a elaborar uma estratégia para a segurança da informação. Ele permite **criptografar todo o disco de um computador** de forma permanente, o que inclui todos os arquivos, todos os arquivos temporários criados em uma sessão de trabalho, todos os programas instalados e todos os arquivos relacionados ao sistema operacional Windows; permite criar volumes *[criptografados](/pt/glossary#Encryption)* em dispositivos portáteis de armazenamento de dados; e possui ainda funções de 'negação', descritas na seção [***Como ocultar informações sensíveis***](/pt/chapter_4_2), abaixo. Além disso, o TrueCrypt é um [*programa livre e de código aberto (FOSS)*](/pt/glossary#FOSS).\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Certo, agora você me deixou preocupado. E as outras pessoas, que usam o mesmo computador? Elas conseguem abrir os arquivos da pasta 'Meus Documentos'?\r\n\r\nClaudia: Gosto do jeito que você está pensando! Se a senha do Windows não o protege de intrusos, como pode protegê-lo de pessoas que têm contas no mesmo computador? Na verdade, a sua pasta de 'Meus Documentos' costuma ficar visível a qualquer um, então outras pessoas não teriam de fazer nada muito elaborado para ler arquivos não criptografados. Mas está certo, mesmo que a pasta seja tornada 'privada', você ainda não está seguro a não ser que use algum tipo de criptografia.</i>\r\n</div>\r\n\r\n\r\n### Dicas para usar criptografia de arquivos de forma segura ###\r\n\r\nGuardar informações confidenciais pode ser um risco tanto para você como para as pessoas com quem trabalha. A *[criptografia](/pt/glossary#Encryption)* reduz esse risco, mas não o elimina. O primeiro passo para se proteger é reduzir a quantidade de dados sensíveis que você mantém à volta. A menos que você tenha um bom motivo para guardar um determinado arquivo, ou um tipo específico de informação contida em um arquivo, deveria simplesmente apagá-lo (veja o [***Capítulo 6: Como destruir informações sensíveis***](/pt/chapter-6) para ver como fazer isso de forma segura). O segundo passo é usar uma boa ferramenta de [*criptografia*](/pt/glossary#Encryption) de dados, como o [*TrueCrypt*](/pt/glossary#TrueCrypt).\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia: Bom, talvez não precisemos realmente guardar informações que podem ser usadas para identificar as pessoas que nos deram os depoimentos. O que te parece?\r\n\r\nPablo: Concordo. Provavelmente, deveríamos escrever o mínimo possível sobre isso. Também poderíamos pensar em um código simples, que podemos usar para proteger os nomes e locais que de fato precisamos registrar.\r\n</div>\r\n\r\nVoltando à analogia de um cofre trancado, há algumas coisas que você deve ter em mente ao usar o [*TrueCrypt*](/pt/glossary#TrueCrypt) e ferramentas similares. Independentemente de quão forte seja o cofre, deixar a porta aberta não vai ajudar. Quando o volume [*TrueCrypt*](/pt/glossary#TrueCrypt) estiver 'montado' (sempre que é possível acessar seu conteúdo), os dados podem estar vulneráveis. Mantenha-o fechado, exceto quando estiver efetivamente lendo ou modificando os arquivos contidos ali.\r\n\r\nHá algumas situações nas quais é especialmente importante lembrar-se de deixar os volumes [*criptografados*](/pt/glossary#Encryption) desmontados (não acessíveis):\r\n\r\n  * Desmonte-os sempre que sair de perto do computador, por qualquer período de tempo. Mesmo que você costume deixar a máquina ligada à noite, é preciso ter certeza de que os arquivos sensíveis não estarão acessíveis a alguém que tenha acesso físico ou remoto a eles enquanto você não estiver ali.\r\n  * Desmonte-os antes de colocar o computador em espera, para economizar energia. Isso vale tanto para as funções de 'suspender' como de 'hibernar', que são tipicamente usadas em laptops, mas que também existem em computadores desktops.\r\n  * Desmonte-os antes de permitir a alguém usar seu computador. Quando houver chances de passar por postos policiais, postos de imigração ou cruzar fronteiras, é importante desmontar todos os volumes [*criptografados*](/pt/glossary#Encryption) e desligar completamente a máquina.\r\n  * Desmonte-os antes de inserir pen drives ou outros dispositivos de memória não conhecidos (como HDs externos); isso inclui os pertencentes a amigas, amigos e colegas.\r\n  * Se você mantém um volume [*criptografado*](/pt/glossary#Encryption) em um pen drive, lembre-se de que apenas desconectá-lo do computador pode não desmontá-lo imediatamente. Mesmo que tenha de proteger os arquivos rapidamente, é necessário desmontar o volume da forma correta para então remover o pen drive ou HD externo via sistema operacional (*'remover hardware com segurança'*) e, finalmente, desconectá-lo fisicamente da máquina. Talvez você queira praticar até encontrar a forma mais rápida de fazer todas essas etapas.\r\n\t\r\nCaso opte manter seu volume [*TrueCrypt*](/pt/glossary#TrueCrypt) em um pen drive, também é possível manter uma cópia do programa [*TrueCrypt*](/pt/glossary#TrueCrypt) com ele, o que permitirá acessar os arquivos criptografados no computador de outras pessoas. Porém, as regras gerais ainda se aplicam: se você não tem certeza de que aquela máquina está livre de [*malware*](/pt/glossary#Malware), provavelmente não deveria usá-la para digitar senhas ou acessar arquivos sensíveis."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_1", 
                        "value": "chapter_4_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como criptografar suas informações", 
                        "value": "Como criptografar suas informações"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>O problema de ter um cofre em casa ou no ambiente de trabalho - e, por que não, de carregar um no bolso - é que sua presença ali é óbvia. Muitas pessoas ficam preocupadas de serem incriminadas por usar <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> e o fato de que os motivos legítimos para <a href=\"/pt/glossary#Encryption\"><em>criptografar</em></a> informações são mais numerosos do que os ilegítimos não torna essa ameaça menos real. Essencialmente, há duas razões pelas quais você pode recear usar uma ferramenta como o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>: o risco de autoincriminação e o risco de expor claramente onde estão suas informações mais sensíveis.</p>\n\n<h3>Sobre o risco de autoincriminação</h3>\n\n<p>A <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> é ilegal em alguns países, o que significa que os atos de baixar, instalar ou usar programas dessa natureza podem ser considerados crimes. Além disso, se dentre os grupos dos quais você quer proteger suas informações estiver a polícia, as forças militares ou os serviços de inteligência, violar essas leis pode fornecer um pretexto para que suas atividades sejam investigadas ou haja perseguição à sua organização.</p>\n\n<p>Na verdade, ameaças assim podem sequer estar relacionadas à legalidade das ferramentas em questão. Onde quer que a mera associação a algum software de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> seja suficiente para expor alguém a acusações de atividades criminosas ou espionagem (independentemente do conteúdo real contido nos volumes <a href=\"/pt/glossary#Encryption\"><em>criptografados</em></a>), é melhor pensar com cuidado se tais ferramentas são apropriadas ao seu contexto.</p>\n\n<p>Se esse for o seu caso, há algumas opções:</p>\n\n<ul><li>Você pode evitar completamente o uso de programas de segurança de informação, o que implica guardar apenas informações não confidenciais ou inventar um sistema de palavras de código para proteger os elementos principais de arquivos mais sensíveis.</li>\n<li>Você pode usar uma técnica chamada <a href=\"/pt/glossary#Steganography\"><em>esteganografia</em></a> para ocultar informações sensíveis, em vez de criptografá-las. Há ferramentas que podem ajudar nesse processo, mas usá-las da forma correta requer uma preparação bastante cuidadosa e você ainda correrá o risco de autoincriminação caso alguém saiba qual software foi usado.</li>\n<li>Você pode tentar guardar todas as informações sensíveis em uma conta segura de e-mail, mas isso depende de uma conexão confiável e de um conhecimento relativamente sofisticado sobre computadores e serviços de internet. Essa técnica pressupõe que a <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> de rede seja menos incriminatória do que a de arquivos, e que você terá como evitar copiar dados sensíveis de forma acidental para o computador e esquecê-los ali.</li>\n<li>Você pode manter as informações sensíveis fora do computador, guardando-as em um pen drive ou HD externo. Porém, tais dispositivos costumam ser ainda mais vulneráveis do que computadores à perda e confisco. Carregar dados importantes e não criptografados por aí costuma ser uma má ideia.</li>\n</ul><p>Se preciso, é possível usar um pouco de cada tática. Entretanto, mesmo em situações nas quais você se preocupe com a questão da autoincriminação, pode ser mais seguro usar o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> e tentar disfarçar o volume <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a> da melhor forma possível.</p>\n\n<p>Para deixar um volume criptografado menos óbvio, é possível renomeá-lo de forma a camuflá-lo como um arquivo comum. A extensão '.iso', usada para imagens de CD, é uma boa opção para volumes que tenham cerca de 700 MB. Para volumes menores, outras extensões apresentariam maior verossimilhança. Seria como esconder o cofre atrás de um quadro na parede do escritório: pode não funcionar em inspeções rigorosas, mas ainda assim oferece algum tipo de proteção. Também é possível renomear o próprio programa <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>, assumindo que você o tenha guardado no pen drive ou disco rígido como um arquivo comum, em vez de instalá-lo como um programa. O <a href=\"/pt/truecrypt_main\"><strong><em>Guia Prático do TrueCrypt</em></strong></a> mostra como fazer isso.</p>\n\n<h3>Sobre o risco de expor onde estão as informações sensíveis</h3>\n\n<p>Frequentemente, o problema de 'descobrirem' programas de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> em seu computador ou pen drive é menor do que o fato de que um volume criptografado indica exatamente onde as informações mais importantes ficam guardadas. Embora seja verdade que ninguém mais pode lê-las, um intruso saberá que estão ali e que você tomou precauções para protegê-las. Isso te expõe a vários métodos não técnicos pelos quais alguém pode tentar ganhar acesso àqueles dados, como intimidação, chantagem, interrogatório e tortura. É nesse contexto que a função de negação do <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a>, discutida com mais detalhes abaixo, torna-se importante.</p>\n\n<p>A função de 'negação' do <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> é um dos motivos pelos quais esta ferramenta de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> de arquivos difere das outras. Ela pode ser vista como uma forma peculiar de <a href=\"/pt/glossary#Steganography\"><em>esteganografia</em></a>, que disfarça as informações mais sensíveis, ocultas, com outras menos importantes. Seria o equivalente a instalar um discreto 'botão falso' dentro do não tão discreto cofre do escritório. Caso alguém roube a chave ou te intimide a fornecer a combinação do cofre, encontrará um material de 'isca' convincente, mas não os dados que você realmente quer proteger.</p>\n\n<p>Apenas você sabe que o cofre possui um compartimento secreto nos fundos. Isso te permite 'negar' que há mais segredos além dos já fornecidos e pode ajudar em situações nas quais te obriguem a revelar sua senha por qualquer motivo. Tais motivos podem incluir ameaças legais ou físicas à sua segurança, ou à de pessoas que você conhece, como sócios ou familiares. O objetivo da negação é ganhar uma chance de escapar de uma situação potencialmente perigosa, mesmo que você opte por continuar a proteger seus dados. Porém, como discutido na seção <a href=\"/pt/chapter_4_2\"><strong><em>Sobre o risco de autoincriminação</em></strong></a>, essa função torna-se bem menos útil se o mero ato de ser pego com um cofre no escritório for suficiente para levar a consequências inaceitáveis.</p>\n\n<p>A função de negação do <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> cria um 'volume oculto' dentro do volume <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a> comum. É possível abri-lo com uma senha diferente da que seria usada normalmente. Mesmo que alguém com conhecimento técnico sofisticado ganhe acesso ao volume padrão, será incapaz de provar que há um volume oculto. Claro, tal pessoa pode saber que o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> é capaz de ocultar informações dessa forma, então não há garantias de que as ameaças cessarão assim que a senha de isca seja revelada. Porém, muitas pessoas usam o <a href=\"/pt/glossary#TrueCrypt\"><em>TrueCrypt</em></a> sem habilitar a função de negação e é geralmente considerado impossível determinar, por análise, se determinado volume <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a> contém esse tipo de 'botão falso'.</p>\n\n<p>Dito isso, cabe a você não revelar o volume oculto por modos menos técnicos, como ao deixá-lo aberto ou permitir que outros programas criem atalhos para arquivos contidos ali. A seção <a href=\"/pt/chapter_4_3\"><strong><em>Leitura extra</em></strong></a>, abaixo, traz mais referências sobre isso.</p>\n\n<div class=\"background\">\n\n<p>Claudia: Certo! Vamos então deixar umas tralhas no volume padrão. Aí podemos mover todos os nossos depoimentos para o volume oculto. Você tem alguns PDFs antigos ou outras coisas que possamos usar?</p>\n\n<p>Pablo: Eu estava pensando sobre isso. Veja, a ideia é entregar a senha de isca caso não tenhamos escolha, não é? Só que, para isso ser convincente, precisamos usar arquivos que pareçam importantes, não te parece? Senão, por que teríamos nos dado o trabalho de criptografá-los? Talvez devamos usar alguns documentos financeiros não relacionados ao caso, uma lista de senhas de sites ou algo assim.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "O problema de ter um cofre em casa ou no ambiente de trabalho - e, por que não, de carregar um no bolso - é que sua presença ali é óbvia. Muitas pessoas ficam preocupadas de serem incriminadas por usar [*criptografia*](/pt/glossary#Encryption) e o fato de que os motivos legítimos para [*criptografar*](/pt/glossary#Encryption) informações são mais numerosos do que os ilegítimos não torna essa ameaça menos real. Essencialmente, há duas razões pelas quais você pode recear usar uma ferramenta como o [*TrueCrypt*](/pt/glossary#TrueCrypt): o risco de autoincriminação e o risco de expor claramente onde estão suas informações mais sensíveis.\r\n\r\n\r\n### Sobre o risco de autoincriminação ###\r\n\r\nA [*criptografia*](/pt/glossary#Encryption) é ilegal em alguns países, o que significa que os atos de baixar, instalar ou usar programas dessa natureza podem ser considerados crimes. Além disso, se dentre os grupos dos quais você quer proteger suas informações estiver a polícia, as forças militares ou os serviços de inteligência, violar essas leis pode fornecer um pretexto para que suas atividades sejam investigadas ou haja perseguição à sua organização.\r\n\r\nNa verdade, ameaças assim podem sequer estar relacionadas à legalidade das ferramentas em questão. Onde quer que a mera associação a algum software de [*criptografia*](/pt/glossary#Encryption) seja suficiente para expor alguém a acusações de atividades criminosas ou espionagem (independentemente do conteúdo real contido nos volumes [*criptografados*](/pt/glossary#Encryption)), é melhor pensar com cuidado se tais ferramentas são apropriadas ao seu contexto.\r\n\r\nSe esse for o seu caso, há algumas opções:\r\n\r\n  * Você pode evitar completamente o uso de programas de segurança de informação, o que implica guardar apenas informações não confidenciais ou inventar um sistema de palavras de código para proteger os elementos principais de arquivos mais sensíveis.\r\n  * Você pode usar uma técnica chamada [*esteganografia*](/pt/glossary#Steganography) para ocultar informações sensíveis, em vez de criptografá-las. Há ferramentas que podem ajudar nesse processo, mas usá-las da forma correta requer uma preparação bastante cuidadosa e você ainda correrá o risco de autoincriminação caso alguém saiba qual software foi usado.\r\n  * Você pode tentar guardar todas as informações sensíveis em uma conta segura de e-mail, mas isso depende de uma conexão confiável e de um conhecimento relativamente sofisticado sobre computadores e serviços de internet. Essa técnica pressupõe que a [*criptografia*](/pt/glossary#Encryption) de rede seja menos incriminatória do que a de arquivos, e que você terá como evitar copiar dados sensíveis de forma acidental para o computador e esquecê-los ali.\r\n  * Você pode manter as informações sensíveis fora do computador, guardando-as em um pen drive ou HD externo. Porém, tais dispositivos costumam ser ainda mais vulneráveis do que computadores à perda e confisco. Carregar dados importantes e não criptografados por aí costuma ser uma má ideia.\r\n\t\r\nSe preciso, é possível usar um pouco de cada tática. Entretanto, mesmo em situações nas quais você se preocupe com a questão da autoincriminação, pode ser mais seguro usar o [*TrueCrypt*](/pt/glossary#TrueCrypt) e tentar disfarçar o volume [*criptografado*](/pt/glossary#Encryption) da melhor forma possível.\r\n\r\nPara deixar um volume criptografado menos óbvio, é possível renomeá-lo de forma a camuflá-lo como um arquivo comum. A extensão '.iso', usada para imagens de CD, é uma boa opção para volumes que tenham cerca de 700 MB. Para volumes menores, outras extensões apresentariam maior verossimilhança. Seria como esconder o cofre atrás de um quadro na parede do escritório: pode não funcionar em inspeções rigorosas, mas ainda assim oferece algum tipo de proteção. Também é possível renomear o próprio programa [*TrueCrypt*](/pt/glossary#TrueCrypt), assumindo que você o tenha guardado no pen drive ou disco rígido como um arquivo comum, em vez de instalá-lo como um programa. O [***Guia Prático do TrueCrypt***](/pt/truecrypt_main) mostra como fazer isso.\r\n\r\n\r\n### Sobre o risco de expor onde estão as informações sensíveis ###\r\n\r\nFrequentemente, o problema de 'descobrirem' programas de [*criptografia*](/pt/glossary#Encryption) em seu computador ou pen drive é menor do que o fato de que um volume criptografado indica exatamente onde as informações mais importantes ficam guardadas. Embora seja verdade que ninguém mais pode lê-las, um intruso saberá que estão ali e que você tomou precauções para protegê-las. Isso te expõe a vários métodos não técnicos pelos quais alguém pode tentar ganhar acesso àqueles dados, como intimidação, chantagem, interrogatório e tortura. É nesse contexto que a função de negação do [*TrueCrypt*](/pt/glossary#TrueCrypt), discutida com mais detalhes abaixo, torna-se importante.\r\n\r\nA função de 'negação' do [*TrueCrypt*](/pt/glossary#TrueCrypt) é um dos motivos pelos quais esta ferramenta de [*criptografia*](/pt/glossary#Encryption) de arquivos difere das outras. Ela pode ser vista como uma forma peculiar de [*esteganografia*](/pt/glossary#Steganography), que disfarça as informações mais sensíveis, ocultas, com outras menos importantes. Seria o equivalente a instalar um discreto 'botão falso' dentro do não tão discreto cofre do escritório. Caso alguém roube a chave ou te intimide a fornecer a combinação do cofre, encontrará um material de 'isca' convincente, mas não os dados que você realmente quer proteger.\r\n\r\nApenas você sabe que o cofre possui um compartimento secreto nos fundos. Isso te permite 'negar' que há mais segredos além dos já fornecidos e pode ajudar em situações nas quais te obriguem a revelar sua senha por qualquer motivo. Tais motivos podem incluir ameaças legais ou físicas à sua segurança, ou à de pessoas que você conhece, como sócios ou familiares. O objetivo da negação é ganhar uma chance de escapar de uma situação potencialmente perigosa, mesmo que você opte por continuar a proteger seus dados. Porém, como discutido na seção [***Sobre o risco de autoincriminação***](/pt/chapter_4_2), essa função torna-se bem menos útil se o mero ato de ser pego com um cofre no escritório for suficiente para levar a consequências inaceitáveis.\r\n\r\nA função de negação do [*TrueCrypt*](/pt/glossary#TrueCrypt) cria um 'volume oculto' dentro do volume [*criptografado*](/pt/glossary#Encryption) comum. É possível abri-lo com uma senha diferente da que seria usada normalmente. Mesmo que alguém com conhecimento técnico sofisticado ganhe acesso ao volume padrão, será incapaz de provar que há um volume oculto. Claro, tal pessoa pode saber que o [*TrueCrypt*](/pt/glossary#TrueCrypt) é capaz de ocultar informações dessa forma, então não há garantias de que as ameaças cessarão assim que a senha de isca seja revelada. Porém, muitas pessoas usam o [*TrueCrypt*](/pt/glossary#TrueCrypt) sem habilitar a função de negação e é geralmente considerado impossível determinar, por análise, se determinado volume [*criptografado*](/pt/glossary#Encryption) contém esse tipo de 'botão falso'.\r\n\r\nDito isso, cabe a você não revelar o volume oculto por modos menos técnicos, como ao deixá-lo aberto ou permitir que outros programas criem atalhos para arquivos contidos ali. A seção [***Leitura extra***](/pt/chapter_4_3), abaixo, traz mais referências sobre isso.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia: Certo! Vamos então deixar umas tralhas no volume padrão. Aí podemos mover todos os nossos depoimentos para o volume oculto. Você tem alguns PDFs antigos ou outras coisas que possamos usar?\r\n\r\nPablo: Eu estava pensando sobre isso. Veja, a ideia é entregar a senha de isca caso não tenhamos escolha, não é? Só que, para isso ser convincente, precisamos usar arquivos que pareçam importantes, não te parece? Senão, por que teríamos nos dado o trabalho de criptografá-los? Talvez devamos usar alguns documentos financeiros não relacionados ao caso, uma lista de senhas de sites ou algo assim.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como ocultar informações sensíveis", 
                        "value": "Como ocultar informações sensíveis"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Para informações adicionais sobre como proteger seus arquivos, veja os capítulos <em>2.4 Criptologia</em>, <em>2.8 Esteganografia</em> e <em>4.2 Estudo de Caso 3</em>, do livro <a href=\"http://www.frontlinedefenders.org/esecman\">Segurança Digital e Privacidade para Defensores dos Direitos Humanos</a> (em inglês ou espanhol).</li>\n<li>A <a href=\"http://www.truecrypt.org/docs/\">documentação do TrueCrypt</a> discute em detalhes vários aspectos da criptografia de informações e o <a href=\"http://www.truecrypt.org/faq.php\">FAQ do TrueCrypt</a> responde a algumas perguntas frequentes sobre o programa.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Para informações adicionais sobre como proteger seus arquivos, veja os capítulos *2.4 Criptologia*, *2.8 Esteganografia* e *4.2 Estudo de Caso 3*, do livro [Segurança Digital e Privacidade para Defensores dos Direitos Humanos](http://www.frontlinedefenders.org/esecman) (em inglês ou espanhol).\r\n- A [documentação do TrueCrypt](http://www.truecrypt.org/docs/) discute em detalhes vários aspectos da criptografia de informações e o [FAQ do TrueCrypt](http://www.truecrypt.org/faq.php) responde a algumas perguntas frequentes sobre o programa."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt": [
            {
                "format": null, 
                "safe_value": "4. How to protect the sensitive files on", 
                "value": "4. How to protect the sensitive files on"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt": [
            {
                "format": null, 
                "safe_value": "4. Como proteger os arquivos sensíveis em seu computador", 
                "value": "4. Como proteger os arquivos sensíveis em seu computador"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt": [
            {
                "format": null, 
                "safe_value": "4. Como proteger os arquivos sensíveis em seu computador", 
                "value": "4. Como proteger os arquivos sensíveis em seu computador"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}