{
    "body": {
        "pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>E-mails e trocas de mensagens instantâneas são extremamente valiosos para indivíduos e organizações, mesmo as que têm acesso mais limitado à internet, devido à sua conveniência, boa relação custo-benefício e flexibilidade. O mesmo é verdade para programas de <a href=\"/pt/glossary#VoIP\"><em>voz sobre IP (VoIP)</em></a>, como <a href=\"https://jitsi.org/\"><em>Jitsi</em></a>, <a href=\"/pt/glossary#Skype\"><em>Skype</em></a> e outros, para quem possui conexões mais rápidas e confiáveis.</p>\n\n<p>Infelizmente, as alternativas digitais aos meios tradicionais de comunicação nem sempre são capazes de manter informações sensíveis seguras. Claro, os problemas não são novos. Correio tradicional, ligações telefônicas, mensagens escritas: todos também são vulneráveis, em particular quando usados por pessoas que estão sendo vigiadas e monitoradas pelas autoridades.</p>\n\n<p>Uma diferença importante entre as técnicas de comunicação digital, baseadas na internet, e os métodos mais tradicionais é que a primeira costuma permitir que você determine seu nível próprio de segurança. Enviar e-mails ou mensagens instantâneas, assim como fazer chamadas de <a href=\"/pt/glossary#VoIP\"><em>VoIP</em></a> usando meios inseguros, os torna quase certamente menos privados do que cartas e chamadas por telefone.</p>\n\n<p>Em parte, isso acontece porque alguns computadores poderosos podem fazer buscas automáticas em vastas quantidades de informação digital de modo a identificar quem envia, quem recebe e mesmo palavras chave específicas. Nos canais tradicionais de comunicação, para executar o mesmo nível de vigilância são necessários bem mais recursos.</p>\n\n<p>Com algumas medidas de precaução, entretanto, o oposto pode ser verdadeiro. A flexibilidade das ferramentas de comunicação na internet e a força da <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> moderna permitem desfrutar de um nível de privacidade antes disponível apenas aos militares ou às agências de inteligência.</p>\n\n<p>Ao seguir as guias e explorar os programas discutidos neste capítulo, é possível aprimorar bastante a segurança das comunicações. O serviço de e-mail <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a>; o plugin <a href=\"/pt/glossary#OTR\"><em>Off the Record - OTR</em></a> para o software de  mensagens instantâenas <a href=\"/pt/glossary#Pidgin\"><em>Pidgin</em></a>; o Mozilla <a href=\"/pt/glossary#Firefox\"><em>Firefox</em></a>; o add-on <a href=\"/pt/glossary#Enigmail\"><em>Enigmail</em></a> para o cliente de e-mails Mozilla <a href=\"/pt/glossary#Thunderbird\"><em>Thunderbird</em></a>: todos são excelentes ferramentas.</p>\n\n<p>Ao usá-las, entretanto, tenha em mente que a privacidade de uma conversação nunca é cem por cento garantida. Sempre há ameaças que você pode não haver considerado, como um <a href=\"/pt/glossary#Keylogger\"><em>keylogger</em></a> no computador, alguém ouvindo atrás da porta, um correspondente de e-mail descuidado ou algo completamente diferente disso tudo. O objetivo deste capítulo é ajudar a reduzir mesmo as ameaças que podem não te ocorrer, evitando, ao mesmo tempo, a posição extremista advogada por alguns grupos de que não se deveria enviar nada usando a internet que não se queira tornar público.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\n\n<p>Claudia e Pablo trabalham em uma ONG de direitos humanos em um país da América Latina. Após passarem vários meses coletando depoimentos de testemunhas sobre abusos cometidos pelos militares da região, começaram a trabalhar na proteção do material. Mantiveram apenas as informações que realmente precisam, agora armazenadas em uma partição TrueCrypt e que possui várias cópias de reserva espalhadas por diferentes locais físicos. Enquanto se preparam para publicar um relatório com algumas das situações descritas nos testemunhos, avaliaram que é preciso discutir algumas informações sensíveis com colegas de outro país. Embora tenham combinado não mencionar nomes e locais, Claudia e Pablo ainda querem ter certeza de que as conversas por e-mail e por troca de mensagens instantâneas sobre o assunto permaneçam privadas. Ao chamar uma reunião para discutir a importância da segurança nas comunicações, Claudia pergunta se alguém tem dúvidas.</p>\n\n</div>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Porque a maioria dos serviços de e-mail e de troca de mensagens instantâneas não é segura</li>\n<li>Como criar uma nova conta de e-mail, mais segura</li>\n<li>Como melhorar a segurança de sua conta atual de e-mail</li>\n<li>Como usar um serviço seguro de troca de mensagens instantâneas</li>\n<li>O que fazer caso desconfie que alguém está acessando seu correio eletrônico</li>\n<li>Como verificar a identidade de um correspondente de e-mail</li>\n</ul>", 
                "summary": "", 
                "value": "E-mails e trocas de mensagens instantâneas são extremamente valiosos para indivíduos e organizações, mesmo as que têm acesso mais limitado à internet, devido à sua conveniência, boa relação custo-benefício e flexibilidade. O mesmo é verdade para programas de [*voz sobre IP (VoIP)*](/pt/glossary#VoIP), como [*Jitsi*](https://jitsi.org/), [*Skype*](/pt/glossary#Skype) e outros, para quem possui conexões mais rápidas e confiáveis. \r\n\r\nInfelizmente, as alternativas digitais aos meios tradicionais de comunicação nem sempre são capazes de manter informações sensíveis seguras. Claro, os problemas não são novos. Correio tradicional, ligações telefônicas, mensagens escritas: todos também são vulneráveis, em particular quando usados por pessoas que estão sendo vigiadas e monitoradas pelas autoridades.\r\n\r\nUma diferença importante entre as técnicas de comunicação digital, baseadas na internet, e os métodos mais tradicionais é que a primeira costuma permitir que você determine seu nível próprio de segurança. Enviar e-mails ou mensagens instantâneas, assim como fazer chamadas de [*VoIP*](/pt/glossary#VoIP) usando meios inseguros, os torna quase certamente menos privados do que cartas e chamadas por telefone.\r\n\r\nEm parte, isso acontece porque alguns computadores poderosos podem fazer buscas automáticas em vastas quantidades de informação digital de modo a identificar quem envia, quem recebe e mesmo palavras chave específicas. Nos canais tradicionais de comunicação, para executar o mesmo nível de vigilância são necessários bem mais recursos.\r\n\r\nCom algumas medidas de precaução, entretanto, o oposto pode ser verdadeiro. A flexibilidade das ferramentas de comunicação na internet e a força da [*criptografia*](/pt/glossary#Encryption) moderna permitem desfrutar de um nível de privacidade antes disponível apenas aos militares ou às agências de inteligência.\r\n\r\nAo seguir as guias e explorar os programas discutidos neste capítulo, é possível aprimorar bastante a segurança das comunicações. O serviço de e-mail [*RiseUp*](/pt/glossary#RiseUp); o plugin [*Off the Record - OTR*](/pt/glossary#OTR) para o software de  mensagens instantâenas [*Pidgin*](/pt/glossary#Pidgin); o Mozilla [*Firefox*](/pt/glossary#Firefox); o add-on [*Enigmail*](/pt/glossary#Enigmail) para o cliente de e-mails Mozilla [*Thunderbird*](/pt/glossary#Thunderbird): todos são excelentes ferramentas.\r\n\r\nAo usá-las, entretanto, tenha em mente que a privacidade de uma conversação nunca é cem por cento garantida. Sempre há ameaças que você pode não haver considerado, como um [*keylogger*](/pt/glossary#Keylogger) no computador, alguém ouvindo atrás da porta, um correspondente de e-mail descuidado ou algo completamente diferente disso tudo. O objetivo deste capítulo é ajudar a reduzir mesmo as ameaças que podem não te ocorrer, evitando, ao mesmo tempo, a posição extremista advogada por alguns grupos de que não se deveria enviar nada usando a internet que não se queira tornar público.\r\n\r\n\r\n### Pano de fundo ###\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia e Pablo trabalham em uma ONG de direitos humanos em um país da América Latina. Após passarem vários meses coletando depoimentos de testemunhas sobre abusos cometidos pelos militares da região, começaram a trabalhar na proteção do material. Mantiveram apenas as informações que realmente precisam, agora armazenadas em uma partição TrueCrypt e que possui várias cópias de reserva espalhadas por diferentes locais físicos. Enquanto se preparam para publicar um relatório com algumas das situações descritas nos testemunhos, avaliaram que é preciso discutir algumas informações sensíveis com colegas de outro país. Embora tenham combinado não mencionar nomes e locais, Claudia e Pablo ainda querem ter certeza de que as conversas por e-mail e por troca de mensagens instantâneas sobre o assunto permaneçam privadas. Ao chamar uma reunião para discutir a importância da segurança nas comunicações, Claudia pergunta se alguém tem dúvidas.\r\n</div>\r\n\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n  * Porque a maioria dos serviços de e-mail e de troca de mensagens instantâneas não é segura\r\n  * Como criar uma nova conta de e-mail, mais segura\r\n  * Como melhorar a segurança de sua conta atual de e-mail\r\n  * Como usar um serviço seguro de troca de mensagens instantâneas\r\n  * O que fazer caso desconfie que alguém está acessando seu correio eletrônico\r\n  * Como verificar a identidade de um correspondente de e-mail"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1956", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1956", 
        "link_title": "7. How to keep your Internet communication private", 
        "menu_name": "book-toc-1925", 
        "mlid": "5101", 
        "module": "book", 
        "nid": "1956", 
        "options": [], 
        "p1": "5030", 
        "p2": "5101", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "7. How to keep your Internet communication private", 
        "updated": "0", 
        "weight": "7"
    }, 
    "book_children": [
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Existem alguns passos importantes que devem ser dados para aumentar a segurança de sua comunicação por e-mail. O primeiro é assegurar que a pessoa para quem você enviou a mensagem é a única capaz de lê-la. Isso é discutido nas seções <a href=\"/pt/chapter_7_1\"><em>Como manter seguros e-mails acessados online</em></a> e  <a href=\"/pt/chapter_7_1\"><em>Como mudar para uma conta de e-mail mais segura</em></a>, abaixo. Além do básico, às vezes é crítico que seus contatos de e-mail possam verificar se uma mensagem específica realmente veio de você, e não de alguém tentando se passar por você. Uma forma de fazer isso é descrita em <a href=\"/pt/chapter_7_4\"><em>Segurança avançada de e-mail</em></a>, na seção <a href=\"/pt/chapter_7_4\"><em>Como criptografar e autenticar mensagens de e-mail</em></a>.</p>\n\n<p>Também é bom saber o que fazer caso suspeite que a privacidade de sua conta de e-mail tenha sido violada. A seção <a href=\"/pt/chapter_7_2\"><em>Dicas sobre como agir no caso de suspeita de monitoramento de e-mails</em></a> discorre sobre isso.</p>\n\n<p>Lembre-se também que e-mails seguros não ajudam muito caso todos os textos digitados em um teclado estejam sendo gravados por um programa spyware e enviados periodicamente a alguém pela internet. O <a href=\"/pt/chapter-1\"><em>Capítulo 1: Como proteger seu computador de programas maliciosos e hackers</em></a> dá alguns conselhos sobre como evitar esse tipo de coisa e o <a href=\"/pt/chapter-3\"><em>Capítulo 3: Como criar e manter senhas seguras</em></a> vai ajudar a proteger as contas de e-mail e os programas de troca de mensagens instantâneas descritos abaixo.</p>\n\n<h3>Como manter seguros e-mails acessados online</h3>\n\n<p>A Internet é uma rede aberta por meio da qual a informação tipicamente viaja em um formato legível. Se uma mensagem normal de e-mail é interceptada a caminho de um destinatário, seu conteúdo pode ser lido facilmente. Como a Internet não é mais do que uma grande rede mundial dependente de computadores intermediários para direcionar o tráfego, muitas pessoas diferentes podem ter a oportunidade de interceptá-la dessa forma.</p>\n\n<p>O <a href=\"/pt/glossary#ISP\"><em>provedor de serviços de internet (em inglês, ISP)</em></a> é a primeira parada de uma mensagem de e-mail em sua jornada para um destino final; da mesma forma, o <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> do destinatário é a última parada antes de ela ser entregue. A menos que você tome algumas precauções, sua comunicação pode ser lida ou alterada em qualquer um desses pontos, ou em qualquer ponto entre eles.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Eu estava falando sobre tudo isso com uma parceira nossa e ela disse que tanto ela como suas colegas às vezes salvam mensagens importantes na pasta de 'Rascunhos' de uma conta online de e-mail, da qual todas sabem a senha. Parece meio estranho, mas você acha que funcionaria? Digo, isso não evitaria outras pessoas de ler as mensagens, já que não chegaram a ser enviadas?</p>\n\n<p>Claudia: Toda vez que você lê um e-mail no seu computador, mesmo que seja somente um 'rascunho', o conteúdo daquela mensagem já foi enviado pela internet. Senão não apareceria na tela, entende? A parte importante é, se alguém está monitorando a sua conta, não monitora apenas as mensagens de e-mail. Essa pessoa pode monitorar todas as informações legíveis que chegam e saem do seu computador. Em outras palavras, o truque não funcionaria a menos que todas se conectassem de forma segura àquela conta conjunta de e-mail. E, se elas podem se conectar de forma segura, podem muito bem criar contas separadas e passar a enviar as mensagens.</p>\n\n</div>\n\n<p>Já é possível há algum tempo tornar segura a conexão entre o um computador e os sites visitados na internet. A tecnologia que torna isso possível chama-se <em>Secure Sockets Layer</em>, ou <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> <a href=\"/pt/glossary#SSL\"><em>SSL</em></a>. É comum encontrar esse tipo de segurança em páginas de preenchimento de dados e senha de cartões de crédito, e dá para saber se está sendo usada olhando com atenção a <strong>barra de endereços</strong> do navegador.</p>\n\n<p>Todos os endereços da internet começam com as letras <strong>HTTP</strong>, como se vê no exemplo abaixo:</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/files/u7/01.png\" alt=\"\" /></p>\n\n<p>Quando você visita um site seguro, o endereço começará com <strong>HTTPS</strong>.</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/files/u7/02.png\" alt=\"\" /></p>\n\n<p>O <strong>S</strong> ao final significa que o computador estabeleceu uma conexão segura com o site. Você também notará o símbolo de um 'cadeado', situado ou na <strong>barra de endereços</strong> ou na <strong>barra de status</strong> do navegador, na parte de baixo da janela. Esses sinais visuais querem dizer que pessoas monitorando sua conexão de internet não serão mais capazes de interceptar sua comunicação com aquele site de forma legível.</p>\n\n<p>Além de proteger senhas e transações financeiras, esse tipo de <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> é perfeita para correios eletrônicos. O problema é que muitos provedores de e-mail não oferecem acesso seguro e outros requerem habilitá-lo de forma explícita, configurando o navegador ou digitando manualmente o <strong>HTTPS</strong>. Antes de fazer login, enviar ou ler uma correspondência eletrônica, tenha certeza de que a conexão é segura.</p>\n\n<p>Você também deve prestar bastante atenção caso o navegador comece a emitir avisos sobre <a href=\"/pt/glossary#Security_certificate\"><em>certificados de segurança</em></a> inválidos ao tentar acessar uma conta online segura de e-mails. Isso pode significar que alguém esteja interferindo na comunicação entre o seu computador e o servidor, de modo a interceptar as mensagens. Finalmente, se você depende de serviços online de e-mail para trocar informações sensíveis, é importante usar um navegador o mais seguro possível. Considere instalar o Mozilla <a href=\"/pt/glossary#Firefox\"><em>Firefox</em></a> com seus complementos relacionados a segurança.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/firefox_main\"><em>Firefox com complementos - Navegador seguro de internet</em></a></p>\n\n</div>\n\n<div class=\"background\">\n\n<p>Pablo: Quando não está no trabalho, um dos caras que vão trabalhar conosco neste relatório costuma usar uma conta online de e-mail da Yahoo. Também lembro de mais alguém usar o Hotmail. Se eu mandar uma mensagem a qualquer um deles, elas podem ser lidas por outras pessoas?</p>\n\n<p>Claudia: Provavelmente. O Yahoo, o Hotmail e vários outros provedores de e-mail online têm sites não seguros que não protegem a privacidade das mensagens. Vamos ter que mudar os hábitos de algumas pessoas se queremos discutir os depoimentos de forma segura.</p>\n\n</div>\n\n<h3>Como mudar para uma conta de e-mail mais segura</h3>\n\n<p>Poucos serviços online de e-mail oferecem acesso com <a href=\"/pt/glossary#SSL\"><em>SSL</em></a> à conta. O Yahoo e o Hotmail, por exemplo, estabelecem uma conexão segura <em>apenas</em> na tela de <em>login</em>, para proteger a senha, mas a comunicação é enviada e recebida de forma insegura. Além disso, Yahoo, Hotmail e outros provedores de e-mail online inserem o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> do computador que você estiver usando em todas as mensagens enviadas.</p>\n\n<p>Contas do Gmail, por outro lado, mantém conexões seguras desde a tela de <em>login</em>, passando por todo o uso da conta e até o <em>logout</em>, quando você sai dela. É possível confirmar isso na barra de endereços do navegador, onde a URL inicia a todo o momento com 'https' (o 's' denota uma conexão segura). Ao contrário do Yahoo ou Hotmail, o Gmail evita revelar o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a>.</p>\n\n<p>Não é recomendável, entretanto, confiar inteiramente no Google para manter sigilosas comunicações sensíveis. O Google analisa e armazena para diversos fins o conteúdo das mensagens de seus clientes e, no passado, cedeu a demandas de governos que restringem a liberdade digital. Veja a seção <a href=\"/pt/chapter_7_5\"><strong><em>Leitura extra</em></strong></a> para mais informações sobre a política de privacidade do Google.</p>\n\n<p>Se possível, crie uma nova conta de e-mail no <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> em <a href=\"https://mail.riseup.net\"><em>https://mail.riseup.net</em></a>. O <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> fornece e-mail gratuito para ativistas ao redor do mundo e tem bastante cuidado na proteção da informação guardada em seus servidores. Há algum tempo que eles são uma fonte confiável para quem busca soluções seguras de e-mails. Ao contrário do Google, o <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> possui políticas bastante restritivas de proteção à privacidade de quem o usa, além de não ter interesses comerciais, o que poderia entrar em conflito com essas políticas em algum momento. Para criar uma nova conta, é preciso obter dois 'convites' em forma de código, sendo que tais códigos podem ser fornecidos por qualquer pessoa que já tenha uma conta no <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a>. Se você possui uma cópia física desse Guia de Referência, deve ter recebido seus 'convites' com ela. Caso contrário, será preciso encontrar duas pessoas que usam o serviço e pedi-los a elas.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/riseup_main\"><em>RiseUp - Serviço de e-mail seguro</em></a></p>\n\n</div>\n\n<p>Tanto o Gmail como o <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> são mais do que apenas provedores de correio eletrônico online. Ambos podem ser usados com um programa cliente de e-mail como o Mozilla <a href=\"/pt/glossary#Thunderbird\"><em>Thunderbird</em></a>, que permite usar as técnicas descritas em <a href=\"/pt/chapter_7_4\"><strong><em>Segurança avançada de e-mail</em></strong></a>. Assegurar que o seu cliente de e-mails estabeleça uma conexão <a href=\"/pt/glossary#Encryption\"><em>criptografada</em></a> com o provedor é tão importante quanto acessá-lo online usando <strong>HTTPS</strong>. Se você usar um cliente de e-mail, veja o <a href=\"/pt/thunderbird_main\"><strong><em>Guia Prático do Thunderbird</em></strong></a> para mais detalhes. No mínimo, porém, você deve habilitar <a href=\"/pt/glossary#SSL\"><em>SSL</em></a> ou <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> para os servidores de e-mail tanto de chegada como de saída.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Então eu deveria mudar para o RiseUp ou posso continuar usando o Gmail e só passar a usar o endereço seguro 'https'?</p>\n\n<p>Claudia: Você quem sabe, mas há algumas coisas que  definitivamente deveria considerar ao escolher um provedor de e-mail. Primeiro, ele oferece uma conexão segura à sua conta? O Gmail sim, então até aí tudo bem. Segundo, você confia nos administradores para manter sua correspondência privada, não lê-la ou dividi-la com outras pessoas? Essa é com você. Finalmente, pense se é aceitável ou não você ser associado a um provedor. Em outras palavras, ter um endereço de correio eletrônico com final 'riseup.net', conhecido por ser usado por ativistas, vai te criar problemas ou você precisa de um endereço mais típico, com final 'gmail.com'?</p>\n\n</div>\n\n<p>Independentemente de quais ferramentas de e-mail seguro decida usar, lembre que cada mensagem tem alguém como remetente e uma ou mais pessoas como destinatárias. Você é apenas parte do conjunto. Mesmo que acesse sua conta de e-mail de forma segura, considere as precauções que seus contatos podem ou não tomar ao enviar, ler e responder mensagens.</p>\n\n<p>Tente saber também onde são localizados os provedores de correio eletrônico de seus contatos, pois alguns países são mais agressivos que outros na questão da vigilância de e-mails. <strong>Para ter certeza sobre a privacidade da comunicação, você e seus contatos devem usar serviços seguros de e-mail, hospedados em países relativamente seguros.</strong> Para assegurar que as mensagens não sejam interceptadas entre os diferentes servidores dos provedores de correio eletrônico, considere usar contas do mesmo provedor. O <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> é uma boa escolha.</p>\n\n<h3>Dicas extras sobre como melhorar a segurança do seu e-mail</h3>\n\n<ul><li>Tenha sempre cautela ao abrir arquivos anexos que você não estava esperando, vindos de alguém que você não conheça ou contenha assuntos suspeitos. Ao abri-los, tenha o antivírus atualizado e preste bastante atenção a quaisquer avisos exibidos pelo navegador de internet ou programa de e-mail.</li>\n<li>Usar programas de anonimato como o <a href=\"/pt/glossary#Tor\"><em>Tor</em></a>, descrito no <a href=\"/pt/chapter-8\"><strong><em>Capítulo 8: Como manter o anonimato e contornar a censura na internet</em></strong></a>, podem ajudar a esconder o serviço de correio eletrônico que você usa de alguém monitorando sua conexão de internet. Dependendo da extensão dos filtros de censura à rede em seu país, talvez seja preciso usar o <a href=\"/pt/glossary#Tor\"><em>Tor</em></a> ou outra das ferramentas de <a href=\"/pt/glossary#Circumvention\"><em>circunvenção</em></a> descritas no <a href=\"/pt/chapter-8\"><strong><em>capítulo 8</em></strong></a> para acessar provedores de correio eletrônico seguro como o <a href=\"/pt/glossary#RiseUp\"><em>RiseUp</em></a> ou o Gmail.</li>\n<li>Ao criar uma conta para ser usada de forma anônima dos próprios destinatários de suas mensagens ou em fóruns públicos nos quais seja possível publicar mensagens por e-mail, tome o cuidado de não registrar um <em>username</em> (nome de quem usa a conta) ou 'Nome completo' relacionado à sua vida pessoal ou profissional. Em tais casos, é importante evitar usar Hotmail, Yahoo e qualquer outro provedor que inclua o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> nas mensagens enviadas.</li>\n<li>Dependendo de quem tenha acesso físico ao seu computador, limpar rastros relacionados a correspondências eletrônicas nos arquivos temporários pode ser tão importante quanto proteger as mensagens em seu trajeto ao longo da internet. Veja o <a href=\"/pt/chapter-6\"><strong><em>Capítulo 6: Como destruir informações sensíveis</em></strong></a> e o <a href=\"/pt/ccleaner_main\"><strong><em>Guia Prático do CCleaner</em></strong></a> para mais detalhes.</li>\n<li>Considere usar diversas contas anônimas diferentes ao se comunicar com grupos distintos de pessoas, de forma a proteger sua rede de contatos. Considere também usar contas diferentes em serviços da internet que requeiram e-mail para se registrar.</li>\n<li>Depois de todas as precauções acima, ainda é muito importante tomar cuidado com o conteúdo das mensagens e seu impacto, caso caia em mãos erradas. Uma forma de aumentar a segurança da comunicação é desenvolver um sistema de código para informações sensíveis, para não precisar usar nomes reais de pessoas, endereços reais de lugares etc.</li>\n</ul>", 
                        "summary": "", 
                        "value": "Existem alguns passos importantes que devem ser dados para aumentar a segurança de sua comunicação por e-mail. O primeiro é assegurar que a pessoa para quem você enviou a mensagem é a única capaz de lê-la. Isso é discutido nas seções [*Como manter seguros e-mails acessados online*](/pt/chapter_7_1) e  [*Como mudar para uma conta de e-mail mais segura*](/pt/chapter_7_1), abaixo. Além do básico, às vezes é crítico que seus contatos de e-mail possam verificar se uma mensagem específica realmente veio de você, e não de alguém tentando se passar por você. Uma forma de fazer isso é descrita em [*Segurança avançada de e-mail*](/pt/chapter_7_4), na seção [*Como criptografar e autenticar mensagens de e-mail*](/pt/chapter_7_4).\r\n\r\nTambém é bom saber o que fazer caso suspeite que a privacidade de sua conta de e-mail tenha sido violada. A seção [*Dicas sobre como agir no caso de suspeita de monitoramento de e-mails*](/pt/chapter_7_2) discorre sobre isso.\r\n\r\nLembre-se também que e-mails seguros não ajudam muito caso todos os textos digitados em um teclado estejam sendo gravados por um programa spyware e enviados periodicamente a alguém pela internet. O [*Capítulo 1: Como proteger seu computador de programas maliciosos e hackers*](/pt/chapter-1) dá alguns conselhos sobre como evitar esse tipo de coisa e o [*Capítulo 3: Como criar e manter senhas seguras*](/pt/chapter-3) vai ajudar a proteger as contas de e-mail e os programas de troca de mensagens instantâneas descritos abaixo.\r\n\r\n\r\n### Como manter seguros e-mails acessados online ###\r\n\r\nA Internet é uma rede aberta por meio da qual a informação tipicamente viaja em um formato legível. Se uma mensagem normal de e-mail é interceptada a caminho de um destinatário, seu conteúdo pode ser lido facilmente. Como a Internet não é mais do que uma grande rede mundial dependente de computadores intermediários para direcionar o tráfego, muitas pessoas diferentes podem ter a oportunidade de interceptá-la dessa forma.\r\n\r\nO [*provedor de serviços de internet (em inglês, ISP)*](/pt/glossary#ISP) é a primeira parada de uma mensagem de e-mail em sua jornada para um destino final; da mesma forma, o [*provedor de internet*](/pt/glossary#ISP) do destinatário é a última parada antes de ela ser entregue. A menos que você tome algumas precauções, sua comunicação pode ser lida ou alterada em qualquer um desses pontos, ou em qualquer ponto entre eles.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Eu estava falando sobre tudo isso com uma parceira nossa e ela disse que tanto ela como suas colegas às vezes salvam mensagens importantes na pasta de 'Rascunhos' de uma conta online de e-mail, da qual todas sabem a senha. Parece meio estranho, mas você acha que funcionaria? Digo, isso não evitaria outras pessoas de ler as mensagens, já que não chegaram a ser enviadas?\r\n\r\nClaudia: Toda vez que você lê um e-mail no seu computador, mesmo que seja somente um 'rascunho', o conteúdo daquela mensagem já foi enviado pela internet. Senão não apareceria na tela, entende? A parte importante é, se alguém está monitorando a sua conta, não monitora apenas as mensagens de e-mail. Essa pessoa pode monitorar todas as informações legíveis que chegam e saem do seu computador. Em outras palavras, o truque não funcionaria a menos que todas se conectassem de forma segura àquela conta conjunta de e-mail. E, se elas podem se conectar de forma segura, podem muito bem criar contas separadas e passar a enviar as mensagens.\r\n</div>\r\n\r\n\r\nJá é possível há algum tempo tornar segura a conexão entre o um computador e os sites visitados na internet. A tecnologia que torna isso possível chama-se *Secure Sockets Layer*, ou [*criptografia*](/pt/glossary#Encryption) [*SSL*](/pt/glossary#SSL). É comum encontrar esse tipo de segurança em páginas de preenchimento de dados e senha de cartões de crédito, e dá para saber se está sendo usada olhando com atenção a **barra de endereços** do navegador.\r\n\r\nTodos os endereços da internet começam com as letras **HTTP**, como se vê no exemplo abaixo:\r\n\r\n![](/sites/securitybkp.ngoinabox.org/files/u7/01.png)\r\n\r\nQuando você visita um site seguro, o endereço começará com **HTTPS**. \r\n\r\n![](/sites/securitybkp.ngoinabox.org/files/u7/02.png)\r\n\r\nO **S** ao final significa que o computador estabeleceu uma conexão segura com o site. Você também notará o símbolo de um 'cadeado', situado ou na **barra de endereços** ou na **barra de status** do navegador, na parte de baixo da janela. Esses sinais visuais querem dizer que pessoas monitorando sua conexão de internet não serão mais capazes de interceptar sua comunicação com aquele site de forma legível.\r\n\r\nAlém de proteger senhas e transações financeiras, esse tipo de [*criptografia*](/pt/glossary#Encryption) é perfeita para correios eletrônicos. O problema é que muitos provedores de e-mail não oferecem acesso seguro e outros requerem habilitá-lo de forma explícita, configurando o navegador ou digitando manualmente o **HTTPS**. Antes de fazer login, enviar ou ler uma correspondência eletrônica, tenha certeza de que a conexão é segura.\r\n\r\nVocê também deve prestar bastante atenção caso o navegador comece a emitir avisos sobre [*certificados de segurança*](/pt/glossary#Security_certificate) inválidos ao tentar acessar uma conta online segura de e-mails. Isso pode significar que alguém esteja interferindo na comunicação entre o seu computador e o servidor, de modo a interceptar as mensagens. Finalmente, se você depende de serviços online de e-mail para trocar informações sensíveis, é importante usar um navegador o mais seguro possível. Considere instalar o Mozilla [*Firefox*](/pt/glossary#Firefox) com seus complementos relacionados a segurança.\r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Firefox com complementos - Navegador seguro de internet*](/pt/firefox_main)\r\n</div>\t\t\t\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Quando não está no trabalho, um dos caras que vão trabalhar conosco neste relatório costuma usar uma conta online de e-mail da Yahoo. Também lembro de mais alguém usar o Hotmail. Se eu mandar uma mensagem a qualquer um deles, elas podem ser lidas por outras pessoas?\r\n\r\nClaudia: Provavelmente. O Yahoo, o Hotmail e vários outros provedores de e-mail online têm sites não seguros que não protegem a privacidade das mensagens. Vamos ter que mudar os hábitos de algumas pessoas se queremos discutir os depoimentos de forma segura.\r\n</div>\t\t\r\n\r\n\r\n### Como mudar para uma conta de e-mail mais segura ###\r\n\r\nPoucos serviços online de e-mail oferecem acesso com [*SSL*](/pt/glossary#SSL) à conta. O Yahoo e o Hotmail, por exemplo, estabelecem uma conexão segura *apenas* na tela de *login*, para proteger a senha, mas a comunicação é enviada e recebida de forma insegura. Além disso, Yahoo, Hotmail e outros provedores de e-mail online inserem o [*endereço de IP*](/pt/glossary#IP_address) do computador que você estiver usando em todas as mensagens enviadas.\r\n\r\nContas do Gmail, por outro lado, mantém conexões seguras desde a tela de *login*, passando por todo o uso da conta e até o *logout*, quando você sai dela. É possível confirmar isso na barra de endereços do navegador, onde a URL inicia a todo o momento com 'https' (o 's' denota uma conexão segura). Ao contrário do Yahoo ou Hotmail, o Gmail evita revelar o [*endereço de IP*](/pt/glossary#IP_address). \r\n\r\nNão é recomendável, entretanto, confiar inteiramente no Google para manter sigilosas comunicações sensíveis. O Google analisa e armazena para diversos fins o conteúdo das mensagens de seus clientes e, no passado, cedeu a demandas de governos que restringem a liberdade digital. Veja a seção [***Leitura extra***](/pt/chapter_7_5) para mais informações sobre a política de privacidade do Google.\r\n\r\nSe possível, crie uma nova conta de e-mail no [*RiseUp*](/pt/glossary#RiseUp) em [*https://mail.riseup.net*](https://mail.riseup.net). O [*RiseUp*](/pt/glossary#RiseUp) fornece e-mail gratuito para ativistas ao redor do mundo e tem bastante cuidado na proteção da informação guardada em seus servidores. Há algum tempo que eles são uma fonte confiável para quem busca soluções seguras de e-mails. Ao contrário do Google, o [*RiseUp*](/pt/glossary#RiseUp) possui políticas bastante restritivas de proteção à privacidade de quem o usa, além de não ter interesses comerciais, o que poderia entrar em conflito com essas políticas em algum momento. Para criar uma nova conta, é preciso obter dois 'convites' em forma de código, sendo que tais códigos podem ser fornecidos por qualquer pessoa que já tenha uma conta no [*RiseUp*](/pt/glossary#RiseUp). Se você possui uma cópia física desse Guia de Referência, deve ter recebido seus 'convites' com ela. Caso contrário, será preciso encontrar duas pessoas que usam o serviço e pedi-los a elas.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*RiseUp - Serviço de e-mail seguro*](/pt/riseup_main)\r\n</div>\t\r\n\r\nTanto o Gmail como o [*RiseUp*](/pt/glossary#RiseUp) são mais do que apenas provedores de correio eletrônico online. Ambos podem ser usados com um programa cliente de e-mail como o Mozilla [*Thunderbird*](/pt/glossary#Thunderbird), que permite usar as técnicas descritas em [***Segurança avançada de e-mail***](/pt/chapter_7_4). Assegurar que o seu cliente de e-mails estabeleça uma conexão [*criptografada*](/pt/glossary#Encryption) com o provedor é tão importante quanto acessá-lo online usando **HTTPS**. Se você usar um cliente de e-mail, veja o [***Guia Prático do Thunderbird***](/pt/thunderbird_main) para mais detalhes. No mínimo, porém, você deve habilitar [*SSL*](/pt/glossary#SSL) ou [*criptografia*](/pt/glossary#Encryption) para os servidores de e-mail tanto de chegada como de saída.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Então eu deveria mudar para o RiseUp ou posso continuar usando o Gmail e só passar a usar o endereço seguro 'https'?\r\n\r\nClaudia: Você quem sabe, mas há algumas coisas que  definitivamente deveria considerar ao escolher um provedor de e-mail. Primeiro, ele oferece uma conexão segura à sua conta? O Gmail sim, então até aí tudo bem. Segundo, você confia nos administradores para manter sua correspondência privada, não lê-la ou dividi-la com outras pessoas? Essa é com você. Finalmente, pense se é aceitável ou não você ser associado a um provedor. Em outras palavras, ter um endereço de correio eletrônico com final 'riseup.net', conhecido por ser usado por ativistas, vai te criar problemas ou você precisa de um endereço mais típico, com final 'gmail.com'?\r\n</div>\r\n\r\nIndependentemente de quais ferramentas de e-mail seguro decida usar, lembre que cada mensagem tem alguém como remetente e uma ou mais pessoas como destinatárias. Você é apenas parte do conjunto. Mesmo que acesse sua conta de e-mail de forma segura, considere as precauções que seus contatos podem ou não tomar ao enviar, ler e responder mensagens.\r\n\r\nTente saber também onde são localizados os provedores de correio eletrônico de seus contatos, pois alguns países são mais agressivos que outros na questão da vigilância de e-mails. **Para ter certeza sobre a privacidade da comunicação, você e seus contatos devem usar serviços seguros de e-mail, hospedados em países relativamente seguros.** Para assegurar que as mensagens não sejam interceptadas entre os diferentes servidores dos provedores de correio eletrônico, considere usar contas do mesmo provedor. O [*RiseUp*](/pt/glossary#RiseUp) é uma boa escolha.\r\n\r\n \r\n### Dicas extras sobre como melhorar a segurança do seu e-mail ### \r\n\r\n  * Tenha sempre cautela ao abrir arquivos anexos que você não estava esperando, vindos de alguém que você não conheça ou contenha assuntos suspeitos. Ao abri-los, tenha o antivírus atualizado e preste bastante atenção a quaisquer avisos exibidos pelo navegador de internet ou programa de e-mail.\r\n  * Usar programas de anonimato como o [*Tor*](/pt/glossary#Tor), descrito no [***Capítulo 8: Como manter o anonimato e contornar a censura na internet***](/pt/chapter-8), podem ajudar a esconder o serviço de correio eletrônico que você usa de alguém monitorando sua conexão de internet. Dependendo da extensão dos filtros de censura à rede em seu país, talvez seja preciso usar o [*Tor*](/pt/glossary#Tor) ou outra das ferramentas de [*circunvenção*](/pt/glossary#Circumvention) descritas no [***capítulo 8***](/pt/chapter-8) para acessar provedores de correio eletrônico seguro como o [*RiseUp*](/pt/glossary#RiseUp) ou o Gmail.\r\n  * Ao criar uma conta para ser usada de forma anônima dos próprios destinatários de suas mensagens ou em fóruns públicos nos quais seja possível publicar mensagens por e-mail, tome o cuidado de não registrar um *username* (nome de quem usa a conta) ou 'Nome completo' relacionado à sua vida pessoal ou profissional. Em tais casos, é importante evitar usar Hotmail, Yahoo e qualquer outro provedor que inclua o [*endereço de IP*](/pt/glossary#IP_address) nas mensagens enviadas.\r\n  * Dependendo de quem tenha acesso físico ao seu computador, limpar rastros relacionados a correspondências eletrônicas nos arquivos temporários pode ser tão importante quanto proteger as mensagens em seu trajeto ao longo da internet. Veja o [***Capítulo 6: Como destruir informações sensíveis***](/pt/chapter-6) e o [***Guia Prático do CCleaner***](/pt/ccleaner_main) para mais detalhes.\r\n  * Considere usar diversas contas anônimas diferentes ao se comunicar com grupos distintos de pessoas, de forma a proteger sua rede de contatos. Considere também usar contas diferentes em serviços da internet que requeiram e-mail para se registrar.\r\n  * Depois de todas as precauções acima, ainda é muito importante tomar cuidado com o conteúdo das mensagens e seu impacto, caso caia em mãos erradas. Uma forma de aumentar a segurança da comunicação é desenvolver um sistema de código para informações sensíveis, para não precisar usar nomes reais de pessoas, endereços reais de lugares etc."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1957", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1957", 
                "link_title": "Securing your email", 
                "menu_name": "book-toc-1925", 
                "mlid": "5102", 
                "module": "book", 
                "nid": "1957", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5102", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Securing your email", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1454081557", 
            "comment": "0", 
            "created": "1441104534", 
            "current_revision_id": "13079", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_1", 
                        "value": "chapter_7_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5102": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1957", 
                    "link_title": "Securing your email", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5102", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5102", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1957", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1957", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454081557", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como aumentar a segurança em e-mails", 
                        "value": "Como aumentar a segurança em e-mails"
                    }
                ]
            }, 
            "title_original": "Securing your email", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917043", 
                        "created": "1442917043", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454081557", 
                        "created": "1441807179", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096698", 
                        "created": "1443096698", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413432", 
                        "created": "1442413432", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207829", 
                        "created": "1441207829", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108474", 
                        "created": "1442761442", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706061", 
                        "created": "1443706061", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610039", 
                        "created": "1452610039", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457185", 
                        "created": "1443457185", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116016", 
                        "created": "1441116016", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806117", 
                        "created": "1443805205", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101101", 
                        "created": "1443101101", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093824", 
                        "created": "1443093824", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104534", 
                        "created": "1441104534", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1957", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444582341", 
                        "created": "1443623639", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "07c38f73-e0e7-4b89-bac6-c5c1f1dcec3b", 
            "vid": "13079", 
            "vuuid": "e8200cc9-4527-4ece-a5c9-9001bbf011c7"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Se você suspeita que sua conta de e-mail tenha sido hackeada ou esteja comprometida</strong>, siga os passos abaixo para reduzir o estrago. Embora seja difícil ter certeza, podem existir alguns indícios como:</p>\n\n<ul><li>o conteúdo ou configuração da conta parecem estar diferentes, mesmo que você não os tenha mudado;</li>\n<li>seus contatos avisam que receberam algum e-mail seu que você não enviou;</li>\n<li>você não consegue entrar na conta, por mais que saiba que a senha e outras configurações estejam corretas;</li>\n<li>algumas pessoas que você conhece insistem haver enviado mensagens, mas você não as recebeu;</li>\n<li>algumas informações privadas enviadas exclusivamente por correio eletrônico chegaram ao conhecimento de terceiros, embora nem você nem a pessoa com quem se correspondia as dividiram com ninguém;</li>\n<li>o registro de atividades da sua conta (caso o provedor de e-mail tenha um) mostra que foi acessada em algum horário estranho ou a partir de um local (endereço de IP) que você não tenha estado.</li>\n</ul><p>Nessas situações, talvez você queira tomar algumas medidas cautelares:</p>\n\n<ul><li><p><strong>Pare de usar essa conta de e-mail para a troca de informações sensíveis</strong>, pelo menos até entender melhor a situação.</p></li>\n<li><p><strong>Mude a senha o mais rápido possível</strong>. Veja o <a href=\"/pt/chapter-3\"><strong><em>Capítulo 3: Como criar e manter senhas seguras</em></strong></a>. Para poder mudar a senha da conta (ou de outras contas), é preciso saber como fazê-lo no sistema que você usa. Assim, quando precisar, poderá agir rapidamente. <strong>Mude a senha de quaisquer outras contas que tenham senhas parecidas</strong>, pois também podem estar comprometidas. Use senhas fortes e diferentes para cada conta. Talvez você queira mudar as senhas de todas as contas de e-mail que tenha. Considere usar o <a href=\"/pt/keepass_main\"><strong>KeePass</strong></a> para armazenar e gerenciar todas as senhas. <strong>Mude as respostas às perguntas de segurança</strong> (caso você as use) de todas as contas, de modo a serem impossíveis de adivinhar ou deduzidas por meio de buscas por informações suas online. Esta é uma precaução caso seu computador esteja infectado por spyware, o que colocaria suas outras contas em risco.</p></li>\n<li><p><strong>Se não é possível entrar na conta</strong> para trocar as senhas, considere entrar em contato com o provedor do para tentar reaver o controle do correio eletrônico. Alguns provedores já possuem procedimentos especiais para ajudar pessoas nessa situação. É útil conhecer tais procedimentos antes de precisar deles.</p></li>\n<li><p><strong>Mitigue a perda de informações e o impacto</strong> à sua comunidade. É importante fazer um plano de avisos. Ao saber que tipos de informações sensíveis havia e determinar as pessoas com quem eram trocadas por meio daquela conta, decida quem avisar e quais outras contas você deve revisitar ou fechar. Determine quais serviços (de internet, financeiros etc.) é preciso revisitar ou cancelar. É importante <strong>checar as pastas de sua conta</strong> (se puder) para pesquisar o que poderia ter sido enviado por ela e agir de acordo. Para <strong>informar seus contatos</strong> é preciso manter uma cópia de reserva (<em>backup</em>) separada com os endereços. Também <strong>reveja as configurações da conta</strong> para ver quais mudanças podem ter sido feitas. Cheque a opção de assinatura por links ou malware, as opções de encaminhar mensagens que permitiriam enviar cópias dos e-mails a terceiros, mensagens de aviso de férias ou de ausência do escritório, o nome que é exibido quando você envia mensagens etc.</p></li>\n<li><p><strong>Pesquise como sua conta pode ter sido comprometida.</strong> Foi porque você tem uma senha fraca, foi devido a infecção por malware etc. Quanto mais você souber sobre isso, melhor será capaz de responder à situação e melhor será capaz de proteger seus contatos.</p></li>\n<li><p><strong>Revise a segurança de todos os dispositivos</strong> que acessam e-mails dessa conta e todos nos quais a senha para ela tenha sido armazenada. Veja os capítulos <a href=\"/pt/chapter-1\">1. Como proteger seu computador de programas maliciosos e hackers</a>, <a href=\"/pt/chapter-2\">2. Como proteger seus dados de ameaças físicas</a> e <a href=\"/pt/chapter-11\">11. Como usar smartphones da forma mais segura possível</a>. Reveja o seu programa antivírus (veja os Guias Práticos do <a href=\"/pt/avast_main\">Avast! - Antivírus</a> e do <a href=\"/pt/spybot_main\">Spybot - Antispyware</a>). Faça uma varredura no seu computador: leia a seção <a href=\"/pt/dealingwithviruses#4.1\">4.1 Um guia rápido sobre como lidar com infecções de vírus</a>. Use um CD ou USB de recuperação para fazer uma varredura profunda - leia a seção <a href=\"/pt/dealingwithviruses#4.9\">4.9 Métodos avançados de remoção de vírus</a>. Se você não tem certeza de que é possível limpar o dispositivo, considere reinstalar todos os programas, incluindo o sistema operacional, a partir de uma fonte limpa. Considere usar programas mais seguros como o <a href=\"/pt/firefox_main\">Firefox</a>, <a href=\"/pt/thunderbird_main\">Thunderbird</a>, <a href=\"http://www.libreoffice.org/\">LibreOffice</a> e outros <a href=\"/pt/glossary#FOSS\">programas livres e de código aberto (FOSS)</a>. Depois de fazer as melhorias acima relacionadas à segurança de seus dispositivos, mude novamente as senhas das contas para novas e mais fortes.</p></li>\n<li><p>Se sua conta foi hackeada, considere reportar o que aconteceu ao provedor do correio eletrônico.</p></li>\n<li><p>Considere usar outra conta, mais segura. Por exemplo, uma que te notifique quando o acesso for feito a partir de locais ou dispositivos estranhos ou os bloqueie completamente. Considere usar uma conta hospedada fora de seu país. Considere usar criptografia nos e-mails - veja os Guias Práticos do <a href=\"/pt/gpg4usb_portable\">gpg4usb portátil - Criptografia para textos e arquivos de e-mail</a> e do <a href=\"/pt/thunderbird_main\">Thunderbird com Enigmail e GPG - Cliente seguro de e-mail</a>.</p></li>\n<li><p>Considere não deixar e-mails lidos armazenados no servidor de e-mails de seu provedor. Em vez disso, baixe-os para um computador seguro. Avalie a segurança de como você acessa sua conta e os dispositivos  que você usa para fazê-lo.</p></li>\n</ul><p>É importante agir rapidamente e de forma precisa em uma situação como essa. Ter um plano preparado e ensaiado pode ajudar bastante.</p>\n\n<p><strong>Se você suspeita que alguém já está monitorando o seu e-mail</strong>, pode criar uma conta nova e manter a antiga como chamariz. Lembre-se, porém, que quaisquer contas com as quais você tenha trocado e-mails no passado também podem estar sob vigilância agora. Como resultado, tome algumas precauções extras:</p>\n\n<ul><li>Tanto você como contatos com quem tenha se comunicado mais recentemente devem criar novas contas e usá-las apenas de locais nunca usados antes, como LAN houses ou Internet Cafés. Recomendamos essa estratégia para evitar que conexões saídas de seu computador usual, que pode estar monitorado, revelem onde está seu novo correio eletrônico. Como alternativa, se não puder entrar na conta nova sem sair de sua localização normal, use uma das ferramentas descritas no <a href=\"/pt/chapter-8\"><strong><em>Capítulo 8: Como manter o anonimato e contornar a censura na internet</em></strong></a>, para esconder tais conexões.</li>\n<li>Fale sobre a existência desse novo endereço de correio eletrônico apenas por canais seguros como encontros presenciais, ferramentas de mensagens instantâneas seguras ou conversas por <a href=\"/pt/glossary#VoIP\"><em>VoIP</em></a> criptografadas.</li>\n<li>Mantenha o tráfego da conta antiga quase inalterado, pelo menos por um tempo. Deve parecer a quem a estiver monitorando que ainda está sendo usada para comunicações sensíveis. Você vai querer evitar revelar informações críticas, mas deve tentar não deixar isso óbvio. Como se pode imaginar, este passo é desafiador.</li>\n<li>Torne difícil ligar sua identidade real à nova conta de correio eletrônico. Não mande e-mails entre as contas nova e antiga, ou para as contas de contatos que podem estar sendo monitorados.</li>\n<li>Tenha cautela sobre o que escrever ao usar a conta nova. É melhor evitar usar nomes e endereços reais, assim como termos como 'direitos humanos' ou 'tortura'. Crie um sistema de códigos com seus contatos e mude-o periodicamente.</li>\n<li>Lembre-se: a segurança de e-mails não está relacionada apenas a defesas técnicas fortes. Também envolve prestar atenção em como você e seus contatos se comunicam entre si e em manter a disciplina de hábitos de segurança não técnicos.</li>\n</ul>", 
                        "summary": "", 
                        "value": "**Se você suspeita que sua conta de e-mail tenha sido hackeada ou esteja comprometida**, siga os passos abaixo para reduzir o estrago. Embora seja difícil ter certeza, podem existir alguns indícios como:\r\n\r\n  * o conteúdo ou configuração da conta parecem estar diferentes, mesmo que você não os tenha mudado;\r\n  * seus contatos avisam que receberam algum e-mail seu que você não enviou;\r\n  * você não consegue entrar na conta, por mais que saiba que a senha e outras configurações estejam corretas;\r\n  * algumas pessoas que você conhece insistem haver enviado mensagens, mas você não as recebeu;\r\n  * algumas informações privadas enviadas exclusivamente por correio eletrônico chegaram ao conhecimento de terceiros, embora nem você nem a pessoa com quem se correspondia as dividiram com ninguém;\r\n  * o registro de atividades da sua conta (caso o provedor de e-mail tenha um) mostra que foi acessada em algum horário estranho ou a partir de um local (endereço de IP) que você não tenha estado.\r\n\r\nNessas situações, talvez você queira tomar algumas medidas cautelares:\r\n\r\n- **Pare de usar essa conta de e-mail para a troca de informações sensíveis**, pelo menos até entender melhor a situação.\r\n\r\n- **Mude a senha o mais rápido possível**. Veja o [***Capítulo 3: Como criar e manter senhas seguras***](/pt/chapter-3). Para poder mudar a senha da conta (ou de outras contas), é preciso saber como fazê-lo no sistema que você usa. Assim, quando precisar, poderá agir rapidamente. **Mude a senha de quaisquer outras contas que tenham senhas parecidas**, pois também podem estar comprometidas. Use senhas fortes e diferentes para cada conta. Talvez você queira mudar as senhas de todas as contas de e-mail que tenha. Considere usar o [**KeePass**](/pt/keepass_main) para armazenar e gerenciar todas as senhas. **Mude as respostas às perguntas de segurança** (caso você as use) de todas as contas, de modo a serem impossíveis de adivinhar ou deduzidas por meio de buscas por informações suas online. Esta é uma precaução caso seu computador esteja infectado por spyware, o que colocaria suas outras contas em risco.\r\n\r\n- **Se não é possível entrar na conta** para trocar as senhas, considere entrar em contato com o provedor do para tentar reaver o controle do correio eletrônico. Alguns provedores já possuem procedimentos especiais para ajudar pessoas nessa situação. É útil conhecer tais procedimentos antes de precisar deles.\r\n\r\n- **Mitigue a perda de informações e o impacto** à sua comunidade. É importante fazer um plano de avisos. Ao saber que tipos de informações sensíveis havia e determinar as pessoas com quem eram trocadas por meio daquela conta, decida quem avisar e quais outras contas você deve revisitar ou fechar. Determine quais serviços (de internet, financeiros etc.) é preciso revisitar ou cancelar. É importante **checar as pastas de sua conta** (se puder) para pesquisar o que poderia ter sido enviado por ela e agir de acordo. Para **informar seus contatos** é preciso manter uma cópia de reserva (*backup*) separada com os endereços. Também **reveja as configurações da conta** para ver quais mudanças podem ter sido feitas. Cheque a opção de assinatura por links ou malware, as opções de encaminhar mensagens que permitiriam enviar cópias dos e-mails a terceiros, mensagens de aviso de férias ou de ausência do escritório, o nome que é exibido quando você envia mensagens etc.\r\n\r\n- **Pesquise como sua conta pode ter sido comprometida.** Foi porque você tem uma senha fraca, foi devido a infecção por malware etc. Quanto mais você souber sobre isso, melhor será capaz de responder à situação e melhor será capaz de proteger seus contatos.\r\n\r\n- **Revise a segurança de todos os dispositivos** que acessam e-mails dessa conta e todos nos quais a senha para ela tenha sido armazenada. Veja os capítulos [1. Como proteger seu computador de programas maliciosos e hackers](/pt/chapter-1), [2. Como proteger seus dados de ameaças físicas](/pt/chapter-2) e [11. Como usar smartphones da forma mais segura possível](/pt/chapter-11). Reveja o seu programa antivírus (veja os Guias Práticos do [Avast! - Antivírus](/pt/avast_main) e do [Spybot - Antispyware](/pt/spybot_main)). Faça uma varredura no seu computador: leia a seção [4.1 Um guia rápido sobre como lidar com infecções de vírus](/pt/dealingwithviruses#4.1). Use um CD ou USB de recuperação para fazer uma varredura profunda - leia a seção [4.9 Métodos avançados de remoção de vírus](/pt/dealingwithviruses#4.9). Se você não tem certeza de que é possível limpar o dispositivo, considere reinstalar todos os programas, incluindo o sistema operacional, a partir de uma fonte limpa. Considere usar programas mais seguros como o [Firefox](/pt/firefox_main), [Thunderbird](/pt/thunderbird_main), [LibreOffice](http://www.libreoffice.org/) e outros [programas livres e de código aberto (FOSS)](/pt/glossary#FOSS). Depois de fazer as melhorias acima relacionadas à segurança de seus dispositivos, mude novamente as senhas das contas para novas e mais fortes.\r\n\r\n- Se sua conta foi hackeada, considere reportar o que aconteceu ao provedor do correio eletrônico.\r\n\r\n- Considere usar outra conta, mais segura. Por exemplo, uma que te notifique quando o acesso for feito a partir de locais ou dispositivos estranhos ou os bloqueie completamente. Considere usar uma conta hospedada fora de seu país. Considere usar criptografia nos e-mails - veja os Guias Práticos do [gpg4usb portátil - Criptografia para textos e arquivos de e-mail](/pt/gpg4usb_portable) e do [Thunderbird com Enigmail e GPG - Cliente seguro de e-mail](/pt/thunderbird_main). \r\n\r\n- Considere não deixar e-mails lidos armazenados no servidor de e-mails de seu provedor. Em vez disso, baixe-os para um computador seguro. Avalie a segurança de como você acessa sua conta e os dispositivos  que você usa para fazê-lo.\r\n\r\nÉ importante agir rapidamente e de forma precisa em uma situação como essa. Ter um plano preparado e ensaiado pode ajudar bastante.\r\n\r\n\r\n**Se você suspeita que alguém já está monitorando o seu e-mail**, pode criar uma conta nova e manter a antiga como chamariz. Lembre-se, porém, que quaisquer contas com as quais você tenha trocado e-mails no passado também podem estar sob vigilância agora. Como resultado, tome algumas precauções extras:\r\n\r\n  * Tanto você como contatos com quem tenha se comunicado mais recentemente devem criar novas contas e usá-las apenas de locais nunca usados antes, como LAN houses ou Internet Cafés. Recomendamos essa estratégia para evitar que conexões saídas de seu computador usual, que pode estar monitorado, revelem onde está seu novo correio eletrônico. Como alternativa, se não puder entrar na conta nova sem sair de sua localização normal, use uma das ferramentas descritas no [***Capítulo 8: Como manter o anonimato e contornar a censura na internet***](/pt/chapter-8), para esconder tais conexões.\r\n  * Fale sobre a existência desse novo endereço de correio eletrônico apenas por canais seguros como encontros presenciais, ferramentas de mensagens instantâneas seguras ou conversas por [*VoIP*](/pt/glossary#VoIP) criptografadas.\r\n  * Mantenha o tráfego da conta antiga quase inalterado, pelo menos por um tempo. Deve parecer a quem a estiver monitorando que ainda está sendo usada para comunicações sensíveis. Você vai querer evitar revelar informações críticas, mas deve tentar não deixar isso óbvio. Como se pode imaginar, este passo é desafiador.\r\n  * Torne difícil ligar sua identidade real à nova conta de correio eletrônico. Não mande e-mails entre as contas nova e antiga, ou para as contas de contatos que podem estar sendo monitorados.\r\n  * Tenha cautela sobre o que escrever ao usar a conta nova. É melhor evitar usar nomes e endereços reais, assim como termos como 'direitos humanos' ou 'tortura'. Crie um sistema de códigos com seus contatos e mude-o periodicamente.\r\n  * Lembre-se: a segurança de e-mails não está relacionada apenas a defesas técnicas fortes. Também envolve prestar atenção em como você e seus contatos se comunicam entre si e em manter a disciplina de hábitos de segurança não técnicos."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1958", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1958", 
                "link_title": "Tips on responding to suspected email hacking and surveillance", 
                "menu_name": "book-toc-1925", 
                "mlid": "5103", 
                "module": "book", 
                "nid": "1958", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5103", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Tips on responding to suspected email hacking and surveillance", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456314319", 
            "comment": "0", 
            "created": "1441104684", 
            "current_revision_id": "13350", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_2", 
                        "value": "chapter_7_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5103": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1958", 
                    "link_title": "Tips on responding to suspected email hacking and surveillance", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5103", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5103", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1958", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1958", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456314319", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Dicas sobre como agir no caso de suspeita de monitoramento de e-mails", 
                        "value": "Dicas sobre como agir no caso de suspeita de monitoramento de e-mails"
                    }
                ]
            }, 
            "title_original": "Tips on responding to suspected email hacking and surveillance", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917116", 
                        "created": "1442917116", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227788", 
                        "created": "1441807318", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096676", 
                        "created": "1443096676", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413573", 
                        "created": "1442413573", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207916", 
                        "created": "1441207916", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1456314319", 
                        "created": "1442761461", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706033", 
                        "created": "1443706033", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610504", 
                        "created": "1452610504", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457261", 
                        "created": "1443457261", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116181", 
                        "created": "1441116181", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443805722", 
                        "created": "1443805722", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101121", 
                        "created": "1443101121", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093895", 
                        "created": "1443093895", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104684", 
                        "created": "1441104684", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1958", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444582600", 
                        "created": "1443623680", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "cf780b4a-f28f-4c52-b681-ce93e073893d", 
            "vid": "13350", 
            "vuuid": "c5a40ec8-b1ba-4b47-897e-75ff58cc2fd0"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Assim como em correios eletrônicos, programas de mensagens instantâneas e de <a href=\"/pt/glossary#VoIP\"><em>voz sobre IP (VoIP)</em></a> podem ser seguros ou inseguros, dependendo das ferramentas escolhidas e de como são usadas.</p>\n\n<p><strong>Tornando seguro o programa de mensagens instantâneas</strong></p>\n\n<p>A troca de mensagens instantâneas, também conhecida como 'chat' ou 'bate-papo', costuma não ser segura e é tão vulnerável à vigilância como o e-mail. Há programas que ajudam a manter privadas as sessões de troca de mensagens, mas, assim como acontece com os e-mails, estabelecer um canal seguro de comunicações exige que as duas ou mais pessoas que se comunicam usem a mesma ferramenta e tomem as mesmas precauções de segurança.</p>\n\n<p>Existe um software de bate-papo chamado <a href=\"/pt/glossary#Pidgin\"><em>Pidgin</em></a>, que suporta diversos protocolos existentes de mensagens instantâneas. Isso significa que é possível começar a usá-lo facilmente, sem ter de trocar o nome de sua conta ou recriar sua lista de contatos. Para fazer conversas privadas e <a href=\"/pt/glossary#Encryption\"><em>criptografadas</em></a> pelo programa, é preciso instalar e ativar o plug-in <em>Off-the-Record</em> (<a href=\"/pt/glossary#OTR\"><em>OTR</em></a>). Felizmente, este é um processo bastante simples.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/pidgin_main\"><em>Pidgin com OTR - Mensagens instantâneas seguras</em></a></p>\n\n</div>\n\n<div class=\"background\">\n\n<p>Pablo: Se meu e-mail online da Yahoo não é seguro, o que se pode dizer sobre o Yahoo Chat? Também é vulnerável?</p>\n\n<p>Claudia: O importante de lembrar é que se queremos usar ferramentas de mensagens instantâneas para discutir este relatório, temos de ter certeza que todas as pessoas envolvidas têm o Pidgin instalado com OTR. Se elas têm, podemos usar o bate papo do Yahoo ou qualquer outro serviço.</p>\n\n</div>\n\n<p><strong>Tornando seguro o programa de voz sobre IP (VoIP)</strong></p>\n\n<p>Não é preciso dizer o quanto os programas de <a href=\"/pt/glossary#VoIP\"><em>voz sobre IP (VoIP)</em></a> são úteis. Afinal, chamadas entre pessoas que usam o mesmo serviço costumam ser gratuitas e alguns programas permitem ainda ligar para telefones físicos, incluindo números internacionais, a preços baixos. Alguns dos aplicativos <a href=\"/pt/glossary#VoIP\"><em>VoIP</em></a> mais populares de hoje são: <a href=\"http://www.skype.com\">Skype</a> (veja abaixo), <a href=\"http://jitsi.org/\">Jitsi</a>, <a href=\"http://www.google.com/hangouts\">Google Hangouts</a> e <a href=\"http://voice.yahoo.com/\">Yahoo! Voice</a>.</p>\n\n<p>Normalmente, a comunicação por voz pela internet não é mais segura do que e-mails e mensagens instantâneas não protegidos. Para abordar informações sensíveis, é importante escolher uma ferramenta que criptografe a ligação por todo o caminho, desde o seu computador até o de quem a recebe. É sempre melhor usar programas <a href=\"/pt/glossary#FOSS\"><em>livres e de código aberto (FOSS)</em></a>, em especial os revistos, testados e recomendados por comunidades confiáveis. Considerando tais critérios, recomendamos o <a href=\"http://jitsi.org/\"><em>Jitsi</em></a> para fazer chamadas de VoIP.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/jitsi\"><em>Jitsi - Áudio, vídeo e mensagens instantâneas de forma segura</em></a></p>\n\n</div>\n\n<p><strong>Observação sobre a segurança do Skype</strong></p>\n\n<p>O <a href=\"/pt/glossary#Skype\"><em>Skype</em></a> é um programa de mensagens instantâneas e chamadas de VoIP que também permite fazer ligações para linhas terrestres e telefones celulares. Apesar de sua popularidade, várias questões o desqualificam como escolha segura. Algumas delas são descritas abaixo.</p>\n\n<p>Segundo o Skype, tanto as mensagens de texto como as chamadas por voz são <a href=\"/pt/glossary#Encryption\"><em>criptografadas</em></a>. Porém, isso só acontece quando as duas ou mais pontas que se comunicam estão usando o programa, e o Skype não criptografa ligações para telefones ou textos enviados como mensagem SMS. Se as duas pontas estiverem usando o software (genuíno), a criptografia usada tornaria a chamada mais segura do que uma ligação comum feita por telefone. Porém, como o programa tem o código fechado, é impossível fazer uma auditoria ou avaliação sobre as alegações relacionadas a tal criptografia, sendo portanto impossível verificar quão bem o Skype protege as pessoas que o usam, suas informações e  comunicações.</p>\n\n<p>O <a href=\"/pt/chapter-1\"><strong><em>Capítulo 1: Como proteger seu computador de programas maliciosos e hackers</em></strong></a> fala sobre as vantagens do <a href=\"/pt/glossary#FOSS\"><em>software livre e de código aberto (FOSS)</em></a> na seção <a href=\"/pt/chapter_1_4\"><strong><em>Como manter os programas atualizados</em></strong></a>.</p>\n\n<p>Conforme mencionado, embora não possamos recomendar o Skype como ferramenta segura de comunicação, caso alguém ainda queira usá-lo para falar sobre informações sensíveis é bastante importante tomar algumas medidas:</p>\n\n<ul><li>Baixe e instale o programa apenas por meio do site oficial <a href=\"http://www.skype.com\">www.skype.com</a>, para evitar uma versão que possa estar infectada por spyware. É importante checar com cuidado a URL para ter certeza de que é o site oficial. Em alguns países, a página do Skype é bloqueada e/ou várias páginas falsas alegando ser a oficial estão em operação. Nesses casos, a versão disponível muito provavelmente está infectada por malware desenvolvidos para espionar todas as comunicações. Use as ferramentas de contorno à censura descritas no <a href=\"/pt/chapter-8\">Capítulo 8</a> para conectar-se ao site oficial do Skype e baixar uma versão genuína do programa sempre que quiser instalá-lo ou atualizá-lo.</li>\n<li>É extremamente importante mudar a senha de acesso ao Skype regularmente. O programa permite logins múltiplos de localizações diferentes e não informa sobre o número simultâneo de sessões abertas. Isso oferece um grande risco caso a senha de acesso seja comprometida, pois qualquer pessoa que a tenha pode fazer login ao mesmo tempo. Todas as sessões em vigor recebem toda comunicação por texto, assim como têm acesso ao histórico de chamadas. Mudar a senha é a única forma de desabilitar os acessos indesejados, pois forçam todas as sessões abertas a refazer o login.</li>\n<li>Também é aconselhável modificar as configurações do programa para que o histórico das conversas não seja guardado.</li>\n<li>É recomendável desabilitar a opção do Skype que aceita o recebimento automático de arquivos enviados, pois isso já foi usado para infectar máquinas com malware/spyware.</li>\n<li>Verifique sempre de forma independente a identidade da pessoa com quem está se comunicando. É mais fácil fazer isso em conversas por voz, especialmente quando você conhece quem está do outro lado da linha.</li>\n<li>Decida se o nome que aparece no Skype deve ser identificado ou ter relações com seu nome real, ou de sua organização.</li>\n<li>Tenha sempre formas alternativas para se comunicar. Prepare-se para o caso de o Skype ficar indisponível.</li>\n<li>Tenha cuidado com o que diz. Desenvolva um sistema de códigos para discutir tópicos sensíveis sem usar terminologias específicas.</li>\n</ul><p>Apesar da popularidade do Skype, as preocupações acima o tornam questionável para uma experiência segura. Recomendamos usar ferramentas como o Jitsi para chamadas de voz sobre IP e o <a href=\"/pt/glossary#Pidgin\"><em>Pidgin</em></a> com o plugin <a href=\"/pt/glossary#OTR\"><em>OTR</em></a> para a troca segura de mensagens instantâneas.</p>\n", 
                        "summary": "", 
                        "value": "Assim como em correios eletrônicos, programas de mensagens instantâneas e de [*voz sobre IP (VoIP)*](/pt/glossary#VoIP) podem ser seguros ou inseguros, dependendo das ferramentas escolhidas e de como são usadas.\r\n\r\n\r\n**Tornando seguro o programa de mensagens instantâneas**\r\n\r\nA troca de mensagens instantâneas, também conhecida como 'chat' ou 'bate-papo', costuma não ser segura e é tão vulnerável à vigilância como o e-mail. Há programas que ajudam a manter privadas as sessões de troca de mensagens, mas, assim como acontece com os e-mails, estabelecer um canal seguro de comunicações exige que as duas ou mais pessoas que se comunicam usem a mesma ferramenta e tomem as mesmas precauções de segurança.\r\n\r\nExiste um software de bate-papo chamado [*Pidgin*](/pt/glossary#Pidgin), que suporta diversos protocolos existentes de mensagens instantâneas. Isso significa que é possível começar a usá-lo facilmente, sem ter de trocar o nome de sua conta ou recriar sua lista de contatos. Para fazer conversas privadas e [*criptografadas*](/pt/glossary#Encryption) pelo programa, é preciso instalar e ativar o plug-in *Off-the-Record* ([*OTR*](/pt/glossary#OTR)). Felizmente, este é um processo bastante simples.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Pidgin com OTR - Mensagens instantâneas seguras*](/pt/pidgin_main)\r\n</div>\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Se meu e-mail online da Yahoo não é seguro, o que se pode dizer sobre o Yahoo Chat? Também é vulnerável?\r\n\t\t\t\r\nClaudia: O importante de lembrar é que se queremos usar ferramentas de mensagens instantâneas para discutir este relatório, temos de ter certeza que todas as pessoas envolvidas têm o Pidgin instalado com OTR. Se elas têm, podemos usar o bate papo do Yahoo ou qualquer outro serviço.\r\n</div>\r\n\r\n\r\n**Tornando seguro o programa de voz sobre IP (VoIP)**\r\n\r\n\r\nNão é preciso dizer o quanto os programas de [*voz sobre IP (VoIP)*](/pt/glossary#VoIP) são úteis. Afinal, chamadas entre pessoas que usam o mesmo serviço costumam ser gratuitas e alguns programas permitem ainda ligar para telefones físicos, incluindo números internacionais, a preços baixos. Alguns dos aplicativos [*VoIP*](/pt/glossary#VoIP) mais populares de hoje são: [Skype](http://www.skype.com) (veja abaixo), [Jitsi](http://jitsi.org/), [Google Hangouts](http://www.google.com/hangouts) e [Yahoo! Voice](http://voice.yahoo.com/).\r\n\r\nNormalmente, a comunicação por voz pela internet não é mais segura do que e-mails e mensagens instantâneas não protegidos. Para abordar informações sensíveis, é importante escolher uma ferramenta que criptografe a ligação por todo o caminho, desde o seu computador até o de quem a recebe. É sempre melhor usar programas [*livres e de código aberto (FOSS)*](/pt/glossary#FOSS), em especial os revistos, testados e recomendados por comunidades confiáveis. Considerando tais critérios, recomendamos o [*Jitsi*](http://jitsi.org/) para fazer chamadas de VoIP.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Jitsi - Áudio, vídeo e mensagens instantâneas de forma segura*](/pt/jitsi)\r\n</div>\r\n\r\n\r\n**Observação sobre a segurança do Skype**\r\n\r\nO [*Skype*](/pt/glossary#Skype) é um programa de mensagens instantâneas e chamadas de VoIP que também permite fazer ligações para linhas terrestres e telefones celulares. Apesar de sua popularidade, várias questões o desqualificam como escolha segura. Algumas delas são descritas abaixo.\r\n\r\nSegundo o Skype, tanto as mensagens de texto como as chamadas por voz são [*criptografadas*](/pt/glossary#Encryption). Porém, isso só acontece quando as duas ou mais pontas que se comunicam estão usando o programa, e o Skype não criptografa ligações para telefones ou textos enviados como mensagem SMS. Se as duas pontas estiverem usando o software (genuíno), a criptografia usada tornaria a chamada mais segura do que uma ligação comum feita por telefone. Porém, como o programa tem o código fechado, é impossível fazer uma auditoria ou avaliação sobre as alegações relacionadas a tal criptografia, sendo portanto impossível verificar quão bem o Skype protege as pessoas que o usam, suas informações e  comunicações.\r\n\r\nO [***Capítulo 1: Como proteger seu computador de programas maliciosos e hackers***](/pt/chapter-1) fala sobre as vantagens do [*software livre e de código aberto (FOSS)*](/pt/glossary#FOSS) na seção [***Como manter os programas atualizados***](/pt/chapter_1_4).\r\n\r\nConforme mencionado, embora não possamos recomendar o Skype como ferramenta segura de comunicação, caso alguém ainda queira usá-lo para falar sobre informações sensíveis é bastante importante tomar algumas medidas:\r\n\r\n  * Baixe e instale o programa apenas por meio do site oficial [www.skype.com](http://www.skype.com), para evitar uma versão que possa estar infectada por spyware. É importante checar com cuidado a URL para ter certeza de que é o site oficial. Em alguns países, a página do Skype é bloqueada e/ou várias páginas falsas alegando ser a oficial estão em operação. Nesses casos, a versão disponível muito provavelmente está infectada por malware desenvolvidos para espionar todas as comunicações. Use as ferramentas de contorno à censura descritas no [Capítulo 8](/pt/chapter-8) para conectar-se ao site oficial do Skype e baixar uma versão genuína do programa sempre que quiser instalá-lo ou atualizá-lo.\r\n  * É extremamente importante mudar a senha de acesso ao Skype regularmente. O programa permite logins múltiplos de localizações diferentes e não informa sobre o número simultâneo de sessões abertas. Isso oferece um grande risco caso a senha de acesso seja comprometida, pois qualquer pessoa que a tenha pode fazer login ao mesmo tempo. Todas as sessões em vigor recebem toda comunicação por texto, assim como têm acesso ao histórico de chamadas. Mudar a senha é a única forma de desabilitar os acessos indesejados, pois forçam todas as sessões abertas a refazer o login.\r\n  * Também é aconselhável modificar as configurações do programa para que o histórico das conversas não seja guardado.\r\n  * É recomendável desabilitar a opção do Skype que aceita o recebimento automático de arquivos enviados, pois isso já foi usado para infectar máquinas com malware/spyware.\r\n  * Verifique sempre de forma independente a identidade da pessoa com quem está se comunicando. É mais fácil fazer isso em conversas por voz, especialmente quando você conhece quem está do outro lado da linha.\r\n  * Decida se o nome que aparece no Skype deve ser identificado ou ter relações com seu nome real, ou de sua organização.\r\n  * Tenha sempre formas alternativas para se comunicar. Prepare-se para o caso de o Skype ficar indisponível.\r\n  * Tenha cuidado com o que diz. Desenvolva um sistema de códigos para discutir tópicos sensíveis sem usar terminologias específicas.\r\n\r\nApesar da popularidade do Skype, as preocupações acima o tornam questionável para uma experiência segura. Recomendamos usar ferramentas como o Jitsi para chamadas de voz sobre IP e o [*Pidgin*](/pt/glossary#Pidgin) com o plugin [*OTR*](/pt/glossary#OTR) para a troca segura de mensagens instantâneas."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1959", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1959", 
                "link_title": "Securing other Internet communication tools", 
                "menu_name": "book-toc-1925", 
                "mlid": "5104", 
                "module": "book", 
                "nid": "1959", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5104", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Securing other Internet communication tools", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455895666", 
            "comment": "0", 
            "created": "1441104731", 
            "current_revision_id": "13282", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_3", 
                        "value": "chapter_7_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5104": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1959", 
                    "link_title": "Securing other Internet communication tools", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5104", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5104", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1959", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1959", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455895666", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Como tornar seguras outras ferramentas de comunicação pela internet", 
                        "value": "Como tornar seguras outras ferramentas de comunicação pela internet"
                    }
                ]
            }, 
            "title_original": "Securing other Internet communication tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455886970", 
                        "created": "1442917218", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227836", 
                        "created": "1441807403", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096655", 
                        "created": "1443096655", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413732", 
                        "created": "1442413732", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207972", 
                        "created": "1441207972", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108634", 
                        "created": "1442761759", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706016", 
                        "created": "1443706016", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610615", 
                        "created": "1452610615", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457311", 
                        "created": "1443457311", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116268", 
                        "created": "1441116268", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806255", 
                        "created": "1443806255", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101141", 
                        "created": "1443101141", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094015", 
                        "created": "1443094015", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104731", 
                        "created": "1441104731", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1959", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455895666", 
                        "created": "1443623710", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "71dcb597-9831-4996-a0ca-6e6a31dd4cd8", 
            "vid": "13282", 
            "vuuid": "d8aea876-2f6c-41fc-b038-53e3841c9d17"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>As ferramentas e conceitos discutidos abaixo são recomendados para pessoas com mais experiência no uso de computadores.</p>\n\n<h3>Como usar criptografia de chave pública em e-mails</h3>\n\n<p>É possível obter um nível alto de privacidade na troca de e-mails, mesmo em contas não seguras. Para isso, é preciso saber mais sobre a <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> de chave pública. Esta técnica permite codificar mensagens individuais, tornando-as ilegíveis a quaisquer pessoas que não os destinatários almejados. O lado engenhoso da <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> de chave pública é que você não precisa trocar nenhuma informação secreta com seus contatos sobre como vai codificar as mensagens no futuro.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Mas como funciona isso?</p>\n\n<p>Claudia: É um uso criativo da Matemática! Você codifica as mensagens para um contato específico de e-mail usando a chamada 'chave pública' daquela pessoa. As 'chaves públicas' podem ser distribuídas sem problemas. Para ler as mensagens, aquela pessoa usa uma 'chave privada' pessoal, que deve ser mantida guardada com segurança. No caminho inverso, seu contato usa a chave pública que você forneceu a ele para criptografar as mensagens que enviará para você. Assim, vocês precisam trocar as chaves públicas entre si, mas podem fazê-lo abertamente, sem se preocupar.</p>\n\n</div>\n\n<p>Essa técnica pode ser usada com qualquer serviço de correio eletrônico, mesmo os que não possuem canais de comunicação seguros, pois as mensagens individuais são <a href=\"/pt/glossary#Encryption\"><strong>criptografadas</strong></a> antes de deixar o computador.</p>\n\n<p>Lembre-se que o uso de <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> pode atrair atenção. O tipo de <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> usado para acessar sites seguros na internet, incluindo contas online de e-mail, costuma ser visto como menos suspeita do que a de chave pública, discutida aqui. Em algumas circunstâncias, se um e-mail com este tipo de dados <a href=\"/pt/glossary#Encryption\"><strong>criptografados</strong></a> for interceptado ou publicado em fóruns públicos de discussão, podem incriminar a pessoa que o enviou, independentemente do conteúdo da mensagem. Às vezes, você terá de escolher entre a privacidade das mensagens e a necessidade de se manter inconspícuo.</p>\n\n<h3>Como criptografar e autenticar mensagens de e-mail</h3>\n\n<p>A <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> de chave pública pode parecer complicada no começo, mas é bastante direta depois de entender o básico. Além disso, as ferramentas não são difíceis de usar. Um programa simples, amigável e portátil chamado <strong>gpg4usb</strong> pode criptografar mensagens de e-mail e arquivos mesmo sem estar conectado à internet.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/gpg4usb_portable\"><strong><em>gpg4usb portátil - Criptografia para textos e arquivos de e-mail</em></strong></a></p>\n\n</div>\n\n<p>Para criptografar e decodificar mensagens de e-mail de forma fácil, o programa de e-mails <strong>Mozilla</strong> <a href=\"/pt/glossary#Thunderbird\"><strong>Thunderbird</strong></a> pode ser usado com uma extensão chamada <a href=\"/pt/glossary#Enigmail\"><strong>Enigmail</strong></a>.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/thunderbird_main\"><strong><em>Thunderbird com Enigmail e GPG - Cliente seguro de e-mail</em></strong></a></p>\n\n</div>\n\n<p>A autenticidade dos e-mails também é outro aspecto importante para a segurança da comunicação. Qualquer pessoa com acesso à internet e as ferramentas apropriadas pode se passar por você, enviando mensagens a partir de um endereço de e-mail idêntico ao seu, mas falso. O perigo aqui é mais evidente se considerado do lado de quem recebe as mensagens. Imagine, por exemplo, o perigo de um e-mail que parece ser de um contato confiável mas é, na verdade, de alguém cujo objetivo é desmobilizar suas atividades ou descobrir informações sensíveis sobre sua organização.</p>\n\n<p>Uma vez que não podemos ver ou ouvir quem está do outro lado da mensagem de um e-mail, tipicamente confiamos no endereço de emissão para validar uma identidade. É por isso que nos enganam de forma tão fácil com e-mails falsos. As <a href=\"/pt/glossary#Digital_signature\"><strong>assinaturas digitais</strong></a>, que também se baseiam na <a href=\"/pt/glossary#Encryption\"><strong>criptografia</strong></a> de chave pública, fornecem um meio mais seguro de alguém provar a própria identidade ao enviar uma mensagem. O <a href=\"/pt/gpg4usb_portable\"><strong><em>Guia Prático do gpg4usb portátil</em></strong></a> ou a seção <a href=\"/pt/thuderbird_encryption\"><strong><em>Como usar o Enigmail com o Thunderbird</em></strong></a>, do <a href=\"/pt/thunderbird_main\"><strong><em>Guia Prático do Thunderbird</em></strong></a>, explicam em detalhes como usar as <a href=\"/pt/glossary#Digital_signature\"><strong>assinaturas digitais</strong></a>.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Uma vez, um colega recebeu um e-mail meu que eu não havia enviado. Decidimos, no fim, que era apenas um spam, mas agora fico pensando o estrago que um e-mail falso poderia causar caso aparecesse na caixa de entrada da pessoa errada, no momento errado. Ouvi dizer que é possível evitar isso com assinaturas digitais, mas o que são elas?</p>\n\n<p>Claudia: Uma assinatura digital é como um selo de cera com a sua letra dentro, fechando um envelope. Com a diferença que ela não pode ser forjada. Ela prova que você é quem realmente emitiu a mensagem e que seu conteúdo não foi modificado no meio do caminho.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "As ferramentas e conceitos discutidos abaixo são recomendados para pessoas com mais experiência no uso de computadores.\r\n\r\n### Como usar criptografia de chave pública em e-mails ###\r\n\r\nÉ possível obter um nível alto de privacidade na troca de e-mails, mesmo em contas não seguras. Para isso, é preciso saber mais sobre a [**criptografia**](/pt/glossary#Encryption) de chave pública. Esta técnica permite codificar mensagens individuais, tornando-as ilegíveis a quaisquer pessoas que não os destinatários almejados. O lado engenhoso da [**criptografia**](/pt/glossary#Encryption) de chave pública é que você não precisa trocar nenhuma informação secreta com seus contatos sobre como vai codificar as mensagens no futuro.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Mas como funciona isso?\r\n\t\t\t\r\nClaudia: É um uso criativo da Matemática! Você codifica as mensagens para um contato específico de e-mail usando a chamada 'chave pública' daquela pessoa. As 'chaves públicas' podem ser distribuídas sem problemas. Para ler as mensagens, aquela pessoa usa uma 'chave privada' pessoal, que deve ser mantida guardada com segurança. No caminho inverso, seu contato usa a chave pública que você forneceu a ele para criptografar as mensagens que enviará para você. Assim, vocês precisam trocar as chaves públicas entre si, mas podem fazê-lo abertamente, sem se preocupar.\r\n</div>\r\n\r\nEssa técnica pode ser usada com qualquer serviço de correio eletrônico, mesmo os que não possuem canais de comunicação seguros, pois as mensagens individuais são [**criptografadas**](/pt/glossary#Encryption) antes de deixar o computador.\r\n\r\nLembre-se que o uso de [**criptografia**](/pt/glossary#Encryption) pode atrair atenção. O tipo de [**criptografia**](/pt/glossary#Encryption) usado para acessar sites seguros na internet, incluindo contas online de e-mail, costuma ser visto como menos suspeita do que a de chave pública, discutida aqui. Em algumas circunstâncias, se um e-mail com este tipo de dados [**criptografados**](/pt/glossary#Encryption) for interceptado ou publicado em fóruns públicos de discussão, podem incriminar a pessoa que o enviou, independentemente do conteúdo da mensagem. Às vezes, você terá de escolher entre a privacidade das mensagens e a necessidade de se manter inconspícuo.\r\n\r\n\r\n### Como criptografar e autenticar mensagens de e-mail ###\r\n\r\nA [**criptografia**](/pt/glossary#Encryption) de chave pública pode parecer complicada no começo, mas é bastante direta depois de entender o básico. Além disso, as ferramentas não são difíceis de usar. Um programa simples, amigável e portátil chamado **gpg4usb** pode criptografar mensagens de e-mail e arquivos mesmo sem estar conectado à internet.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [***gpg4usb portátil - Criptografia para textos e arquivos de e-mail***](/pt/gpg4usb_portable)\r\n</div>\r\n\r\nPara criptografar e decodificar mensagens de e-mail de forma fácil, o programa de e-mails **Mozilla** [**Thunderbird**](/pt/glossary#Thunderbird) pode ser usado com uma extensão chamada [**Enigmail**](/pt/glossary#Enigmail).\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [***Thunderbird com Enigmail e GPG - Cliente seguro de e-mail***](/pt/thunderbird_main)\r\n</div>\r\n\r\nA autenticidade dos e-mails também é outro aspecto importante para a segurança da comunicação. Qualquer pessoa com acesso à internet e as ferramentas apropriadas pode se passar por você, enviando mensagens a partir de um endereço de e-mail idêntico ao seu, mas falso. O perigo aqui é mais evidente se considerado do lado de quem recebe as mensagens. Imagine, por exemplo, o perigo de um e-mail que parece ser de um contato confiável mas é, na verdade, de alguém cujo objetivo é desmobilizar suas atividades ou descobrir informações sensíveis sobre sua organização.\r\n\r\nUma vez que não podemos ver ou ouvir quem está do outro lado da mensagem de um e-mail, tipicamente confiamos no endereço de emissão para validar uma identidade. É por isso que nos enganam de forma tão fácil com e-mails falsos. As [**assinaturas digitais**](/pt/glossary#Digital_signature), que também se baseiam na [**criptografia**](/pt/glossary#Encryption) de chave pública, fornecem um meio mais seguro de alguém provar a própria identidade ao enviar uma mensagem. O [***Guia Prático do gpg4usb portátil***](/pt/gpg4usb_portable) ou a seção [***Como usar o Enigmail com o Thunderbird***](/pt/thuderbird_encryption), do [***Guia Prático do Thunderbird***](/pt/thunderbird_main), explicam em detalhes como usar as [**assinaturas digitais**](/pt/glossary#Digital_signature).\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Uma vez, um colega recebeu um e-mail meu que eu não havia enviado. Decidimos, no fim, que era apenas um spam, mas agora fico pensando o estrago que um e-mail falso poderia causar caso aparecesse na caixa de entrada da pessoa errada, no momento errado. Ouvi dizer que é possível evitar isso com assinaturas digitais, mas o que são elas?\r\n\t\t\t\r\nClaudia: Uma assinatura digital é como um selo de cera com a sua letra dentro, fechando um envelope. Com a diferença que ela não pode ser forjada. Ela prova que você é quem realmente emitiu a mensagem e que seu conteúdo não foi modificado no meio do caminho.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1960", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1960", 
                "link_title": "Advanced Email Security", 
                "menu_name": "book-toc-1925", 
                "mlid": "5105", 
                "module": "book", 
                "nid": "1960", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5105", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Advanced Email Security", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456151301", 
            "comment": "0", 
            "created": "1441104777", 
            "current_revision_id": "13322", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_4", 
                        "value": "chapter_7_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5105": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1960", 
                    "link_title": "Advanced Email Security", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5105", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5105", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1960", 
            "num_revisions": "32", 
            "path": "https://securityinabox.org/en/node/1960", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456151301", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Segurança avançada de e-mail", 
                        "value": "Segurança avançada de e-mail"
                    }
                ]
            }, 
            "title_original": "Advanced Email Security", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455898226", 
                        "created": "1442917335", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227911", 
                        "created": "1441807514", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096633", 
                        "created": "1443096633", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413795", 
                        "created": "1442413795", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454335668", 
                        "created": "1441208036", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453994328", 
                        "created": "1442761793", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1456151301", 
                        "created": "1443705997", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452611784", 
                        "created": "1452611784", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1453981255", 
                        "created": "1443457374", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116371", 
                        "created": "1441116371", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806592", 
                        "created": "1443806383", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101159", 
                        "created": "1443101159", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094107", 
                        "created": "1443094107", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104777", 
                        "created": "1441104777", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1960", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455898865", 
                        "created": "1443623740", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "8f37a828-200b-481a-953b-bcdf1855e2bc", 
            "vid": "13322", 
            "vuuid": "30f25b85-c976-4f55-94aa-c36de97c27d3"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Para saber mais sobre como falsificar uma identidade de e-mail, veja a seção <em>2.5 Spoofing</em> do livro <a href=\"http://www.frontlinedefenders.org/esecman\">Segurança Digital e Privacidade para Defensores dos Direitos Humanos</a> (em inglês ou espanhol).</li>\n<li>Além dos Guias Práticos do <em>Riseup</em> e do <em>Thunderbird</em>, há vários sites que explicam como usar programas de e-mail com vários dos provedores populares de correio eletrônico, deixando uma cópia das mensagens no servidor:\n\n<ul><li>O <a href=\"https://help.riseup.net/en/email/clients\">site do Riseup</a>;</li>\n<li>Instruções sobre <a href=\"https://mail.google.com/support/bin/topic.py?topic=12769\">como usar o Gmail</a>;</li>\n<li>Instruções sobre <a href=\"http://email.about.com/od/mozillathunderbirdtips/qt/et_gmail_addr.htm\">como importar os contatos do Gmail para o Thunderbird</a>;</li>\n<li>Para detalhes sobre como usar outros serviços de e-mail desta forma, veja a seção de Ajuda dos outros provedores. Busque por palavras chave como 'POP', 'IMAP' e 'SMTP'.</li>\n</ul></li>\n<li>Existe um ataque bastante conhecido à segurança da criptografia SSL, chamado <a href=\"https://secure.wikimedia.org/wikipedia/en/wiki/Man-in-the-middle_attack\">Man in the Middle attack</a>.</li>\n<li>A <a href=\"https://www.google.com/intl/pt/privacy/privacy-policy.html\">Política de Privacidade do Gmail</a>, a qual deve ser aceita ao criar uma conta no Gmail, explica que o Google \"recolhe informações para fornecer serviços melhores a todos os seus utilizadores\". De fato, todos os provedores de e-mail fazem algum tipo de varredura em suas mensagens para que possam oferecer serviços antispam ou outras funcionalidades. Porém, o Gmail vai um pouco além para vender 'publicidade dirigida' baseada no conteúdo de e-mails específicos. Isso pode ser perigoso caso a informação armazenada pelo Google seja exposta de forma acidental ou intencional.</li>\n<li>Uma série de entrevistas realizadas em 2008 teve como tema as <a href=\"http://news.cnet.com/8301-13578_3-9962106-38.html\">políticas de privacidade e criptografia</a> de vários dos principais serviços de mensagens instantâneas.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Para saber mais sobre como falsificar uma identidade de e-mail, veja a seção *2.5 Spoofing* do livro [Segurança Digital e Privacidade para Defensores dos Direitos Humanos](http://www.frontlinedefenders.org/esecman) (em inglês ou espanhol).\r\n- Além dos Guias Práticos do *Riseup* e do *Thunderbird*, há vários sites que explicam como usar programas de e-mail com vários dos provedores populares de correio eletrônico, deixando uma cópia das mensagens no servidor:\r\n  - O [site do Riseup](https://help.riseup.net/en/email/clients);\r\n  - Instruções sobre [como usar o Gmail](https://mail.google.com/support/bin/topic.py?topic=12769);\r\n  - Instruções sobre [como importar os contatos do Gmail para o Thunderbird](http://email.about.com/od/mozillathunderbirdtips/qt/et_gmail_addr.htm);\r\n  - Para detalhes sobre como usar outros serviços de e-mail desta forma, veja a seção de Ajuda dos outros provedores. Busque por palavras chave como 'POP', 'IMAP' e 'SMTP'.\r\n- Existe um ataque bastante conhecido à segurança da criptografia SSL, chamado [Man in the Middle attack](https://secure.wikimedia.org/wikipedia/en/wiki/Man-in-the-middle_attack).\r\n- A [Política de Privacidade do Gmail](https://www.google.com/intl/pt/privacy/privacy-policy.html), a qual deve ser aceita ao criar uma conta no Gmail, explica que o Google &quot;recolhe informações para fornecer serviços melhores a todos os seus utilizadores&quot;. De fato, todos os provedores de e-mail fazem algum tipo de varredura em suas mensagens para que possam oferecer serviços antispam ou outras funcionalidades. Porém, o Gmail vai um pouco além para vender 'publicidade dirigida' baseada no conteúdo de e-mails específicos. Isso pode ser perigoso caso a informação armazenada pelo Google seja exposta de forma acidental ou intencional.\r\n- Uma série de entrevistas realizadas em 2008 teve como tema as [políticas de privacidade e criptografia](http://news.cnet.com/8301-13578_3-9962106-38.html) de vários dos principais serviços de mensagens instantâneas."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1961", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1961", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5106", 
                "module": "book", 
                "nid": "1961", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5106", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452611899", 
            "comment": "0", 
            "created": "1441104824", 
            "current_revision_id": "12808", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_5", 
                        "value": "chapter_7_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5106": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1961", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5106", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5106", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1961", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/node/1961", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452611899", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917398", 
                        "created": "1442917398", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096611", 
                        "created": "1443096611", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414120", 
                        "created": "1442414120", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208088", 
                        "created": "1441208088", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108763", 
                        "created": "1442761824", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705980", 
                        "created": "1443705980", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452611899", 
                        "created": "1452611899", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457425", 
                        "created": "1443457425", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116530", 
                        "created": "1441116530", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806500", 
                        "created": "1443806500", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101204", 
                        "created": "1443101204", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094182", 
                        "created": "1443094182", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446473278", 
                        "created": "1441104824", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583668", 
                        "created": "1443623763", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e4da5eda-78ad-4d95-91e0-7bb9cf506951", 
            "vid": "12808", 
            "vuuid": "87e04a64-0e83-424b-8b75-47341f949227"
        }
    ], 
    "changed": "1453893190", 
    "comment": "0", 
    "created": "1441104468", 
    "current_revision_id": "13007", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt": [
            {
                "format": null, 
                "safe_value": "7. How to keep your Internet communicati", 
                "value": "7. How to keep your Internet communicati"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt": [
            {
                "format": null, 
                "safe_value": "7. Como manter sua comunicação por internet segura", 
                "value": "7. Como manter sua comunicação por internet segura"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt": [
            {
                "format": null, 
                "safe_value": "chapter-7", 
                "value": "chapter-7"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5101": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1956", 
            "link_title": "7. How to keep your Internet communication private", 
            "menu_name": "book-toc-1925", 
            "mlid": "5101", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5101", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "7"
        }
    }, 
    "name": "chris", 
    "nid": "1956", 
    "num_revisions": "28", 
    "path": "https://securityinabox.org/en/node/1956", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453893190", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt": [
            {
                "format": null, 
                "safe_value": "7. Como manter sua comunicação por internet segura", 
                "value": "7. Como manter sua comunicação por internet segura"
            }
        ]
    }, 
    "title_original": "7. How to keep your Internet communication private", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916972", 
                "created": "1442916972", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1453893190", 
                "created": "1441807094", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094027", 
                "created": "1443094027", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442413328", 
                "created": "1442413328", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451917636", 
                "created": "1441207736", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108427", 
                "created": "1442759290", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693120", 
                "created": "1443693120", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452609857", 
                "created": "1452609857", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457107", 
                "created": "1443457107", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115896", 
                "created": "1441115896", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443805087", 
                "created": "1443805087", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444396529", 
                "created": "1444396529", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014757", 
                "created": "1443014757", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093390", 
                "created": "1443093390", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104468", 
                "created": "1441104468", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1956", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444578893", 
                "created": "1443623275", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "8355d317-18f9-4aa5-a7b0-3e34478c80f3", 
    "vid": "13007", 
    "vuuid": "c39a5dff-12ca-4b1e-aa05-2401c257eab6"
}