{
    "body": {
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Muitos países pelo mundo instalaram programas que impedem às pessoas daquele território acessar alguns sites e serviços da internet. Frequentemente, empresas, escolas e bibliotecas públicas também usam software parecidos para evitar que empregados, estudantes ou clientes vejam materiais considerados distrativos ou ofensivos pela instituição. Este tipo de tecnologia de filtragem possui várias formas. Alguns filtros bloqueiam sites com base em seu <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a>, enquanto outros criam uma lista negra com <a href=\"/pt/glossary#Domain_name\"><em>nomes de domínio</em></a> ou fazem varreduras por toda comunicação de internet não criptografada em busca de palavras específicas.</p>\n\n<p>Não importando quais métodos de filtragem estejam ativos, quase sempre é possível contorná-los usando outros computadores, fora daquele país, como intermediários para acessar os serviços que estão bloqueados. Tal processo costuma ser chamado de <em>contorno de censura</em>, ou simplesmente <a href=\"/pt/glossary#Circumvention\"><em>circunvenção</em></a>, devido ao termo em inglês (<em>circumvention</em>). Os computadores a serem usados como ponte são chamados de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a>, e também aparecem em diferentes formas. Este capítulo inclui uma breve discussão sobre redes de proxies múltiplos para anonimato, seguida por uma descrição mais aprofundada dos <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> básicos de <a href=\"/pt/glossary#Circumvention\"><em>contorno à censura</em></a> e como funcionam.</p>\n\n<p>Ambos os métodos são eficazes para evadir filtros de internet, embora o primeiro seja mais apropriado para manter as atividades o mais anônimas possível e caso seja aceitável sacrificar um pouco da velocidade de conexão. Se você conhece e confia nas pessoas ou organizações que mantêm determinado <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>, ou se a performance é mais importante para você do que o anonimato, então um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> básico de <a href=\"/pt/glossary#Circumvention\"><em>circunvenção</em></a> pode ser mais adequado.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\n\n<p>Os irmãos Mansour e Magda são de um país árabe e mantêm um blog no qual publicam, de forma anônima, notícias sobre abusos a direitos humanos e sobre campanhas para mudanças políticas. Representantes do poder local não puderam fechá-lo por estar hospedado em outro país, mas tentaram diversas vezes descobrir a identidade dos administradores questionando outros ativistas. Mansour e Magda estão preocupados que as autoridades possam monitorar suas atualizações e deduzir quem são. Além disso, querem se preparar para o momento que o governo finalmente coloque o site nos filtros de bloqueio - não só para poderem continuar publicando conteúdo como para fornecer bons conselhos de como contornar a censura às pessoas em seu próprio país, que perderiam acesso ao blog.</p>\n\n</div>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Como acessar um site bloqueado em seu país</li>\n<li>Como evitar que os sites visitados saibam sua localização</li>\n<li>Como ter certeza que nem o seu <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> nem uma organização de vigilância de seu país tenham acesso a quais páginas e serviços da internet você visita</li>\n</ul>", 
                "summary": "", 
                "value": "Muitos países pelo mundo instalaram programas que impedem às pessoas daquele território acessar alguns sites e serviços da internet. Frequentemente, empresas, escolas e bibliotecas públicas também usam software parecidos para evitar que empregados, estudantes ou clientes vejam materiais considerados distrativos ou ofensivos pela instituição. Este tipo de tecnologia de filtragem possui várias formas. Alguns filtros bloqueiam sites com base em seu [*endereço de IP*](/pt/glossary#IP_address), enquanto outros criam uma lista negra com [*nomes de domínio*](/pt/glossary#Domain_name) ou fazem varreduras por toda comunicação de internet não criptografada em busca de palavras específicas.\r\n\r\nNão importando quais métodos de filtragem estejam ativos, quase sempre é possível contorná-los usando outros computadores, fora daquele país, como intermediários para acessar os serviços que estão bloqueados. Tal processo costuma ser chamado de *contorno de censura*, ou simplesmente [*circunvenção*](/pt/glossary#Circumvention), devido ao termo em inglês (*circumvention*). Os computadores a serem usados como ponte são chamados de [*proxies*](/pt/glossary#Proxy), e também aparecem em diferentes formas. Este capítulo inclui uma breve discussão sobre redes de proxies múltiplos para anonimato, seguida por uma descrição mais aprofundada dos [*proxies*](/pt/glossary#Proxy) básicos de [*contorno à censura*](/pt/glossary#Circumvention) e como funcionam.\r\n\r\nAmbos os métodos são eficazes para evadir filtros de internet, embora o primeiro seja mais apropriado para manter as atividades o mais anônimas possível e caso seja aceitável sacrificar um pouco da velocidade de conexão. Se você conhece e confia nas pessoas ou organizações que mantêm determinado [*proxy*](/pt/glossary#Proxy), ou se a performance é mais importante para você do que o anonimato, então um [*proxy*](/pt/glossary#Proxy) básico de [*circunvenção*](/pt/glossary#Circumvention) pode ser mais adequado.\r\n\r\n### Pano de fundo ###\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nOs irmãos Mansour e Magda são de um país árabe e mantêm um blog no qual publicam, de forma anônima, notícias sobre abusos a direitos humanos e sobre campanhas para mudanças políticas. Representantes do poder local não puderam fechá-lo por estar hospedado em outro país, mas tentaram diversas vezes descobrir a identidade dos administradores questionando outros ativistas. Mansour e Magda estão preocupados que as autoridades possam monitorar suas atualizações e deduzir quem são. Além disso, querem se preparar para o momento que o governo finalmente coloque o site nos filtros de bloqueio - não só para poderem continuar publicando conteúdo como para fornecer bons conselhos de como contornar a censura às pessoas em seu próprio país, que perderiam acesso ao blog.\r\n</div>\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n  * Como acessar um site bloqueado em seu país\r\n  * Como evitar que os sites visitados saibam sua localização\r\n  * Como ter certeza que nem o seu [*provedor de internet*](/pt/glossary#ISP) nem uma organização de vigilância de seu país tenham acesso a quais páginas e serviços da internet você visita"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1962", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1962", 
        "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "menu_name": "book-toc-1925", 
        "mlid": "5107", 
        "module": "book", 
        "nid": "1962", 
        "options": [], 
        "p1": "5030", 
        "p2": "5107", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "updated": "0", 
        "weight": "8"
    }, 
    "book_children": [
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Pesquisas conduzidas por organizações como a <a href=\"http://opennet.net/\">OpenNet Initiative (ONI)</a> e a <a href=\"http://www.rsf.org/\">Repórteres Sem Fronteiras (RSF)</a> indicam que muitos países filtram uma grande variedade de conteúdo social, político e 'de segurança nacional', embora raramente publiquem listas precisas do que está sendo bloqueado. Naturalmente, os governos interessados em controlar o acesso da população à internet também fazem esforços especiais para bloquear serviços conhecidos de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a>, assim como sites que ofereçam ferramentas ou instruções que ajudem a contornar tais filtros.</p>\n\n<p>Apesar da garantia de livre acesso à informação contemplada no Artigo 19 da Declaração Universal dos Direitos Humanos, o número de países adeptos da censura à internet continuou a aumentar dramaticamente nos últimos anos. Porém, conforme a prática se espalha pelo mundo, também se difundem as ferramentas de <a href=\"/pt/glossary#Circumvention\"><em>circunvenção</em></a> criadas, usadas e publicizadas por ativistas, programadores e voluntários.</p>\n\n<p>Antes de explorar as várias formas de contornar a censura à internet, é preciso ter um conhecimento básico de como funcionam os filtros de conteúdo. Para tal, pode ser útil considerar um modelo bastante simplificado de sua conexão à rede mundial de computadores.</p>\n\n<h3>A sua conexão de internet</h3>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png\" alt=\"\" /></p>\n\n<p>O primeiro passo na sua conexão de internet tipicamente é feito por um <em>Provedor de Serviços de Internet</em>, ou <a href=\"/pt/glossary#ISP\"><em>ISP</em></a>, na sua casa, escritório, escola, biblioteca, lan house ou internet café. O <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> atribui ao seu computador um <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a>, o qual é usado por vários serviços da rede para te identificar e para enviar a você informações como e-mails ou as páginas na qual queira entrar. Qualquer pessoa que saiba seu <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> pode descobrir a cidade onde você está. Algumas organizações bem conectadas em seu país, entretanto, podem usar esta informação para determinar sua localização exata.</p>\n\n<ul><li>O <strong>provedor de internet</strong> sabe em qual casa ou edifício você está e qual linha telefônica está sendo usada, caso a internet esteja sendo acessada por um modem.</li>\n<li>O seu <strong>escritório, lan house, internet café ou biblioteca</strong> sabem qual computador você estava usando em determinado momento, assim como a qual porta ou ponto de acesso sem fio seu computador estava conectado.</li>\n<li>As <strong>agências governamentais</strong> podem saber todos esses detalhes como resultado da influência que exercem nas organizações acima.</li>\n</ul><p>Neste ponto, o <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> usa a infraestrututa de rede do seu país para conectar as pessoas, inclusive você, ao resto do mundo. Na outra ponta da conexão, o site ou serviço de internet que você está acessando passou por um processo similar, tendo recebido seu próprio <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> de um <a href=\"/pt/glossary#ISP\"><em>provedor de serviços de internet (ISP)</em></a> em seu país de origem. Mesmo sem todos os detalhes técnicos, um modelo básico como este pode ser útil ao considerar as várias ferramentas que permitem contornar filtros de conteúdo e manter o anonimato na internet.</p>\n\n<h3>Como os sites são bloqueados</h3>\n\n<p>De um modo geral, quando você abre uma página online, está mostrando o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> daquela página ao seu <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> e pedindo a ele que faça uma conexão com o <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> da página. Se você possui uma conexão sem filtros, é exatamente isso o que vai acontecer. Porém, se está em um país onde haja censura à internet, o provedor vai primeiro consultar uma <a href=\"/pt/glossary#Blacklist\"><em>lista negra</em></a> de sites proibidos para então decidir se atenderá ou não ao seu pedido. Em alguns casos, pode haver uma organização central que lida com os filtros no lugar dos <a href=\"/pt/glossary#ISP\"><em>provedores de internet</em></a>.</p>\n\n<p>É comum às <a href=\"/pt/glossary#Blacklist\"><em>listas negras</em></a> conterem <a href=\"/pt/glossary#Domain_names\"><em>nomes de domínio</em></a> (por exemplo, www.blogger.com), em vez dos respectivos <a href=\"/pt/glossary#IP_addresses\"><em>endereços de IP</em></a> daquele serviço. Em alguns países, os programas de filtragem monitoram a sua conexão em vez de tentar bloquear endereços específicos de internet. Tal tipo de software 'lê' os pedidos que você faz sobre as páginas que quer acessar, assim como as páginas que aparecem para você, em busca de palavras chave sensíveis e então decide se te deixa ver ou não o conteúdo delas.</p>\n\n<p>Para piorar as coisas, quando uma página é bloqueada, pode ser que você nem saiba que isso aconteceu. Enquanto alguns filtros exibem uma 'página de bloqueio', explicando porque ela foi censurada, outros mostram mensagens de erro enganosas. Tais mensagens podem dar a entender que a página não foi encontrada ou que o endereço foi digitado errado, por exemplo.</p>\n\n<p>Em geral, é mais fácil considerar sempre o pior cenário no que se refere à censura de internet, em vez de tentar pesquisar sobre todas as forças e fraquezas particulares das tecnologias de filtragem ativas em seu país. Em outras palavras, assuma sempre que:</p>\n\n<ul><li>O seu tráfego de internet é monitorado por palavras chave;</li>\n<li>O filtro está implementado diretamente no nível do <a href=\"/pt/glossary#ISP\"><em>provedor de serviços de internet</em></a>;</li>\n<li>Os sites bloqueados constam em uma <a href=\"/pt/glossary#Blacklist\"><em>lista negra</em></a> tanto pelo <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> como pelo <a href=\"/pt/glossary#Domain_name\"><em>nome de domínio</em></a>;</li>\n<li>Você receberá um motivo incerto como explicação sobre o porquê uma página não pode ser acessada.</li>\n</ul><p>Uma vez que as ferramentas mais eficazes de contorno à censura podem ser usadas independentemente de quais métodos de filtragem estejam ativos, não costuma fazer mal adotar uma postura pessimista.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Então, se eu descobrir um dia que não posso mais acessar o blog, mas uma amiga de outro país ainda conseguir vê-lo perfeitamente, pode ser que o governo o tenha bloqueado?</p>\n\n<p>Magda: Não necessariamente. Pode ser um problema que afeta apenas as pessoas que tentam acessar o site daqui, ou no seu computador e que aparece apenas em algumas páginas da rede. Mas você está no caminho certo. Tente visitar o seu endereço usando uma ferramenta de contorno à censura. Afinal, a maioria delas usa servidores externos como ponte, o que é mais ou menos como pedir a um amigo de outro país para testar um site, exceto que você mesmo faria a checagem.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Pesquisas conduzidas por organizações como a [OpenNet Initiative (ONI)](http://opennet.net/) e a [Repórteres Sem Fronteiras (RSF)](http://www.rsf.org/) indicam que muitos países filtram uma grande variedade de conteúdo social, político e 'de segurança nacional', embora raramente publiquem listas precisas do que está sendo bloqueado. Naturalmente, os governos interessados em controlar o acesso da população à internet também fazem esforços especiais para bloquear serviços conhecidos de [*proxies*](/pt/glossary#Proxy), assim como sites que ofereçam ferramentas ou instruções que ajudem a contornar tais filtros.\r\n\r\nApesar da garantia de livre acesso à informação contemplada no Artigo 19 da Declaração Universal dos Direitos Humanos, o número de países adeptos da censura à internet continuou a aumentar dramaticamente nos últimos anos. Porém, conforme a prática se espalha pelo mundo, também se difundem as ferramentas de [*circunvenção*](/pt/glossary#Circumvention) criadas, usadas e publicizadas por ativistas, programadores e voluntários.\r\n\r\nAntes de explorar as várias formas de contornar a censura à internet, é preciso ter um conhecimento básico de como funcionam os filtros de conteúdo. Para tal, pode ser útil considerar um modelo bastante simplificado de sua conexão à rede mundial de computadores.\r\n\r\n### A sua conexão de internet ###\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png)\r\n\r\nO primeiro passo na sua conexão de internet tipicamente é feito por um *Provedor de Serviços de Internet*, ou [*ISP*](/pt/glossary#ISP), na sua casa, escritório, escola, biblioteca, lan house ou internet café. O [*provedor de internet*](/pt/glossary#ISP) atribui ao seu computador um [*endereço de IP*](/pt/glossary#IP_address), o qual é usado por vários serviços da rede para te identificar e para enviar a você informações como e-mails ou as páginas na qual queira entrar. Qualquer pessoa que saiba seu [*endereço de IP*](/pt/glossary#IP_address) pode descobrir a cidade onde você está. Algumas organizações bem conectadas em seu país, entretanto, podem usar esta informação para determinar sua localização exata.\r\n\r\n  * O **provedor de internet** sabe em qual casa ou edifício você está e qual linha telefônica está sendo usada, caso a internet esteja sendo acessada por um modem.\r\n  * O seu **escritório, lan house, internet café ou biblioteca** sabem qual computador você estava usando em determinado momento, assim como a qual porta ou ponto de acesso sem fio seu computador estava conectado.\r\n  * As **agências governamentais** podem saber todos esses detalhes como resultado da influência que exercem nas organizações acima.\r\n\r\nNeste ponto, o [*provedor de internet*](/pt/glossary#ISP) usa a infraestrututa de rede do seu país para conectar as pessoas, inclusive você, ao resto do mundo. Na outra ponta da conexão, o site ou serviço de internet que você está acessando passou por um processo similar, tendo recebido seu próprio [*endereço de IP*](/pt/glossary#IP_address) de um [*provedor de serviços de internet (ISP)*](/pt/glossary#ISP) em seu país de origem. Mesmo sem todos os detalhes técnicos, um modelo básico como este pode ser útil ao considerar as várias ferramentas que permitem contornar filtros de conteúdo e manter o anonimato na internet.\r\n\r\n\r\n### Como os sites são bloqueados ###\r\n\r\nDe um modo geral, quando você abre uma página online, está mostrando o [*endereço de IP*](/pt/glossary#IP_address) daquela página ao seu [*provedor de internet*](/pt/glossary#ISP) e pedindo a ele que faça uma conexão com o [*provedor de internet*](/pt/glossary#ISP) da página. Se você possui uma conexão sem filtros, é exatamente isso o que vai acontecer. Porém, se está em um país onde haja censura à internet, o provedor vai primeiro consultar uma [*lista negra*](/pt/glossary#Blacklist) de sites proibidos para então decidir se atenderá ou não ao seu pedido. Em alguns casos, pode haver uma organização central que lida com os filtros no lugar dos [*provedores de internet*](/pt/glossary#ISP).\r\n\r\nÉ comum às [*listas negras*](/pt/glossary#Blacklist) conterem [*nomes de domínio*](/pt/glossary#Domain_names) (por exemplo, www.blogger.com), em vez dos respectivos [*endereços de IP*](/pt/glossary#IP_addresses) daquele serviço. Em alguns países, os programas de filtragem monitoram a sua conexão em vez de tentar bloquear endereços específicos de internet. Tal tipo de software 'lê' os pedidos que você faz sobre as páginas que quer acessar, assim como as páginas que aparecem para você, em busca de palavras chave sensíveis e então decide se te deixa ver ou não o conteúdo delas.\r\n\r\nPara piorar as coisas, quando uma página é bloqueada, pode ser que você nem saiba que isso aconteceu. Enquanto alguns filtros exibem uma 'página de bloqueio', explicando porque ela foi censurada, outros mostram mensagens de erro enganosas. Tais mensagens podem dar a entender que a página não foi encontrada ou que o endereço foi digitado errado, por exemplo.\r\n\r\nEm geral, é mais fácil considerar sempre o pior cenário no que se refere à censura de internet, em vez de tentar pesquisar sobre todas as forças e fraquezas particulares das tecnologias de filtragem ativas em seu país. Em outras palavras, assuma sempre que:\r\n\r\n  * O seu tráfego de internet é monitorado por palavras chave;\r\n  * O filtro está implementado diretamente no nível do [*provedor de serviços de internet*](/pt/glossary#ISP);\r\n  * Os sites bloqueados constam em uma [*lista negra*](/pt/glossary#Blacklist) tanto pelo [*endereço de IP*](/pt/glossary#IP_address) como pelo [*nome de domínio*](/pt/glossary#Domain_name);\r\n  * Você receberá um motivo incerto como explicação sobre o porquê uma página não pode ser acessada.\r\n\r\nUma vez que as ferramentas mais eficazes de contorno à censura podem ser usadas independentemente de quais métodos de filtragem estejam ativos, não costuma fazer mal adotar uma postura pessimista.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour: Então, se eu descobrir um dia que não posso mais acessar o blog, mas uma amiga de outro país ainda conseguir vê-lo perfeitamente, pode ser que o governo o tenha bloqueado?\r\n\r\nMagda: Não necessariamente. Pode ser um problema que afeta apenas as pessoas que tentam acessar o site daqui, ou no seu computador e que aparece apenas em algumas páginas da rede. Mas você está no caminho certo. Tente visitar o seu endereço usando uma ferramenta de contorno à censura. Afinal, a maioria delas usa servidores externos como ponte, o que é mais ou menos como pedir a um amigo de outro país para testar um site, exceto que você mesmo faria a checagem.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1963", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1963", 
                "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "menu_name": "book-toc-1925", 
                "mlid": "5108", 
                "module": "book", 
                "nid": "1963", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5108", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612159", 
            "comment": "0", 
            "created": "1441105008", 
            "current_revision_id": "12812", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_1", 
                        "value": "chapter_8_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5108": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1963", 
                    "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5108", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5108", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1963", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1963", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Entendendo a censura na internet", 
                        "value": "Entendendo a censura na internet"
                    }
                ]
            }, 
            "title_original": "Understanding Internet censorship", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917644", 
                        "created": "1442917644", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228024", 
                        "created": "1441807765", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096894", 
                        "created": "1443096894", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414273", 
                        "created": "1442414273", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920108", 
                        "created": "1441208230", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108918", 
                        "created": "1442762048", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706187", 
                        "created": "1443706187", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612159", 
                        "created": "1452612159", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457566", 
                        "created": "1443457566", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117487", 
                        "created": "1441117487", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811545", 
                        "created": "1443811545", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396988", 
                        "created": "1444396988", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102031", 
                        "created": "1443102031", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094569", 
                        "created": "1443094569", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105038", 
                        "created": "1441105008", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583830", 
                        "created": "1443623852", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e0b8a8fe-9b96-4d4b-bdd8-ca3a86c267ef", 
            "vid": "12812", 
            "vuuid": "cf854c2a-4334-4c5b-a232-d5932e466228"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Se não é possível acessar um site de forma direta pois ele está bloqueado por um dos métodos discutidos acima, é preciso encontrar uma forma de contornar a obstrução. Um servidor seguro que atue como intermediário (ou <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>), localizado em um país que não filtre a internet, pode possibilitar esse tipo de desvio, acessando as páginas que você quer e as entregando para você. De perspectiva do seu <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a>, vai parecer que você está se comunicando de forma segura com um computador desconhecido (o servidor <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>), em algum lugar da rede.</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png\" alt=\"\" /></p>\n\n<p>Claro, a agência governamental a cargo da censura da internet no seu país (ou mesmo a empresa que fornece atualizações para o software de filtragem dela) podem eventualmente descobrir que este 'computador desconhecido' é na verdade um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> de circunvenção. Caso isso aconteça, o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> daquele servidor pode ser adicionado à <a href=\"/pt/glossary#Blacklist\"><em>lista negra</em></a> e não vai mais funcionar. Porém, costuma levar um tempo até que os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> sejam bloqueados, e as pessoas que criam e atualizam as ferramentas de contorno à censura estão bastante cientes da ameaça. Elas costumam contra-atacar com um dos ou ambos os seguintes métodos:</p>\n\n<ul><li><p><strong>Proxies escondidos</strong> são mais difíceis de identificar. Este é um dos motivos porque é importante usar <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> seguros, que tendem a ser menos óbvios. Porém, a <a href=\"/pt/glossary#Encryption\"><em>criptografia</em></a> é apenas parte da solução. Os operadores de um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> também devem ter cuidado ao revelar sua localização a pessoas novas se querem permanecer ocultos.</p></li>\n<li><p><strong>Proxies descartáveis</strong> podem ser substituídos rapidamente após serem bloqueados. Neste caso, o processo de dizer às pessoas como achar os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> substitutos pode não ser particularmente seguro. Em vez disso, as ferramentas de circunvenção desse tipo costumam tentar distribuir novos <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> mais rápido do que os endereços são bloqueados.</p></li>\n</ul><p>No fim, desde que seja possível usar um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> confiável para acessar os serviços que você precisa, basta fazer as requisições e ver o que retorna usando o aplicativo de internet apropriado. Tipicamente, os detalhes desse procedimento são processados de forma automática pelo programa de circunvenção que você esteja usando, modificando as configurações do navegador de internet ou apontando o navegador para uma página online de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a>. A rede de anonimato <a href=\"/pt/glossary#Tor\"><em>Tor</em></a>, descrita abaixo, usa o primeiro método. Em seguida, há uma discussão sobre as ferramentas simples de contorno à censura, de <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> único, as quais funcionam uma um pouco diferente da outra.</p>\n", 
                        "summary": "", 
                        "value": "Se não é possível acessar um site de forma direta pois ele está bloqueado por um dos métodos discutidos acima, é preciso encontrar uma forma de contornar a obstrução. Um servidor seguro que atue como intermediário (ou [*proxy*](/pt/glossary#Proxy)), localizado em um país que não filtre a internet, pode possibilitar esse tipo de desvio, acessando as páginas que você quer e as entregando para você. De perspectiva do seu [*provedor de internet*](/pt/glossary#ISP), vai parecer que você está se comunicando de forma segura com um computador desconhecido (o servidor [*proxy*](/pt/glossary#Proxy)), em algum lugar da rede.\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png)\r\n\r\nClaro, a agência governamental a cargo da censura da internet no seu país (ou mesmo a empresa que fornece atualizações para o software de filtragem dela) podem eventualmente descobrir que este 'computador desconhecido' é na verdade um [*proxy*](/pt/glossary#Proxy) de circunvenção. Caso isso aconteça, o [*endereço de IP*](/pt/glossary#IP_address) daquele servidor pode ser adicionado à [*lista negra*](/pt/glossary#Blacklist) e não vai mais funcionar. Porém, costuma levar um tempo até que os [*proxies*](/pt/glossary#Proxy) sejam bloqueados, e as pessoas que criam e atualizam as ferramentas de contorno à censura estão bastante cientes da ameaça. Elas costumam contra-atacar com um dos ou ambos os seguintes métodos:\r\n\r\n  * **Proxies escondidos** são mais difíceis de identificar. Este é um dos motivos porque é importante usar [*proxies*](/pt/glossary#Proxy) seguros, que tendem a ser menos óbvios. Porém, a [*criptografia*](/pt/glossary#Encryption) é apenas parte da solução. Os operadores de um [*proxy*](/pt/glossary#Proxy) também devem ter cuidado ao revelar sua localização a pessoas novas se querem permanecer ocultos.\r\n\r\n  * **Proxies descartáveis** podem ser substituídos rapidamente após serem bloqueados. Neste caso, o processo de dizer às pessoas como achar os [*proxies*](/pt/glossary#Proxy) substitutos pode não ser particularmente seguro. Em vez disso, as ferramentas de circunvenção desse tipo costumam tentar distribuir novos [*proxies*](/pt/glossary#Proxy) mais rápido do que os endereços são bloqueados.\r\n  \r\nNo fim, desde que seja possível usar um [*proxy*](/pt/glossary#Proxy) confiável para acessar os serviços que você precisa, basta fazer as requisições e ver o que retorna usando o aplicativo de internet apropriado. Tipicamente, os detalhes desse procedimento são processados de forma automática pelo programa de circunvenção que você esteja usando, modificando as configurações do navegador de internet ou apontando o navegador para uma página online de [*proxies*](/pt/glossary#Proxy). A rede de anonimato [*Tor*](/pt/glossary#Tor), descrita abaixo, usa o primeiro método. Em seguida, há uma discussão sobre as ferramentas simples de contorno à censura, de [*proxy*](/pt/glossary#Proxy) único, as quais funcionam uma um pouco diferente da outra."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1964", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1964", 
                "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5109", 
                "module": "book", 
                "nid": "1964", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5109", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612308", 
            "comment": "0", 
            "created": "1441105125", 
            "current_revision_id": "12813", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_2", 
                        "value": "chapter_8_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5109": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1964", 
                    "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5109", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5109", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1964", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1964", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612308", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Entendendo o contorno à censura", 
                        "value": "Entendendo o contorno à censura"
                    }
                ]
            }, 
            "title_original": "Understanding censorship circumvention", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917569", 
                        "created": "1442917569", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228068", 
                        "created": "1441807944", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096914", 
                        "created": "1443096914", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414335", 
                        "created": "1442414335", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920529", 
                        "created": "1441208278", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108991", 
                        "created": "1442762070", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706228", 
                        "created": "1443706228", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612308", 
                        "created": "1452612308", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457619", 
                        "created": "1443457619", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117719", 
                        "created": "1441117719", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811646", 
                        "created": "1443811646", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397068", 
                        "created": "1444397068", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102052", 
                        "created": "1443102052", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094668", 
                        "created": "1443094668", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105125", 
                        "created": "1441105125", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583911", 
                        "created": "1443623883", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3fd8e6ec-6a7a-4f4a-9c99-5356d512a52d", 
            "vid": "12813", 
            "vuuid": "e423e0ea-137f-428a-abe6-69329912dd92"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h3>Redes de anonimato</h3>\n\n<p>As redes de anonimato tipicamente fazem o seu tráfego de internet 'quicar' por vários <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a>, ou computadores intermediários, seguros para disfarçar onde você está e o que está tentando acessar. Este modo de agir pode reduzir de forma significante a velocidade na qual as páginas e outros serviços de internet são carregados. Porém, no caso do <a href=\"/pt/glossary#Tor\"><em>Tor</em></a>, também produz um modo confiável, seguro e público de circunvenção, que evita ter de se preocupar se quem mantém os <a href=\"/pt/glossary#Proxy\">proxies</a> ou os sites que você quer visitar são ou não confiáveis. Como sempre, é preciso assegurar que você tenha uma conexão criptografada (<a href=\"/pt/glossary#SSL\">HTTPS</a>) a um site seguro antes de trocar informações sensíveis por navegador, como senhas e e-mails.</p>\n\n<p>Para usar o <a href=\"/pt/glossary#Tor\"><em>Tor</em></a> é necessário instalá-lo,  mas o resultado é uma ferramenta que fornece anonimato assim como contorno de censura. Cada vez que você se conecta à rede do programa, seleciona um caminho aleatório que passa por três <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> seguros. Isso garante que nem o seu <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> nem os próprios <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> saibam o <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> do seu computador ou a localização dos serviços de internet que você quer acessar. É possível saber bem mais sobre esse aplicativo no Guia Prático do Tor.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar o <a href=\"/pt/tor_main\"><em>Tor - Anonimato digital e contorno de censura</em></a></p>\n\n</div>\n\n<p>Uma das forças do <a href=\"/pt/glossary#Tor\"><em>Tor</em></a> é que ele não funciona apenas com um navegador, podendo ser usado com vários tipos de software de internet. Programas de e-mail (incluindo o Mozilla <a href=\"/pt/glossary#Thunderbird\"><em>Thunderbird</em></a>) e de mensagens instantâneas (incluindo o <a href=\"/pt/glossary#Pidgin\"><em>Pidgin</em></a>), podem funcionar via <a href=\"/pt/glossary#Tor\"><em>Tor</em></a>, seja para acessar serviços bloqueados, seja para esconder você de tais serviços.</p>\n\n<h3>Proxies básicos de circunvenção</h3>\n\n<p>Existem três perguntas importantes a serem consideradas ao escolher um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> básico de circunvenção. Primeiro, é um serviço online ou requer que você mude as configurações/instale novos programas no computador? Segundo, é seguro? Terceiro, é privado ou público?</p>\n\n<h4>Proxies com base na rede e de outros tipos:</h4>\n\n<p><a href=\"/pt/glossary#Proxy\"><em>Proxies</em></a> baseados na rede são provavelmente os mais fáceis de usar. Requerem apenas apontar o navegador para uma página que agirá como intermediária (<a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>), informar o endereço bloqueado que você gostaria de ver e clicar em um botão. Então, o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> exibirá o conteúdo almejado dentro de sua própria página. Você poderá seguir os links normalmente ou digitar um novo endereço, caso queira ver uma página diferente. Não é preciso instalar programas ou modificar as configurações do navegador, o que significa que os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> online são:</p>\n\n<ul><li>Fáceis de usar;</li>\n<li>Alcançáveis de computadores públicos, como as máquinas em LAN Houses e internet cafés, que podem não permitir a instalação de novos programas ou modificação de configurações;</li>\n<li>Potencialmente mais seguros caso ter programas de circunvenção no computador for um problema.</li>\n</ul><p><a href=\"glossary#Proxy\"><em>Proxies</em></a> com base na internet tendem a ter também algumas desvantagens. Nem sempre exibem as páginas corretamente e muitos não conseguirão carregar sites complexos, incluindo endereços com <em>streaming</em> de áudio e vídeo como conteúdo. Qualquer <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> fica mais lento conforme há mais pessoas usando, mas esse é um problema maior no caso dos <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> públicos com base na rede. E, claro, funcionam apenas para exibir páginas - não é possível, por exemplo, usar programas de mensagens instantâneas ou um cliente de e-mail para acessar os serviços bloqueados. Finalmente, os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> seguros com base na rede oferecem confidencialidade limitada, pois são eles que devem acessar o conteúdo e modificar a informação para que você possa vê-las. Senão, seria impossível clicar em um link sem que o navegador deixasse o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> para trás e tentasse fazer uma conexão direta com determinado endereço na internet. Este ponto é discutido na seção seguinte.</p>\n\n<p>Outros tipos de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> geralmente requerem instalar um aplicativo ou configurar um endereço externo de <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> no navegador ou sistema operacional. No primeiro caso, o software de circunvenção deve ter alguma forma de ligar e desligar a função, informando ao navegador se este deve ou não usar o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>. Programas como esse costumam permitir mudar os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> automaticamente caso algum seja bloqueado, como discutido acima. Se você tiver de configurar um endereço de <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> externo no navegador ou sistema operacional, precisará saber a direção correta, o que pode mudar caso tenha sido bloqueado ou esteja com a velocidade tão lenta que seja praticamente inútil.</p>\n\n<p>Embora possa ser um pouco mais difícil de usar do que um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> com base na rede, este método de contorno à censura tem mais chances de exibir páginas complexas corretamente e pode demorar mais a ficar lento conforme outras pessoas comecem a usar um dado servidor. Além disso, é possível encontrar <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> para diversos usos da internet. Exemplos incluem <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> HTTP para navegadores, <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> SOCKS para programas de e-mail e bate papo e <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> VPN, que podem redirecionar todo o seu tráfego de internet para evitar filtros.</p>\n\n<h4>Proxies seguros e não seguros:</h4>\n\n<p>O termo '<a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> seguro', neste capítulo, se refere a qualquer página ou computador que sirvam como intermediários e possibilitem conexões <a href=\"/pt/glossary#Encryption\"><em>criptografadas</em></a> com quem os acessa. Um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> não seguro ainda permitirá contornar vários tipos de filtros, mas não funcionará caso a conexão de internet esteja sendo varrida em busca de palavras chave ou determinados endereços de site. É uma ideia particularmente ruim usá-los para acessar páginas que costumam estar <a href=\"/pt/glossary#Encryption\"><em>criptografadas</em></a>, como contas de e-mail e sites de bancos, pois, ao fazê-lo, informações sensíveis que normalmente estariam escondidas serão expostas. <a href=\"/pt/glossary#Proxy\"><em>Proxies</em></a> não seguros também são mais fáceis de serem descobertos e bloqueados por agências que atualizam programas de filtragem e políticas de internet. No fim, o fato de que existem <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> seguros, rápidos e gratuitos deixa poucos motivos para usar os não seguros.</p>\n\n<p>É possível saber se um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> com base na internet é seguro se sua própria página pode ser acessada com um endereço <a href=\"/pt/glossary#SSL\"><em>HTTPS</em></a>. Pode ser que o site suporte conexões seguras e não seguras, como acontece com os serviços de e-mail online, então certifique-se de usar a primeira. Nesses casos, você pode receber um 'aviso de certificado de segurança' do navegador - isso acontece, por exemplo, com o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> <a href=\"/pt/glossary#Peacefire\"><em>Peacefire</em></a>, discutido abaixo. Avisos como esse significam que alguém, como o seu <a href=\"/pt/glossary#ISP\"><em>provedor de internet</em></a> ou um hacker, podem estar monitorando a sua conexão ao serviço. Apesar deles, ainda é uma boa ideia usar <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> seguros sempre que possível.</p>\n\n<p>Quando depender de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> para contornar a censura, evite visitar sites seguros a menos que possa verificar a impressão digital (<em>fingerprint</em>) da <a href=\"/pt/glossary#SSL\"><em>SSL</em></a> do serviço. Para fazê-lo, será preciso se comunicar de forma segura com a pessoa que administra o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a>. <strong>É melhor não usar senhas ou trocar informações sensíveis ao usar proxies de rede em geral</strong>. Evite sempre acessar dados delicados usando <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> online, a menos que confie na pessoa que o mantém. Isso se aplica independentemente de ver ou não um aviso de certificado de segurança ao visitar a página do serviço. Também se aplica mesmo que você conheça quem o mantém suficientemente bem para verificar a impressão digital do servidor antes de direcionar seu navegador e receber tal aviso.</p>\n\n<p>Quando você usa um único servidor de <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> para fazer a circunvenção, quem o administra sempre saberá o seu <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> e quais sites está acessando. O ponto mais importante disso é que se o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> for baseado na rede, um operador mal intencionado pode ter acesso a toda informação trocada entre o seu navegador e os sites visitados, incluindo conteúdos de e-mail e senhas.</p>\n\n<p>Para <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> não baseados na internet, talvez seja preciso pesquisar se é possível estabelecer conexões seguras. Todos indicados neste capítulo são seguros. O mesmo vale para as redes de anonimato.</p>\n\n<h4>Proxies privados e públicos:</h4>\n\n<p><a href=\"/pt/glossary#Proxy\"><em>Proxies</em></a> públicos aceitam conexões de qualquer pessoa enquanto os privados tipicamente pedem login e senha. Embora os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> públicos tenham a vantagem de estarem disponíveis de graça, assumindo que possam ser encontrados, tendem a ficar abarrotados muito rápido. Como resultado, embora possam ser tão bem mantidos e tecnicamente sofisticados quanto os privados, são normalmente mais lentos.</p>\n\n<p>Já os <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> privados costumam ser mantidos ou como forma de negócio ou por pessoas que criam contas para outras. Assim, é geralmente mais fácil saber os motivos porque um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> privado existe. Não assuma, porém, que os privados sejam necessariamente mais confiáveis. Afinal, a motivação do lucro já fez serviços online expor clientes no passado.</p>\n\n<p><a href=\"/pt/glossary#Proxy\"><em>Proxies</em></a> públicos simples e não seguros podem ser achados com facilidade em mecanismos de busca, mas não dependa de serviços encontrados dessa forma. Se for possível escolher, é melhor usar um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> privado e seguro mantido por pessoas que você conheça, seja pessoalmente ou por reputação, e que tenham a habilidade técnica para manter o servidor protegido. Usar um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> baseado na internet dependerá de suas necessidades e preferências particulares.</p>\n\n<p>Sempre que usar um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> para circunvenção, é uma boa ideia usar o navegador <a href=\"/pt/glossary#Firefox\"><em>Firefox</em></a> e instalar o complemento <a href=\"/pt/glossary#NoScript\"><em>NoScript</em></a>, conforme descrito no <a href=\"/pt/firefox_main\"><em>Guia Prático do Firefox</em></a>. Isso ajuda a se proteger tanto de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> maliciosos como de sites que tentam descobrir seu <a href=\"/pt/glossary#IP_address\"><em>endereço de IP</em></a> real. Finalmente, tenha em mente que mesmo um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> <a href=\"/pt/glossary#Encryption\"><em>criptografado</em></a> não transformará um site não seguro em seguro. Ainda é preciso ter certeza de que há uma conexão <a href=\"/pt/glossary#SSL\"><em>HTTPS</em></a> antes de enviar ou receber informações sensíveis.</p>\n\n<p>Se você não é capaz de encontrar alguém, uma organização ou uma empresa cujo serviço de <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> considere confiável, pagável e seja acessível de seu país, considere a rede de anonimato Tor, discutida na seção <a href=\"/pt/chapter_8_3\"><em>Redes de anonimato</em></a>, acima.</p>\n", 
                        "summary": "", 
                        "value": "### Redes de anonimato ###\r\n\r\nAs redes de anonimato tipicamente fazem o seu tráfego de internet 'quicar' por vários [*proxies*](/pt/glossary#Proxy), ou computadores intermediários, seguros para disfarçar onde você está e o que está tentando acessar. Este modo de agir pode reduzir de forma significante a velocidade na qual as páginas e outros serviços de internet são carregados. Porém, no caso do [*Tor*](/pt/glossary#Tor), também produz um modo confiável, seguro e público de circunvenção, que evita ter de se preocupar se quem mantém os [proxies](/pt/glossary#Proxy) ou os sites que você quer visitar são ou não confiáveis. Como sempre, é preciso assegurar que você tenha uma conexão criptografada ([HTTPS](/pt/glossary#SSL)) a um site seguro antes de trocar informações sensíveis por navegador, como senhas e e-mails.\r\n\r\nPara usar o [*Tor*](/pt/glossary#Tor) é necessário instalá-lo,  mas o resultado é uma ferramenta que fornece anonimato assim como contorno de censura. Cada vez que você se conecta à rede do programa, seleciona um caminho aleatório que passa por três [*proxies*](/pt/glossary#Proxy) seguros. Isso garante que nem o seu [*provedor de internet*](/pt/glossary#ISP) nem os próprios [*proxies*](/pt/glossary#Proxy) saibam o [*endereço de IP*](/pt/glossary#IP_address) do seu computador ou a localização dos serviços de internet que você quer acessar. É possível saber bem mais sobre esse aplicativo no Guia Prático do Tor.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar o [*Tor - Anonimato digital e contorno de censura*](/pt/tor_main)\r\n</div>\r\n\r\nUma das forças do [*Tor*](/pt/glossary#Tor) é que ele não funciona apenas com um navegador, podendo ser usado com vários tipos de software de internet. Programas de e-mail (incluindo o Mozilla [*Thunderbird*](/pt/glossary#Thunderbird)) e de mensagens instantâneas (incluindo o [*Pidgin*](/pt/glossary#Pidgin)), podem funcionar via [*Tor*](/pt/glossary#Tor), seja para acessar serviços bloqueados, seja para esconder você de tais serviços.\r\n\r\n\r\n### Proxies básicos de circunvenção ###\r\n\r\nExistem três perguntas importantes a serem consideradas ao escolher um [*proxy*](/pt/glossary#Proxy) básico de circunvenção. Primeiro, é um serviço online ou requer que você mude as configurações/instale novos programas no computador? Segundo, é seguro? Terceiro, é privado ou público?\r\n\r\n\r\n#### Proxies com base na rede e de outros tipos: ####\r\n\r\n[*Proxies*](/pt/glossary#Proxy) baseados na rede são provavelmente os mais fáceis de usar. Requerem apenas apontar o navegador para uma página que agirá como intermediária ([*proxy*](/pt/glossary#Proxy)), informar o endereço bloqueado que você gostaria de ver e clicar em um botão. Então, o [*proxy*](/pt/glossary#Proxy) exibirá o conteúdo almejado dentro de sua própria página. Você poderá seguir os links normalmente ou digitar um novo endereço, caso queira ver uma página diferente. Não é preciso instalar programas ou modificar as configurações do navegador, o que significa que os [*proxies*](/pt/glossary#Proxy) online são:\r\n\r\n  * Fáceis de usar;\r\n  * Alcançáveis de computadores públicos, como as máquinas em LAN Houses e internet cafés, que podem não permitir a instalação de novos programas ou modificação de configurações;\r\n  * Potencialmente mais seguros caso ter programas de circunvenção no computador for um problema.\r\n\r\n[*Proxies*](glossary#Proxy) com base na internet tendem a ter também algumas desvantagens. Nem sempre exibem as páginas corretamente e muitos não conseguirão carregar sites complexos, incluindo endereços com *streaming* de áudio e vídeo como conteúdo. Qualquer [*proxy*](/pt/glossary#Proxy) fica mais lento conforme há mais pessoas usando, mas esse é um problema maior no caso dos [*proxies*](/pt/glossary#Proxy) públicos com base na rede. E, claro, funcionam apenas para exibir páginas - não é possível, por exemplo, usar programas de mensagens instantâneas ou um cliente de e-mail para acessar os serviços bloqueados. Finalmente, os [*proxies*](/pt/glossary#Proxy) seguros com base na rede oferecem confidencialidade limitada, pois são eles que devem acessar o conteúdo e modificar a informação para que você possa vê-las. Senão, seria impossível clicar em um link sem que o navegador deixasse o [*proxy*](/pt/glossary#Proxy) para trás e tentasse fazer uma conexão direta com determinado endereço na internet. Este ponto é discutido na seção seguinte.\r\n\r\nOutros tipos de [*proxies*](/pt/glossary#Proxy) geralmente requerem instalar um aplicativo ou configurar um endereço externo de [*proxy*](/pt/glossary#Proxy) no navegador ou sistema operacional. No primeiro caso, o software de circunvenção deve ter alguma forma de ligar e desligar a função, informando ao navegador se este deve ou não usar o [*proxy*](/pt/glossary#Proxy). Programas como esse costumam permitir mudar os [*proxies*](/pt/glossary#Proxy) automaticamente caso algum seja bloqueado, como discutido acima. Se você tiver de configurar um endereço de [*proxy*](/pt/glossary#Proxy) externo no navegador ou sistema operacional, precisará saber a direção correta, o que pode mudar caso tenha sido bloqueado ou esteja com a velocidade tão lenta que seja praticamente inútil.\r\n\r\nEmbora possa ser um pouco mais difícil de usar do que um [*proxy*](/pt/glossary#Proxy) com base na rede, este método de contorno à censura tem mais chances de exibir páginas complexas corretamente e pode demorar mais a ficar lento conforme outras pessoas comecem a usar um dado servidor. Além disso, é possível encontrar [*proxies*](/pt/glossary#Proxy) para diversos usos da internet. Exemplos incluem [*proxies*](/pt/glossary#Proxy) HTTP para navegadores, [*proxies*](/pt/glossary#Proxy) SOCKS para programas de e-mail e bate papo e [*proxies*](/pt/glossary#Proxy) VPN, que podem redirecionar todo o seu tráfego de internet para evitar filtros.\r\n\r\n\r\n#### Proxies seguros e não seguros: ####\r\n\r\nO termo '[*proxy*](/pt/glossary#Proxy) seguro', neste capítulo, se refere a qualquer página ou computador que sirvam como intermediários e possibilitem conexões [*criptografadas*](/pt/glossary#Encryption) com quem os acessa. Um [*proxy*](/pt/glossary#Proxy) não seguro ainda permitirá contornar vários tipos de filtros, mas não funcionará caso a conexão de internet esteja sendo varrida em busca de palavras chave ou determinados endereços de site. É uma ideia particularmente ruim usá-los para acessar páginas que costumam estar [*criptografadas*](/pt/glossary#Encryption), como contas de e-mail e sites de bancos, pois, ao fazê-lo, informações sensíveis que normalmente estariam escondidas serão expostas. [*Proxies*](/pt/glossary#Proxy) não seguros também são mais fáceis de serem descobertos e bloqueados por agências que atualizam programas de filtragem e políticas de internet. No fim, o fato de que existem [*proxies*](/pt/glossary#Proxy) seguros, rápidos e gratuitos deixa poucos motivos para usar os não seguros.\r\n\r\nÉ possível saber se um [*proxy*](/pt/glossary#Proxy) com base na internet é seguro se sua própria página pode ser acessada com um endereço [*HTTPS*](/pt/glossary#SSL). Pode ser que o site suporte conexões seguras e não seguras, como acontece com os serviços de e-mail online, então certifique-se de usar a primeira. Nesses casos, você pode receber um 'aviso de certificado de segurança' do navegador - isso acontece, por exemplo, com o [*proxy*](/pt/glossary#Proxy) [*Peacefire*](/pt/glossary#Peacefire), discutido abaixo. Avisos como esse significam que alguém, como o seu [*provedor de internet*](/pt/glossary#ISP) ou um hacker, podem estar monitorando a sua conexão ao serviço. Apesar deles, ainda é uma boa ideia usar [*proxies*](/pt/glossary#Proxy) seguros sempre que possível.\r\n\r\nQuando depender de [*proxies*](/pt/glossary#Proxy) para contornar a censura, evite visitar sites seguros a menos que possa verificar a impressão digital (*fingerprint*) da [*SSL*](/pt/glossary#SSL) do serviço. Para fazê-lo, será preciso se comunicar de forma segura com a pessoa que administra o [*proxy*](/pt/glossary#Proxy). **É melhor não usar senhas ou trocar informações sensíveis ao usar proxies de rede em geral**. Evite sempre acessar dados delicados usando [*proxies*](/pt/glossary#Proxy) online, a menos que confie na pessoa que o mantém. Isso se aplica independentemente de ver ou não um aviso de certificado de segurança ao visitar a página do serviço. Também se aplica mesmo que você conheça quem o mantém suficientemente bem para verificar a impressão digital do servidor antes de direcionar seu navegador e receber tal aviso.\r\n\r\nQuando você usa um único servidor de [*proxy*](/pt/glossary#Proxy) para fazer a circunvenção, quem o administra sempre saberá o seu [*endereço de IP*](/pt/glossary#IP_address) e quais sites está acessando. O ponto mais importante disso é que se o [*proxy*](/pt/glossary#Proxy) for baseado na rede, um operador mal intencionado pode ter acesso a toda informação trocada entre o seu navegador e os sites visitados, incluindo conteúdos de e-mail e senhas. \r\n\r\nPara [*proxies*](/pt/glossary#Proxy) não baseados na internet, talvez seja preciso pesquisar se é possível estabelecer conexões seguras. Todos indicados neste capítulo são seguros. O mesmo vale para as redes de anonimato.\r\n\r\n\r\n#### Proxies privados e públicos: ####\r\n\r\n[*Proxies*](/pt/glossary#Proxy) públicos aceitam conexões de qualquer pessoa enquanto os privados tipicamente pedem login e senha. Embora os [*proxies*](/pt/glossary#Proxy) públicos tenham a vantagem de estarem disponíveis de graça, assumindo que possam ser encontrados, tendem a ficar abarrotados muito rápido. Como resultado, embora possam ser tão bem mantidos e tecnicamente sofisticados quanto os privados, são normalmente mais lentos.\r\n\r\nJá os [*proxies*](/pt/glossary#Proxy) privados costumam ser mantidos ou como forma de negócio ou por pessoas que criam contas para outras. Assim, é geralmente mais fácil saber os motivos porque um [*proxy*](/pt/glossary#Proxy) privado existe. Não assuma, porém, que os privados sejam necessariamente mais confiáveis. Afinal, a motivação do lucro já fez serviços online expor clientes no passado.\r\n\r\n[*Proxies*](/pt/glossary#Proxy) públicos simples e não seguros podem ser achados com facilidade em mecanismos de busca, mas não dependa de serviços encontrados dessa forma. Se for possível escolher, é melhor usar um [*proxy*](/pt/glossary#Proxy) privado e seguro mantido por pessoas que você conheça, seja pessoalmente ou por reputação, e que tenham a habilidade técnica para manter o servidor protegido. Usar um [*proxy*](/pt/glossary#Proxy) baseado na internet dependerá de suas necessidades e preferências particulares.\r\n\r\nSempre que usar um [*proxy*](/pt/glossary#Proxy) para circunvenção, é uma boa ideia usar o navegador [*Firefox*](/pt/glossary#Firefox) e instalar o complemento [*NoScript*](/pt/glossary#NoScript), conforme descrito no [*Guia Prático do Firefox*](/pt/firefox_main). Isso ajuda a se proteger tanto de [*proxies*](/pt/glossary#Proxy) maliciosos como de sites que tentam descobrir seu [*endereço de IP*](/pt/glossary#IP_address) real. Finalmente, tenha em mente que mesmo um [*proxy*](/pt/glossary#Proxy) [*criptografado*](/pt/glossary#Encryption) não transformará um site não seguro em seguro. Ainda é preciso ter certeza de que há uma conexão [*HTTPS*](/pt/glossary#SSL) antes de enviar ou receber informações sensíveis.\r\n\r\nSe você não é capaz de encontrar alguém, uma organização ou uma empresa cujo serviço de [*proxy*](/pt/glossary#Proxy) considere confiável, pagável e seja acessível de seu país, considere a rede de anonimato Tor, discutida na seção [*Redes de anonimato*](/pt/chapter_8_3), acima."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1965", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1965", 
                "link_title": "Anonymity networks and basic proxy servers", 
                "menu_name": "book-toc-1925", 
                "mlid": "5111", 
                "module": "book", 
                "nid": "1965", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5111", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Anonymity networks and basic proxy servers", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455879986", 
            "comment": "0", 
            "created": "1441105174", 
            "current_revision_id": "13273", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_3", 
                        "value": "chapter_8_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5111": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1965", 
                    "link_title": "Anonymity networks and basic proxy servers", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5111", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5111", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1965", 
            "num_revisions": "34", 
            "path": "https://securityinabox.org/en/node/1965", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455879986", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Redes de anonimato e servidores de proxies básicos", 
                        "value": "Redes de anonimato e servidores de proxies básicos"
                    }
                ]
            }, 
            "title_original": "Anonymity networks and basic proxy servers", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917712", 
                        "created": "1442917712", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085218", 
                        "created": "1441808123", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096938", 
                        "created": "1443096938", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414469", 
                        "created": "1442414469", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920693", 
                        "created": "1441208337", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993997", 
                        "created": "1442762093", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879986", 
                        "created": "1443706292", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612381", 
                        "created": "1452612381", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457707", 
                        "created": "1443457707", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121355", 
                        "created": "1441121355", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812568", 
                        "created": "1443811743", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444408294", 
                        "created": "1444408294", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443102074", 
                        "created": "1443102074", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094742", 
                        "created": "1443094742", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478113", 
                        "created": "1441105174", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1965", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444584978", 
                        "created": "1444584724", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "b0392703-6346-4566-b47c-4d8b06b1c540", 
            "vid": "13273", 
            "vuuid": "0eac1ef1-a055-4ab0-9bbf-34fd4de3807e"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Alguns programas específicos e <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> que ajudam a contornar os filtros de internet são listados abaixo. Novas ferramentas de circunvenção são desenvolvidas regularmente e as existentes são atualizadas frequentemente. Portanto, visite o site do Security in-a-Box e os links da seção <a href=\"/pt/chapter_8_5\"><em>Leitura Extra</em></a> para saber mais.</p>\n\n<p><strong>Proxies baseados em Redes Virtuais Privadas (<em>Virtual Private Network - VPN</em>)</strong></p>\n\n<p>Os proxies VPN listados abaixo obrigam toda a sua conexão de internet a passar por eles. Isso pode ser útil se você usa provedores de e-mail ou de mensagens instantâneas bloqueados em seu país.</p>\n\n<p><strong>Riseup VPN.</strong> Para pessoas que tenham contas de e-mail no servidor <em>Riseup</em>. O coletivo permite estabelecer conexões a um servidor de proxy VPN seguro, privado e gratuito. Leia <a href=\"https://help.riseup.net/en/vpn\"><em>mais sobre o Riseup VPN</em></a> e sobre <a href=\"https://we.riseup.net/riseuphelp+en/vpn-howto\"><em>como conectar-se a ele</em></a>.</p>\n\n<p>O <strong>Your-Freedom</strong> é um <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> VPN/SOCKS privado e seguro de circunvenção. É um programa <a href=\"/pt/glossary#Freeware\"><em>freeware</em></a> que pode ser usado para acessar um serviço gratuito de contorno à censura. Há restrições à largura da banda e por quanto tempo é possível usá-la (3 horas por dia, até 9 horas por semana), mas também existe a opção de pagar uma taxa para o serviço comercial, mais rápido e com menos limitações. Para usar o Your-Freedom, deve-se <a href=\"http://www.your-freedom.net/index.php?id=3\"><em>baixar o aplicativo</em></a> e <a href=\"http://www.your-freedom.net/index.php?id=170&amp;L=0\"><em>criar uma conta</em></a>. As duas coisas podem ser feitas no <a href=\"https://www.your-freedom.net/\"><em>site do Your-Freedom</em></a>. Será preciso configurar o navegador para usar o proxy <a href=\"https://www.your-freedom.net/index.php?id=172\"><em>OpenVPN</em></a> ao conectar-se à internet. Leia mais <a href=\"https://www.your-freedom.net/index.php?id=doc\"><em>na documentação do Your-Freedom</em></a>.</p>\n\n<p>O <strong>Freegate</strong> é um proxy VPN de circunvenção público e seguro, <a href=\"/pt/glossary#Freeware\"><em>freeware</em></a>. Você pode <a href=\"http://www.dit-inc.us/freegate\">baixar a última versão do Freegate</a> ou <a href=\"http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/\">ler um artigo interessante sobre ele</a>.</p>\n\n<p>O <strong>SecurityKISS</strong> é um proxy VPN de circunvenção público e seguro, <a href=\"/pt/glossary#Freeware\"><em>freeware</em></a>. Para usá-lo é preciso <a href=\"http://www.securitykiss.com/resources/download/\">baixar e rodar um programa gratuito</a>. Não é preciso criar uma conta de registro. O uso gratuito é restrito ao limite de 300 MB por dia ou pelo tráfego de internet que estiver passando pelo proxy. A assinatura paga oferece uso sem restrições e mais servidores VPN. Veja a <a href=\"http://www.securitykiss.com\">página do SecurityKISS para saber mais</a>.</p>\n\n<p>O <strong>Psiphon3</strong> é uma ferramenta de circunvenção pública e segura que usa as tecnologias VPN, SSH e HTTP Proxy para possibilitar o acesso irrestrito a conteúdos na internet. Para usá-lo, é preciso baixar o programa da <a href=\"http://psiphon3.com\"><em>página do Psiphon3</em></a> e executá-lo para escolher qual modo gostaria de usar, <em>VPN, SSH, SSH+</em>. O Psiphon3 também funciona em dispositivos Android. Veja a <a href=\"http://psiphon3.com\"><em>página do programa</em></a> para saber mais.</p>\n\n<p><strong>Proxies de rede:</strong></p>\n\n<p>O <strong>Peacefire</strong> mantém um grande número de <a href=\"/pt/glossary#Proxy\"><em>proxies</em></a> públicos baseados na rede, que podem ser seguros ou não seguros, dependendo de como você os acessa. Ao usar o <a href=\"/pt/glossary#Proxy\"><em>proxy</em></a> <a href=\"/pt/glossary#Peacefire\"><em>Peacefire</em></a>, é preciso digitar o endereço com o <a href=\"/pt/glossary#SSL\"><em>HTTPS</em></a> para estabelecer uma conexão segura entre o seu computador e o serviço. <a href=\"/pt/glossary#Proxy\"><em>Proxies</em></a> novos são anunciados em uma grande lista de e-mails regularmente. É possível assiná-la para receber atualizações no <a href=\"http://peacefire.org/\"><em>site do Peacefire</em></a>.</p>\n", 
                        "summary": "", 
                        "value": "Alguns programas específicos e [*proxies*](/pt/glossary#Proxy) que ajudam a contornar os filtros de internet são listados abaixo. Novas ferramentas de circunvenção são desenvolvidas regularmente e as existentes são atualizadas frequentemente. Portanto, visite o site do Security in-a-Box e os links da seção [*Leitura Extra*](/pt/chapter_8_5) para saber mais.\r\n\r\n**Proxies baseados em Redes Virtuais Privadas (*Virtual Private Network - VPN*)**\r\n\r\nOs proxies VPN listados abaixo obrigam toda a sua conexão de internet a passar por eles. Isso pode ser útil se você usa provedores de e-mail ou de mensagens instantâneas bloqueados em seu país.\r\n\r\n**Riseup VPN.** Para pessoas que tenham contas de e-mail no servidor *Riseup*. O coletivo permite estabelecer conexões a um servidor de proxy VPN seguro, privado e gratuito. Leia [*mais sobre o Riseup VPN*](https://help.riseup.net/en/vpn) e sobre [*como conectar-se a ele*](https://we.riseup.net/riseuphelp+en/vpn-howto).\r\n\r\nO **Your-Freedom** é um [*proxy*](/pt/glossary#Proxy) VPN/SOCKS privado e seguro de circunvenção. É um programa [*freeware*](/pt/glossary#Freeware) que pode ser usado para acessar um serviço gratuito de contorno à censura. Há restrições à largura da banda e por quanto tempo é possível usá-la (3 horas por dia, até 9 horas por semana), mas também existe a opção de pagar uma taxa para o serviço comercial, mais rápido e com menos limitações. Para usar o Your-Freedom, deve-se [*baixar o aplicativo*](http://www.your-freedom.net/index.php?id=3) e [*criar uma conta*](http://www.your-freedom.net/index.php?id=170&amp;L=0). As duas coisas podem ser feitas no [*site do Your-Freedom*](https://www.your-freedom.net/). Será preciso configurar o navegador para usar o proxy [*OpenVPN*](https://www.your-freedom.net/index.php?id=172) ao conectar-se à internet. Leia mais [*na documentação do Your-Freedom*](https://www.your-freedom.net/index.php?id=doc).\r\n\r\nO **Freegate** é um proxy VPN de circunvenção público e seguro, [*freeware*](/pt/glossary#Freeware). Você pode [baixar a última versão do Freegate](http://www.dit-inc.us/freegate) ou [ler um artigo interessante sobre ele](http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/).\r\n\r\nO **SecurityKISS** é um proxy VPN de circunvenção público e seguro, [*freeware*](/pt/glossary#Freeware). Para usá-lo é preciso [baixar e rodar um programa gratuito](http://www.securitykiss.com/resources/download/). Não é preciso criar uma conta de registro. O uso gratuito é restrito ao limite de 300 MB por dia ou pelo tráfego de internet que estiver passando pelo proxy. A assinatura paga oferece uso sem restrições e mais servidores VPN. Veja a [página do SecurityKISS para saber mais](http://www.securitykiss.com).\r\n\r\n<!--\r\nO **Psiphon1** pode ser uma boa opção caso você conheça alguém de outro país que tenha um computador com Windows e o deixe ligado e conectado a uma rede de internet não bloqueada. Para usar o [*Psiphon*](/pt/glossary#Psiphon), é preciso pedir a essa pessoa que baixe o programa da [*página do Civisec*](http://psiphon.civisec.org/), instale-o, crie uma conta para você e te envie o [*endereço de IP*](/pt/glossary#IP_address) do [*proxy*](/pt/glossary#Proxy) junto com o login e senha. Isso te dará o acesso à sua própria conta em um [*proxy*](/pt/glossary#Proxy) de circunvenção confiável, seguro, privado e baseado na internet. Antes de usá-lo, porém, verifique a assinatura digital (*fingerprint*) do [*proxy*](/pt/glossary#Proxy), conforme discutido na seção [*Proxies seguros e não seguros*](/pt/chapter_8_3) e no *Apêndice C* do [*Guia de uso do Psiphon*](/pt/glossary#Psiphon).\r\n-->\r\n\r\nO **Psiphon3** é uma ferramenta de circunvenção pública e segura que usa as tecnologias VPN, SSH e HTTP Proxy para possibilitar o acesso irrestrito a conteúdos na internet. Para usá-lo, é preciso baixar o programa da [*página do Psiphon3*](http://psiphon3.com) e executá-lo para escolher qual modo gostaria de usar, *VPN, SSH, SSH+*. O Psiphon3 também funciona em dispositivos Android. Veja a [*página do programa*](http://psiphon3.com) para saber mais.\r\n\r\n\r\n**Proxies de rede:**\r\n\r\nO **Peacefire** mantém um grande número de [*proxies*](/pt/glossary#Proxy) públicos baseados na rede, que podem ser seguros ou não seguros, dependendo de como você os acessa. Ao usar o [*proxy*](/pt/glossary#Proxy) [*Peacefire*](/pt/glossary#Peacefire), é preciso digitar o endereço com o [*HTTPS*](/pt/glossary#SSL) para estabelecer uma conexão segura entre o seu computador e o serviço. [*Proxies*](/pt/glossary#Proxy) novos são anunciados em uma grande lista de e-mails regularmente. É possível assiná-la para receber atualizações no [*site do Peacefire*](http://peacefire.org/)."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1966", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1966", 
                "link_title": "Specific circumvention proxies", 
                "menu_name": "book-toc-1925", 
                "mlid": "5112", 
                "module": "book", 
                "nid": "1966", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5112", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Specific circumvention proxies", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456315973", 
            "comment": "0", 
            "created": "1441105226", 
            "current_revision_id": "13353", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_4", 
                        "value": "chapter_8_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5112": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1966", 
                    "link_title": "Specific circumvention proxies", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5112", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5112", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1966", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1966", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456315973", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Proxies específicos de circunvenção", 
                        "value": "Proxies específicos de circunvenção"
                    }
                ]
            }, 
            "title_original": "Specific circumvention proxies", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917896", 
                        "created": "1442917896", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228207", 
                        "created": "1441808234", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096961", 
                        "created": "1443096961", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414563", 
                        "created": "1442414563", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1456315973", 
                        "created": "1441208399", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109242", 
                        "created": "1442762139", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706312", 
                        "created": "1443706312", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612469", 
                        "created": "1452612469", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457761", 
                        "created": "1443457761", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121481", 
                        "created": "1441121481", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812372", 
                        "created": "1443812372", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444404769", 
                        "created": "1444404769", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443102113", 
                        "created": "1443102113", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094817", 
                        "created": "1443094817", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105226", 
                        "created": "1441105226", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1966", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585019", 
                        "created": "1443624675", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "55f84461-1be4-43fc-8392-399e09247684", 
            "vid": "13353", 
            "vuuid": "9af6b134-5ea5-4041-b15f-59cb334075d3"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Veja os capítulos <em>2.5 Vigilância e monitoramento da internet</em> e <em>2.6 Contorno à censura</em> do livro <a href=\"http://www.frontlinedefenders.org/esecman\"><em>Segurança Digital e Privacidade para Defensores dos Direitos Humanos</em></a> (em inglês ou espanhol).</li>\n<li>O site FLOSS Manuals tem um guia chamado <a href=\"https://www.howtobypassinternetcensorship.org/\"><em>Como contornar a censura na Internet</em></a>.</li>\n<li>O <a href=\"http://en.cship.org/wiki/Main_Page\"><em>Internet Censorship Wiki</em></a>, escrito por Freerk, está disponível em inglês, alemão e espanhol.</li>\n<li>O CitizenLab  produziu o <a href=\"http://citizenlab.org/guides/everyones-guide-english.pdf\"><em>Guia geral para contornar a censura na internet</em></a>, que está sendo traduzido para birmanês, inglês, francês, russo, espanhol e urdu.</li>\n<li>Os Repórteres sem Fronteiras publicaram a segunda edição do seu <a href=\"http://www.rsf.org/IMG/pdf/Bloggers_Handbook2.pdf\"><em>Guia para Bloggers e Cyberdissidentes</em></a>, disponível em árabe, birmanês, chinês, inglês, farsi, francês, russo e espanhol.</li>\n<li>Ethan Zuckerman, da Global Voices Online, fez um guia bastante útil sobre <a href=\"http://advocacy.globalvoicesonline.org/tools/guide/\"><em>Como blogar de forma anônima usando Wordpress e Tor</em></a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Veja os capítulos *2.5 Vigilância e monitoramento da internet* e *2.6 Contorno à censura* do livro [*Segurança Digital e Privacidade para Defensores dos Direitos Humanos*](http://www.frontlinedefenders.org/esecman) (em inglês ou espanhol).\r\n- O site FLOSS Manuals tem um guia chamado [*Como contornar a censura na Internet*](https://www.howtobypassinternetcensorship.org/).\r\n- O [*Internet Censorship Wiki*](http://en.cship.org/wiki/Main_Page), escrito por Freerk, está disponível em inglês, alemão e espanhol.\r\n- O CitizenLab  produziu o [*Guia geral para contornar a censura na internet*](http://citizenlab.org/guides/everyones-guide-english.pdf), que está sendo traduzido para birmanês, inglês, francês, russo, espanhol e urdu.\r\n- Os Repórteres sem Fronteiras publicaram a segunda edição do seu [*Guia para Bloggers e Cyberdissidentes*](http://www.rsf.org/IMG/pdf/Bloggers_Handbook2.pdf), disponível em árabe, birmanês, chinês, inglês, farsi, francês, russo e espanhol.\r\n- Ethan Zuckerman, da Global Voices Online, fez um guia bastante útil sobre [*Como blogar de forma anônima usando Wordpress e Tor*](http://advocacy.globalvoicesonline.org/tools/guide/)."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1967", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1967", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5113", 
                "module": "book", 
                "nid": "1967", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5113", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452612603", 
            "comment": "0", 
            "created": "1441105274", 
            "current_revision_id": "12817", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_5", 
                        "value": "chapter_8_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5113": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1967", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5113", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5113", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1967", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1967", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612603", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917813", 
                        "created": "1442917813", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096984", 
                        "created": "1443096984", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414975", 
                        "created": "1442414975", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208445", 
                        "created": "1441208445", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109299", 
                        "created": "1442762190", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706334", 
                        "created": "1443706334", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612603", 
                        "created": "1452612603", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457821", 
                        "created": "1443457821", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121594", 
                        "created": "1441121594", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812483", 
                        "created": "1443812457", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397533", 
                        "created": "1444397533", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102180", 
                        "created": "1443102180", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094891", 
                        "created": "1443094891", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105286", 
                        "created": "1441105274", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585055", 
                        "created": "1443624226", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "fdb5d575-7a94-4732-8e66-4355f8ed7ab7", 
            "vid": "12817", 
            "vuuid": "c1267efe-48c1-45c9-978b-7bd9f021c161"
        }
    ], 
    "changed": "1455900381", 
    "comment": "0", 
    "created": "1441104927", 
    "current_revision_id": "13292", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "8. How to remain anonymous and bypass ce", 
                "value": "8. How to remain anonymous and bypass ce"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "8. Como manter o anonimato e contornar a censura na internet", 
                "value": "8. Como manter o anonimato e contornar a censura na internet"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "chapter-8", 
                "value": "chapter-8"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5107": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1962", 
            "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
            "menu_name": "book-toc-1925", 
            "mlid": "5107", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5107", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "8"
        }
    }, 
    "name": "chris", 
    "nid": "1962", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1962", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455900381", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "8. Como manter o anonimato e contornar a censura na internet", 
                "value": "8. Como manter o anonimato e contornar a censura na internet"
            }
        ]
    }, 
    "title_original": " 8. How to remain anonymous and bypass censorship on the Internet", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442917461", 
                "created": "1442917461", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227971", 
                "created": "1441807646", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094052", 
                "created": "1443094052", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442414211", 
                "created": "1442414211", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451919362", 
                "created": "1441208178", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108811", 
                "created": "1442762025", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693016", 
                "created": "1443693016", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452612067", 
                "created": "1452612067", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457498", 
                "created": "1443457498", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441117391", 
                "created": "1441117391", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443806734", 
                "created": "1443806734", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1455900381", 
                "created": "1444396920", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014809", 
                "created": "1443014809", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443094404", 
                "created": "1443094404", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104927", 
                "created": "1441104927", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1962", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444583785", 
                "created": "1443623824", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "4c011c6d-00c6-4bcf-bd9b-9402c5e71ea5", 
    "vid": "13292", 
    "vuuid": "d7623840-fb11-4125-8112-bd45494ea2ec"
}