{
    "body": {
        "pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>As comunidades online existem desde a invenção da internet. Primeiro vieram os murais de mensagem (<em>bulletin boards</em>) e as listas de e-mail, permitindo às pessoas se conectarem umas às outras para comunicar e trocar informações sobre diversos assuntos. Hoje, as formas possíveis de interação aumentaram bastante devido aos sites de rede social. É possível trocar mensagens, imagens, arquivos e mesmo informações minuto-a-minuto sobre o que alguém está fazendo e onde está. Tais funções não são novas ou únicas - qualquer dessas ações pode ser feita via internet sem depender de um serviço assim.</p>\n\n<p>Embora tais redes possam ser úteis e promovam a interação tanto online como offline, ao usá-las você pode tornar disponíveis informações a pessoas que podem querer abusar. Pense em um site de rede social como uma grande festa. Há pessoas ali que você conhece, assim como outras que nunca viu. Imagine andar pela festa com todos os seus detalhes pessoais e relatos atualizados sobre o que está pensando, escritos em uma grande placa pendurada nas suas costas de forma que todos os participantes possam lê-los sem que você nem perceba. Você realmente quer que saibam tanto sobre você?</p>\n\n<p>Lembre-se que os sites de rede social têm donos privados, cuja fonte de lucro é coletar e vender dados de indivíduos, em especial para anunciantes. Quando você entra em um serviço como esses, está deixando sua liberdade na internet para trás e entrando em uma comunidade governada e regulada por seus proprietários. O objetivo das configurações de privacidade ali é apenas proteger alguém de outros membros da mesma rede; elas não protegem os dados aos olhos de quem controla o site. Essencialmente, você está dando todas as suas informações a essas pessoas e confiando nelas.</p>\n\n<p>Caso você lide com assuntos sensíveis e tenha interesse em usar serviços de rede social, é importante saber sobre as questões de privacidade e segurança levantadas por eles. Quem advoga causas de direitos humanos é particularmente vulnerável aos perigos das redes sociais e precisa ter extremo cuidado sobre as informações reveladas sobre si <em>e</em> sobre as pessoas com quem trabalham. Portanto, antes de usá-los, é importante entender onde estão os pontos fracos e tomar medidas de proteção.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\n\n<p>Mansour e Magda são ativistas de direitos humanos no norte da África e estão organizando uma marcha a acontecer no centro de uma grande cidade. Querem usar o Facebook para divulgá-la, mas estão preocupados que as autoridades possam ser avisadas e qualquer pessoa que demonstre interesse possa ser rastreada. A ideia é usar o Twitter durante o evento para fornecer atualizações sobre o progresso da caminhada. Mas e se a polícia monitorar os tweets e deslocar batalhões para interceptar quem está participando? Mansour e Magda também pensam em como publicar fotos e vídeos sem revelar as identidades das pessoas, com medo que possam sofrer perseguição posterior.</p>\n\n</div>\n\n<p>Não encorajamos você a parar de usar as ferramentas de rede social. Porém, é preciso tomar as medidas de segurança adequadas, de forma a usá-las sem que exponham você ou outras pessoas.</p>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Como os sites de rede social facilitam a revelação não intencional de informações sensíveis</li>\n<li>Como proteger informações sobre você e outras pessoas ao usar sites de rede social</li>\n</ul>", 
                "summary": "", 
                "value": "As comunidades online existem desde a invenção da internet. Primeiro vieram os murais de mensagem (*bulletin boards*) e as listas de e-mail, permitindo às pessoas se conectarem umas às outras para comunicar e trocar informações sobre diversos assuntos. Hoje, as formas possíveis de interação aumentaram bastante devido aos sites de rede social. É possível trocar mensagens, imagens, arquivos e mesmo informações minuto-a-minuto sobre o que alguém está fazendo e onde está. Tais funções não são novas ou únicas - qualquer dessas ações pode ser feita via internet sem depender de um serviço assim.\r\n\r\nEmbora tais redes possam ser úteis e promovam a interação tanto online como offline, ao usá-las você pode tornar disponíveis informações a pessoas que podem querer abusar. Pense em um site de rede social como uma grande festa. Há pessoas ali que você conhece, assim como outras que nunca viu. Imagine andar pela festa com todos os seus detalhes pessoais e relatos atualizados sobre o que está pensando, escritos em uma grande placa pendurada nas suas costas de forma que todos os participantes possam lê-los sem que você nem perceba. Você realmente quer que saibam tanto sobre você? \r\n\r\nLembre-se que os sites de rede social têm donos privados, cuja fonte de lucro é coletar e vender dados de indivíduos, em especial para anunciantes. Quando você entra em um serviço como esses, está deixando sua liberdade na internet para trás e entrando em uma comunidade governada e regulada por seus proprietários. O objetivo das configurações de privacidade ali é apenas proteger alguém de outros membros da mesma rede; elas não protegem os dados aos olhos de quem controla o site. Essencialmente, você está dando todas as suas informações a essas pessoas e confiando nelas.\r\n\r\nCaso você lide com assuntos sensíveis e tenha interesse em usar serviços de rede social, é importante saber sobre as questões de privacidade e segurança levantadas por eles. Quem advoga causas de direitos humanos é particularmente vulnerável aos perigos das redes sociais e precisa ter extremo cuidado sobre as informações reveladas sobre si *e* sobre as pessoas com quem trabalham. Portanto, antes de usá-los, é importante entender onde estão os pontos fracos e tomar medidas de proteção.\r\n\r\n\r\n### Pano de fundo ###\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour e Magda são ativistas de direitos humanos no norte da África e estão organizando uma marcha a acontecer no centro de uma grande cidade. Querem usar o Facebook para divulgá-la, mas estão preocupados que as autoridades possam ser avisadas e qualquer pessoa que demonstre interesse possa ser rastreada. A ideia é usar o Twitter durante o evento para fornecer atualizações sobre o progresso da caminhada. Mas e se a polícia monitorar os tweets e deslocar batalhões para interceptar quem está participando? Mansour e Magda também pensam em como publicar fotos e vídeos sem revelar as identidades das pessoas, com medo que possam sofrer perseguição posterior.\r\n</div>\r\n\r\nNão encorajamos você a parar de usar as ferramentas de rede social. Porém, é preciso tomar as medidas de segurança adequadas, de forma a usá-las sem que exponham você ou outras pessoas.\r\n\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n  * Como os sites de rede social facilitam a revelação não intencional de informações sensíveis\r\n  * Como proteger informações sobre você e outras pessoas ao usar sites de rede social"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>Faça sempre as perguntas:</strong></p>\n\n<ul><li>Quem pode ver ou acessar as informações que estou publicando online?</li>\n<li>Quem controla ou detém a propriedade da informação que estou publicando no site?</li>\n<li>Quais informações sobre mim meus contatos estão repassando a outras pessoas?</li>\n<li>Meus contatos vão se importar se eu compartilhar informações suas com outras pessoas?</li>\n<li>Eu confio em todas as pessoas conectadas a mim?</li>\n</ul></li>\n<li><p>Use sempre <strong>senhas seguras</strong> para acessar redes sociais. Se alguém chegar a entrar na sua conta, ganhará acesso a várias informações sobre você e sobre quem mais estiver conectado àquela rede. Mude suas senhas regularmente como parte da rotina. Veja o <a href=\"/pt/chapter-3\">Capítulo 3: Como criar e manter senhas seguras</a> para mais informações.</p></li>\n<li><p>Assegure-se de saber as <strong>configurações de privacidade</strong> padrão oferecidas pelo site de rede social e como mudá-las.</p></li>\n<li><p>Considere usar <strong>contas/identidades separadas</strong>, ou talvez pseudônimos distintos, para atividades e campanhas diferentes. Lembre-se que a chave para usar uma rede de forma segura é poder confiar em quem faz parte dela. Contas separadas podem ser uma boa forma de assegurar tal confiança.</p></li>\n<li><p>Tenha cuidado ao acessar sua conta de rede social em espaços públicos de internet. <strong>Apague o histórico de senhas e de navegação</strong> ao usar navegadores de máquinas públicas. Veja o <a href=\"/pt/chapter-6\">Capítulo 6: Como destruir informações sensíveis</a>.</p></li>\n<li><p><strong>Acesse os sites de rede social com https://</strong> para resguardar seu login, senha e outras informações publicadas. Usar https:// em vez de http:// adiciona uma camada de segurança ao criptografar o tráfego do navegador ao site de rede social. Veja o <a href=\"/pt/chapter-8\">Capítulo 8: Como manter o anonimato e contornar a censura na internet</a>.</p></li>\n<li><p>Tenha o cuidado de não colocar muita informação em suas <strong>atualizações de status</strong> – mesmo que confie nas pessoas de suas redes. É fácil alguém copiar suas informações.</p></li>\n<li><p>A maioria dos serviços de rede social permite integrar informações com outras redes. Por exemplo, é possível publicar uma atualização na conta do Twitter e fazer com que seja publicada automaticamente também na do Facebook. Tenha um <strong>grande cuidado ao integrar suas contas de rede social!</strong> Você pode estar anônimo em um site mas exposto em outro.</p></li>\n<li><p>Seja prudente com relação a quão seguro está o conteúdo guardado em sites de rede social. <strong>Nunca dependa de um serviço de rede social como fonte primária de armazenamento de suas informações</strong>. É muito fácil a governos bloquear o acesso a tais serviços caso considerem seu conteúdo questionável. Administradores de uma rede social também podem optar por eles mesmos removerem os conteúdos questionáveis em vez sujeitarem-se à censura de um país específico.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **Faça sempre as perguntas:**\r\n  - Quem pode ver ou acessar as informações que estou publicando online?\r\n  - Quem controla ou detém a propriedade da informação que estou publicando no site?\r\n  - Quais informações sobre mim meus contatos estão repassando a outras pessoas?\r\n  - Meus contatos vão se importar se eu compartilhar informações suas com outras pessoas?\r\n  - Eu confio em todas as pessoas conectadas a mim?\r\n\r\n- Use sempre **senhas seguras** para acessar redes sociais. Se alguém chegar a entrar na sua conta, ganhará acesso a várias informações sobre você e sobre quem mais estiver conectado àquela rede. Mude suas senhas regularmente como parte da rotina. Veja o [Capítulo 3: Como criar e manter senhas seguras](/pt/chapter-3) para mais informações.\r\n \r\n- Assegure-se de saber as **configurações de privacidade** padrão oferecidas pelo site de rede social e como mudá-las.\r\n\r\n- Considere usar **contas/identidades separadas**, ou talvez pseudônimos distintos, para atividades e campanhas diferentes. Lembre-se que a chave para usar uma rede de forma segura é poder confiar em quem faz parte dela. Contas separadas podem ser uma boa forma de assegurar tal confiança.\r\n\r\n- Tenha cuidado ao acessar sua conta de rede social em espaços públicos de internet. **Apague o histórico de senhas e de navegação** ao usar navegadores de máquinas públicas. Veja o [Capítulo 6: Como destruir informações sensíveis](/pt/chapter-6).\r\n\r\n- **Acesse os sites de rede social com https://** para resguardar seu login, senha e outras informações publicadas. Usar https:// em vez de http:// adiciona uma camada de segurança ao criptografar o tráfego do navegador ao site de rede social. Veja o [Capítulo 8: Como manter o anonimato e contornar a censura na internet](/pt/chapter-8).\r\n\r\n- Tenha o cuidado de não colocar muita informação em suas **atualizações de status** – mesmo que confie nas pessoas de suas redes. É fácil alguém copiar suas informações.\r\n\r\n- A maioria dos serviços de rede social permite integrar informações com outras redes. Por exemplo, é possível publicar uma atualização na conta do Twitter e fazer com que seja publicada automaticamente também na do Facebook. Tenha um **grande cuidado ao integrar suas contas de rede social!** Você pode estar anônimo em um site mas exposto em outro.\r\n\r\n- Seja prudente com relação a quão seguro está o conteúdo guardado em sites de rede social. **Nunca dependa de um serviço de rede social como fonte primária de armazenamento de suas informações**. É muito fácil a governos bloquear o acesso a tais serviços caso considerem seu conteúdo questionável. Administradores de uma rede social também podem optar por eles mesmos removerem os conteúdos questionáveis em vez sujeitarem-se à censura de um país específico."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Dicas gerais de uso de ferramentas de rede social", 
                        "value": "Dicas gerais de uso de ferramentas de rede social"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sites de rede social pedem bastantes informações pessoais, de forma a tornar mais fácil às pessoas encontrar outras e conectarem a seus perfis. Talvez, a maior vulnerabilidade que isso cria para quem usa esses serviços é a possibilidade de alguém fraudar uma identidade, algo cada vez mais comum. Além disso, quanto mais informações são reveladas online, mais fácil fica as para autoridades identificar e monitorar as ações daquele indivíduo. É o que aconteceu, por exemplo, com ativistas da rede diaspora. Suas atividades em alguns países levaram suas famílias a se tornarem alvos das autoridades.</p>\n\n<p>Faça a seguinte pergunta: é mesmo necessário publicar as seguintes informações online?</p>\n\n<ul><li>data de nascimento;</li>\n<li>números de telefone para contato;</li>\n<li>endereços;</li>\n<li>detalhes de membros da família;</li>\n<li>orientação sexual;</li>\n<li>formação e histórico de empregos.</li>\n</ul><h2>Amizades, seguidores e contatos</h2>\n\n<p>Em qualquer aplicativo de rede social, a primeira coisa a fazer após fornecer os detalhes pessoais é estabelecer conexões com outras pessoas. Em teoria, tais contatos são pessoas a quem você conhece e confia. Ou talvez o objetivo seja se conectar a uma comunidade online de indivíduos que pensam como você, mas aos quais nunca conheceu. O mais importante é entender a quais informações você permite àquela comunidade online ter acesso.</p>\n\n<p>Ao usar uma conta de rede social como o Facebook, onde muitas informações pessoais são mantidas, considere se conectar apenas a pessoas às quais conheça e saiba que não usarão suas publicações de forma inadequada ou distorcida.</p>\n\n<h2>Atualizações de status</h2>\n\n<p>No Twitter, Facebook e outras redes similares, as atualizações de status respondem às perguntas: <em>O que estou fazendo agora? O que está acontecendo?</em> A questão mais importante sobre este ponto é quem de fato pode vê-las.</p>\n\n<p>A configuração padrão para esta funcionalidade na maioria dos aplicativos de rede social é que qualquer pessoa na internet pode visualizá-las. Se você quer que apenas seus contatos vejam as publicações, é preciso dizer ao aplicativo para mantê-las escondidas de todo o resto. Para fazer isso no Twitter, procure por “Proteja os seus Tweets”. No Facebook, mude as configurações para compartilhar as atualizações com “Amigos apenas”.</p>\n\n<p>Mesmo que faça estas mudanças, considere quão fácil é sua informação ser republicada por seguidores, amigas ou amigos. Combine com a sua rede de contatos um procedimento comum sobre como repassar conteúdos publicados nas contas de redes sociais. Você deve pensar no que está revelando sobre suas amizades e o quê elas podem não querer que outros saibam. É importante ser sensível a isso, e pedir a outras pessoas que sejam sensíveis sobre o que revelam a seu respeito.</p>\n\n<p>Já houve diversos incidentes em que as atualizações de status foram usadas contra seus publicantes. Professores nos Estados Unidos foram demitidos após escrever como se sentiam com relação a alunas e alunos; outros empregados perderam empregos por se manifestarem sobre seus empregadores. Este é um ponto sobre o qual é preciso ter cuidado.</p>\n\n<h2>Compartilhando conteúdo da internet</h2>\n\n<p>É fácil compartilhar o link de um site e ganhar a atenção de alguém. Mas quem mais prestará atenção e que tipo de reação pode ter?</p>\n\n<p>Se você diz gostar de um site relacionado a derrubar um regime repressor, aquele regime pode se interessar e então passar a observar você. Se quer que seus contatos sejam as únicas pessoas a ver as coisas que você publica ou considera interessantes, não se esqueça de checar suas configurações de privacidade.</p>\n\n<h2>Revelando sua localização</h2>\n\n<p>A maioria dos sites de rede social exibirá sua localização física caso a informação esteja disponível para eles. Isso normalmente acontece quando você usa um telefone celular com GPS habilitado para acessá-los. Mas não assuma que os dados referentes à sua localização não estarão ali caso a conexão não seja feita por um celular. Afinal, a rede na qual um computador está conectado também pode fornecê-los. A melhor forma de se proteger é checar com atenção suas configurações de conta.</p>\n\n<p>Tenha um cuidado extra com as configurações de localização em sites de compartilhamento de fotos e vídeos. Não assuma que não estejam evidenciando sua localização: cheque as configurações para ter certeza.</p>\n\n<p>Veja também o artigo <a href=\"https://www.eff.org/wp/locational-privacy\">Sobre a privacidade de localização, e como evitar perdê-la para sempre</a>, do site da Electronic Frontier Foundation.</p>\n\n<h2>Compartilhando vídeos e fotos</h2>\n\n<p>Fotos e vídeos podem revelar identidades facilmente. Ao publicar a imagem de alguém, considere que a privacidade daquela pessoa pode estar sendo comprometida. Por isso, é importante ter o consentimento de quem estiver sendo retratado, e isso vale para todas as fotos ou vídeos que você publique. Nunca publique um vídeo ou foto de alguém sem autorização prévia.</p>\n\n<p>Fotos e vídeos também podem revelar muita informação não intencional, pois várias câmeras salvam dados ocultos nos arquivos. As chamadas <em>tags de metadados</em> registram a data, horário e localização da foto, assim como tipo de câmera usado etc. Tais informações podem ser publicadas pelos sites de compartilhamento ao usá-los para publicar conteúdo.</p>\n\n<h2>Bate papos / troca de mensagens instantâneas</h2>\n\n<p>Muitos sites de rede social possuem ferramentas que permitem trocar ideias com outras pessoas em tempo real. Tais aplicativos funcionam como um bate papo e são uma das formas mais inseguras de se comunicar pela internet, tanto por revelarem com quem você está conversando como sobre o quê estão falando.</p>\n\n<p><em>Conectar-se ao site por https é o requerimento mínimo para uma conversa segura, mas nem isso é uma garantia de que seu bate papo esteja usando uma conexão segura. Por exemplo, o Facebook chat usa um canal diferente do HTTPS e é mais passível de exposição</em>.</p>\n\n<p>É mais seguro usar um programa específico e com suporte a criptografia para suas conversas, como é o caso do Pidgin com o plugin Off-the-record. Leia o <a href=\"/pt/pidgin_main\"><em>Guia Prático do Pidgin – Mensagens instantâneas seguras</em></a> para saber mais.</p>\n\n<h2>Entrando/criando grupos, eventos e comunidades</h2>\n\n<p>Quais são as informações que você dá às pessoas ao entrar em um grupo ou comunidade online? O que elas dizem sobre você? Dito de outra forma, o que as pessoas anunciam ao mundo quando entram em um grupo ou comunidade que você criou? Como você as está colocando em risco?</p>\n\n<p>Quando você entra em uma comunidade online, ela revela algo de você. De um modo geral, as pessoas podem assumir que você apoia ou concorda com o que aquele grupo está dizendo ou fazendo, o que pode, por exemplo, pode te deixar vulnerável ao ser vista/o como aliada/o de determinados grupos políticos. Caso o grupo contenha um grande número de participantes a quem você não conheça, isso pode comprometer as configurações de privacidade e segurança aplicadas à sua conta, então pense sobre as informações que estão sendo expostas antes de entrar. Você está usando seu nome e foto reais, que podem ser usados para te identificar?</p>\n\n<p>Por outro lado, se você criar um grupo e outras pessoas decidirem entrar, o que estarão expondo delas mesmas ao fazê-lo? Por exemplo, talvez o seu seja um grupo de apoio para gays e lésbicas. Porém, ao entrar nele as pessoas podem estar sendo identificadas pelo mundo como  abertamente gays, lésbicas ou simpatizantes da causa, o que pode colocá-las em situações de risco.</p>\n\n<div class=\"getstarted\">\n\n<p>Guia Prático - saiba usar as <a href=\"/pt/social_networking_tools\"><strong><em>Ferramentas de rede social: Facebook, Twitter, YouTube e outros</em></strong></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Sites de rede social pedem bastantes informações pessoais, de forma a tornar mais fácil às pessoas encontrar outras e conectarem a seus perfis. Talvez, a maior vulnerabilidade que isso cria para quem usa esses serviços é a possibilidade de alguém fraudar uma identidade, algo cada vez mais comum. Além disso, quanto mais informações são reveladas online, mais fácil fica as para autoridades identificar e monitorar as ações daquele indivíduo. É o que aconteceu, por exemplo, com ativistas da rede diaspora. Suas atividades em alguns países levaram suas famílias a se tornarem alvos das autoridades.\r\n\r\nFaça a seguinte pergunta: é mesmo necessário publicar as seguintes informações online?\r\n\r\n  * data de nascimento;\r\n  * números de telefone para contato;\r\n  * endereços;\r\n  * detalhes de membros da família;\r\n  * orientação sexual;\r\n  * formação e histórico de empregos.\r\n\r\n\r\n## Amizades, seguidores e contatos ##\r\n\r\nEm qualquer aplicativo de rede social, a primeira coisa a fazer após fornecer os detalhes pessoais é estabelecer conexões com outras pessoas. Em teoria, tais contatos são pessoas a quem você conhece e confia. Ou talvez o objetivo seja se conectar a uma comunidade online de indivíduos que pensam como você, mas aos quais nunca conheceu. O mais importante é entender a quais informações você permite àquela comunidade online ter acesso.\r\n\r\nAo usar uma conta de rede social como o Facebook, onde muitas informações pessoais são mantidas, considere se conectar apenas a pessoas às quais conheça e saiba que não usarão suas publicações de forma inadequada ou distorcida.\r\n\r\n\r\n## Atualizações de status ##\r\n\r\nNo Twitter, Facebook e outras redes similares, as atualizações de status respondem às perguntas: *O que estou fazendo agora? O que está acontecendo?* A questão mais importante sobre este ponto é quem de fato pode vê-las.\r\n\r\nA configuração padrão para esta funcionalidade na maioria dos aplicativos de rede social é que qualquer pessoa na internet pode visualizá-las. Se você quer que apenas seus contatos vejam as publicações, é preciso dizer ao aplicativo para mantê-las escondidas de todo o resto. Para fazer isso no Twitter, procure por “Proteja os seus Tweets”. No Facebook, mude as configurações para compartilhar as atualizações com “Amigos apenas”.\r\n\r\nMesmo que faça estas mudanças, considere quão fácil é sua informação ser republicada por seguidores, amigas ou amigos. Combine com a sua rede de contatos um procedimento comum sobre como repassar conteúdos publicados nas contas de redes sociais. Você deve pensar no que está revelando sobre suas amizades e o quê elas podem não querer que outros saibam. É importante ser sensível a isso, e pedir a outras pessoas que sejam sensíveis sobre o que revelam a seu respeito.\r\n\r\nJá houve diversos incidentes em que as atualizações de status foram usadas contra seus publicantes. Professores nos Estados Unidos foram demitidos após escrever como se sentiam com relação a alunas e alunos; outros empregados perderam empregos por se manifestarem sobre seus empregadores. Este é um ponto sobre o qual é preciso ter cuidado.\r\n\r\n\r\n## Compartilhando conteúdo da internet ##\r\n\r\nÉ fácil compartilhar o link de um site e ganhar a atenção de alguém. Mas quem mais prestará atenção e que tipo de reação pode ter?\r\n\r\nSe você diz gostar de um site relacionado a derrubar um regime repressor, aquele regime pode se interessar e então passar a observar você. Se quer que seus contatos sejam as únicas pessoas a ver as coisas que você publica ou considera interessantes, não se esqueça de checar suas configurações de privacidade.\r\n\r\n\r\n## Revelando sua localização ##\r\n\r\nA maioria dos sites de rede social exibirá sua localização física caso a informação esteja disponível para eles. Isso normalmente acontece quando você usa um telefone celular com GPS habilitado para acessá-los. Mas não assuma que os dados referentes à sua localização não estarão ali caso a conexão não seja feita por um celular. Afinal, a rede na qual um computador está conectado também pode fornecê-los. A melhor forma de se proteger é checar com atenção suas configurações de conta.\r\n\r\nTenha um cuidado extra com as configurações de localização em sites de compartilhamento de fotos e vídeos. Não assuma que não estejam evidenciando sua localização: cheque as configurações para ter certeza.\r\n\r\nVeja também o artigo [Sobre a privacidade de localização, e como evitar perdê-la para sempre](https://www.eff.org/wp/locational-privacy), do site da Electronic Frontier Foundation.\r\n\r\n\r\n## Compartilhando vídeos e fotos ##\r\n\r\nFotos e vídeos podem revelar identidades facilmente. Ao publicar a imagem de alguém, considere que a privacidade daquela pessoa pode estar sendo comprometida. Por isso, é importante ter o consentimento de quem estiver sendo retratado, e isso vale para todas as fotos ou vídeos que você publique. Nunca publique um vídeo ou foto de alguém sem autorização prévia.\r\n\r\nFotos e vídeos também podem revelar muita informação não intencional, pois várias câmeras salvam dados ocultos nos arquivos. As chamadas *tags de metadados* registram a data, horário e localização da foto, assim como tipo de câmera usado etc. Tais informações podem ser publicadas pelos sites de compartilhamento ao usá-los para publicar conteúdo.\r\n\r\n\r\n## Bate papos / troca de mensagens instantâneas ##\r\n\r\nMuitos sites de rede social possuem ferramentas que permitem trocar ideias com outras pessoas em tempo real. Tais aplicativos funcionam como um bate papo e são uma das formas mais inseguras de se comunicar pela internet, tanto por revelarem com quem você está conversando como sobre o quê estão falando.\r\n\r\n*Conectar-se ao site por https é o requerimento mínimo para uma conversa segura, mas nem isso é uma garantia de que seu bate papo esteja usando uma conexão segura. Por exemplo, o Facebook chat usa um canal diferente do HTTPS e é mais passível de exposição*.\r\n\r\nÉ mais seguro usar um programa específico e com suporte a criptografia para suas conversas, como é o caso do Pidgin com o plugin Off-the-record. Leia o [*Guia Prático do Pidgin – Mensagens instantâneas seguras*](/pt/pidgin_main) para saber mais.\r\n\r\n\r\n## Entrando/criando grupos, eventos e comunidades ##\r\n\r\nQuais são as informações que você dá às pessoas ao entrar em um grupo ou comunidade online? O que elas dizem sobre você? Dito de outra forma, o que as pessoas anunciam ao mundo quando entram em um grupo ou comunidade que você criou? Como você as está colocando em risco?\r\n\r\nQuando você entra em uma comunidade online, ela revela algo de você. De um modo geral, as pessoas podem assumir que você apoia ou concorda com o que aquele grupo está dizendo ou fazendo, o que pode, por exemplo, pode te deixar vulnerável ao ser vista/o como aliada/o de determinados grupos políticos. Caso o grupo contenha um grande número de participantes a quem você não conheça, isso pode comprometer as configurações de privacidade e segurança aplicadas à sua conta, então pense sobre as informações que estão sendo expostas antes de entrar. Você está usando seu nome e foto reais, que podem ser usados para te identificar?\r\n\r\nPor outro lado, se você criar um grupo e outras pessoas decidirem entrar, o que estarão expondo delas mesmas ao fazê-lo? Por exemplo, talvez o seu seja um grupo de apoio para gays e lésbicas. Porém, ao entrar nele as pessoas podem estar sendo identificadas pelo mundo como  abertamente gays, lésbicas ou simpatizantes da causa, o que pode colocá-las em situações de risco.\r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nGuia Prático - saiba usar as [***Ferramentas de rede social: Facebook, Twitter, YouTube e outros***](/pt/social_networking_tools)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Publicando dados pessoais", 
                        "value": "Publicando dados pessoais"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {
            "body": {
                "pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"getstarted\">\n\n<p><strong>Hands-on: Get started with the</strong> <a href=\"/pt/social_networking_tools\"><strong><em>Social networking tools: Facebook, Twitter, YouTube and others</em></strong></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "<div class=\"getstarted\" markdown=\"1\">\r\n**Hands-on: Get started with the** [***Social networking tools: Facebook, Twitter, YouTube and others***](/pt/social_networking_tools)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1971", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1971", 
                "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5117", 
                "module": "book", 
                "nid": "1971", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5117", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452613250", 
            "comment": "0", 
            "created": "1441105899", 
            "current_revision_id": "12826", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_3", 
                        "value": "chapter_9_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5117": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1971", 
                    "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5117", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5117", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1971", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1971", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613250", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt": [
                    {
                        "format": null, 
                        "safe_value": "Social networking tools", 
                        "value": "Social networking tools"
                    }
                ]
            }, 
            "title_original": "Social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335906", 
                        "created": "1442335906", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "es": {
                        "changed": "1442415467", 
                        "created": "1442415467", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210679", 
                        "created": "1441210679", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850358", 
                        "created": "1442762385", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441375634", 
                        "created": "1441375634", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613250", 
                        "created": "1452613081", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333733", 
                        "created": "1442333733", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1442410481", 
                        "created": "1442410481", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ru": {
                        "changed": "1443813942", 
                        "created": "1443813779", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1442324808", 
                        "created": "1442324808", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1446046271", 
                        "created": "1441105899", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326410", 
                        "created": "1442326410", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c3a9cbbd-21c4-4061-bb61-762c60339139", 
            "vid": "12826", 
            "vuuid": "2e690730-c7d7-4b3d-bf19-57b13aa6f02d"
        }
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt": [
            {
                "format": null, 
                "safe_value": "9. Como se proteger e manter seus dados seguros ao usar serviços de rede social", 
                "value": "9. Como se proteger e manter seus dados seguros ao usar serviços de rede social"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt": [
            {
                "format": null, 
                "safe_value": "9. Como se proteger e manter seus dados seguros ao usar serviços de rede social", 
                "value": "9. Como se proteger e manter seus dados seguros ao usar serviços de rede social"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}