{
    "body": {
        "pt-pt": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Telefones celulares fazem parte de nossa vida cotidiana. A capacidade de fazer chamadas por voz e executar serviços simples de texto, o tamanho diminuto, relativo baixo custo e diversas outras funções os tornam aliados valiosos para ativistas, que cada vez mais os usam para comunicação e organização.</p>\n\n<p>Recentemente, dispositivos móveis com bem mais utilidades tornaram-se disponíveis. Tais funções podem incluir <a href=\"/pt/glossary#GPS\">GPS</a>, geração de arquivos multimídia (gravação e, às vezes, transmissão de foto, vídeo e áudio), processamento de dados e acesso à internet. Porém, o modo como as redes de telefonia operam, assim como sua infraestrutura, são fundamentalmente diferentes de como a internet funciona. Isso cria desafios e riscos extras à privacidade e à integridade de quem os usa, assim como de sua comunicação e informação.</p>\n\n<p>É importante começar com a compreensão de que telefones celulares são inerentemente inseguros:</p>\n\n<ul><li>A informação enviada por um telefone celular é vulnerável;</li>\n<li>A informação armazenada nos telefones celulares é vulnerável;</li>\n<li>Os aparelhos são projetados para expor informações sobre sua localização.</li>\n</ul><p>Vamos explorar essas questões e o que se pode fazer frente a tais vulnerabilidades.</p>\n\n<h3>Pano de fundo</h3>\n\n<div class=\"background\">\nBorna e seu filho Delir são ambos trabalhadores de linha de produção e estão ajudando na criação de um sindicato dos operários. Os esforços estão encontrando resistência por parte dos donos da fábrica, que são bem conectados ao governo local. O supervisor de Borna o avisou que ele pode estar sob o escrutínio da gerência e pediu que tivesse cuidado com quem conversa. Borna comprou um telefone celular para suas funções sindicais. Delir está ajudando o pai a usá-lo de modo seguro para algumas de suas atividades de mobilização.\n</div>\n\n<h3>O que aprender deste capítulo</h3>\n\n<ul><li>Porque a comunicação e o armazenamento de dados em telefones celular não são seguros</li>\n<li>Quais passos você deve dar para aumentar sua segurança ao usar telefones celulares</li>\n<li>Como minimizar as chances de sofrer espionagem ou rastreamento via telefone celular</li>\n<li>Como aumentar as chances de permanecer anônimo ao usar seu telefone celular</li>\n</ul>", 
                "summary": "", 
                "value": "Telefones celulares fazem parte de nossa vida cotidiana. A capacidade de fazer chamadas por voz e executar serviços simples de texto, o tamanho diminuto, relativo baixo custo e diversas outras funções os tornam aliados valiosos para ativistas, que cada vez mais os usam para comunicação e organização.\r\n\r\nRecentemente, dispositivos móveis com bem mais utilidades tornaram-se disponíveis. Tais funções podem incluir [GPS](/pt/glossary#GPS), geração de arquivos multimídia (gravação e, às vezes, transmissão de foto, vídeo e áudio), processamento de dados e acesso à internet. Porém, o modo como as redes de telefonia operam, assim como sua infraestrutura, são fundamentalmente diferentes de como a internet funciona. Isso cria desafios e riscos extras à privacidade e à integridade de quem os usa, assim como de sua comunicação e informação.\r\n\r\nÉ importante começar com a compreensão de que telefones celulares são inerentemente inseguros:\r\n\r\n  * A informação enviada por um telefone celular é vulnerável;\r\n  * A informação armazenada nos telefones celulares é vulnerável;\r\n  * Os aparelhos são projetados para expor informações sobre sua localização.\r\n\r\nVamos explorar essas questões e o que se pode fazer frente a tais vulnerabilidades.\r\n\r\n\r\n### Pano de fundo ###\r\n\r\n<div class=\"background\">\r\nBorna e seu filho Delir são ambos trabalhadores de linha de produção e estão ajudando na criação de um sindicato dos operários. Os esforços estão encontrando resistência por parte dos donos da fábrica, que são bem conectados ao governo local. O supervisor de Borna o avisou que ele pode estar sob o escrutínio da gerência e pediu que tivesse cuidado com quem conversa. Borna comprou um telefone celular para suas funções sindicais. Delir está ajudando o pai a usá-lo de modo seguro para algumas de suas atividades de mobilização.\r\n</div>\r\n\r\n\r\n### O que aprender deste capítulo ###\r\n\r\n  * Porque a comunicação e o armazenamento de dados em telefones celular não são seguros\r\n  * Quais passos você deve dar para aumentar sua segurança ao usar telefones celulares\r\n  * Como minimizar as chances de sofrer espionagem ou rastreamento via telefone celular\r\n  * Como aumentar as chances de permanecer anônimo ao usar seu telefone celular"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1972", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1972", 
        "link_title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
        "menu_name": "book-toc-1925", 
        "mlid": "5118", 
        "module": "book", 
        "nid": "1972", 
        "options": [], 
        "p1": "5030", 
        "p2": "5118", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
        "updated": "0", 
        "weight": "10"
    }, 
    "book_children": [
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Devemos tomar decisões conscientes ao usar telefones celulares para que possamos proteger a nós, a nossos contatos e nossas informações. O modo como as redes e a infraestrutura de telefonia funcionam pode afetar de forma significativa a possibilidade de manter os dados e as comunicações privados e seguros.</p>\n\n<ul><li><p>As redes de telefonia celular são privadas e geridas por entidades comerciais, que podem estar sob o controle do governo, por monopólio. A entidade comercial (ou governo) possui acesso praticamente ilimitado às informações e comunicações de clientes, assim como a capacidade de interceptar chamadas e mensagens de texto, e de monitorar o local onde cada aparelho se encontra (portanto, onde está o ou a cliente).</p></li>\n<li><p>Os Sistemas Operacionais usados nos próprios dispositivos móveis são desenvolvidos sob medida ou configurados pelos fabricantes de aparelhos telefônicos, segundo as especificações de vários provedores de serviços e para serem usados nas redes dessas mesmas empresas. Como resultado, o Sistema Operacional pode ter funções escondidas para possibilitar um melhor monitoramento por parte do provedor de serviços de determinado aparelho.</p></li>\n<li><p>O número de funções disponíveis nos telefones celulares cresceu nos últimos anos. Os aparelhos modernos são na verdade minicomputadores portáteis, conectados à internet e com funções de telefone celular.</p></li>\n</ul><p>Para definir quais aspectos de sua comunicação precisam ser mais protegidos, pode ajudar fazer as seguintes perguntas: Qual o conteúdo das ligações telefônicas e mensagens de texto? Com quem você se comunica, e quando? De onde você está ligando? A informação fica exposta de várias formas:</p>\n\n<ul><li><p><strong>A informação fica exposta ao ser enviada por um telefone celular</strong>. Cada operadora de linhas de telefonia celular tem acesso integral a todas as mensagens de texto e de voz que passam por sua rede. Os provedores, na maioria dos países, são obrigados por lei a manter registros de todas as comunicações. Em alguns territórios, tais empresas são controladas de forma monopolista pelo governo. A comunicação por voz e texto também pode se gravada ou grampeada por pessoas próximas ao telefone celular, usando equipamentos não muito caros.</p></li>\n<li><p><strong>A informação fica exposta nos aparelhos de quem faz e de quem recebe chamadas ou mensagens de texto</strong> Telefones celulares pode armazenar todos os tipos de informação: histórico de chamadas, mensagens de texto enviadas e recebidas, informações da agenda de contatos, fotos, vídeos, arquivos de texto. Tais dados podem revelar sua rede de amizades bem como informações pessoais sobre você e sobre colegas. É difícil proteger essas informações e mesmo, em alguns aparelhos, impossível. Os aparelhos modernos são computadores que cabem no bolso. E com as funções adicionais, vem maior risco. Além disso, celulares que se conectam à internet também estão sujeitos aos mesmos problemas de segurança relacionados tanto aos computadores como da rede mundial.</p></li>\n<li><p><strong>Telefones celulares fornecem informações sobre sua localização</strong> Como parte normal de sua operação, todo aparelho de telefone celular informa automática e regularmente às operadoras de telefonia onde está em determinado momento. E mais, muitos modelos possuem funções <a href=\"/pt/glossary#GPS\">GPS</a>. Com isso, o informe sobre a localização precisa pode ser embutido em outros arquivos como fotos, mensagens SMS e requisições de internet enviadas pelo telefone.</p></li>\n</ul><p><strong>A evolução da tecnologia gera novas possibilidades, mas também mais riscos.</strong></p>\n\n<div class=\"background\">\n\n<p>Borna: Filho, decidi usar somente este aparelho para planejar nossos próximos encontros. Acho que pode haver escutas no telefone da linha de operações da fábrica, talvez mesmo em casa.</p>\n\n<p>Delir: Pai, acho ótimo que você finalmente tenha comprado um celular, mas sabe o que ele é ou não capaz de fazer?</p>\n\n<p>Borna: Claro, é um telefone! Você pode ligar para alguém! Você fala com uma pessoa, ela fala de volta; pode fazer isso de qualquer lugar. E também posso mandar pequenas mensagens para os outros operários, ou para você, e elas aparecerão no seu aparelho.</p>\n\n<p>Delir: Isso é verdade, mas não é tudo. Há várias outras coisas que podem ser feitas com esses dispositivos. Mas vamos falar de alguns riscos e de algumas medidas de segurança, especialmente se você acha que alguém quer descobrir com quem  está se comunicando e o que está falando.</p>\n\n</div>\n\n<p>As seções seguintes abordam um número de medidas simples que você pode tomar para diminuir as ameaças de segurança que podem surgir ao usar aparelhos celulares.</p>\n", 
                        "summary": "", 
                        "value": "Devemos tomar decisões conscientes ao usar telefones celulares para que possamos proteger a nós, a nossos contatos e nossas informações. O modo como as redes e a infraestrutura de telefonia funcionam pode afetar de forma significativa a possibilidade de manter os dados e as comunicações privados e seguros.\r\n\r\n  * As redes de telefonia celular são privadas e geridas por entidades comerciais, que podem estar sob o controle do governo, por monopólio. A entidade comercial (ou governo) possui acesso praticamente ilimitado às informações e comunicações de clientes, assim como a capacidade de interceptar chamadas e mensagens de texto, e de monitorar o local onde cada aparelho se encontra (portanto, onde está o ou a cliente).\r\n\r\n  * Os Sistemas Operacionais usados nos próprios dispositivos móveis são desenvolvidos sob medida ou configurados pelos fabricantes de aparelhos telefônicos, segundo as especificações de vários provedores de serviços e para serem usados nas redes dessas mesmas empresas. Como resultado, o Sistema Operacional pode ter funções escondidas para possibilitar um melhor monitoramento por parte do provedor de serviços de determinado aparelho.\r\n\r\n  * O número de funções disponíveis nos telefones celulares cresceu nos últimos anos. Os aparelhos modernos são na verdade minicomputadores portáteis, conectados à internet e com funções de telefone celular.\r\n\r\nPara definir quais aspectos de sua comunicação precisam ser mais protegidos, pode ajudar fazer as seguintes perguntas: Qual o conteúdo das ligações telefônicas e mensagens de texto? Com quem você se comunica, e quando? De onde você está ligando? A informação fica exposta de várias formas:\r\n\r\n  * **A informação fica exposta ao ser enviada por um telefone celular**.<br> Cada operadora de linhas de telefonia celular tem acesso integral a todas as mensagens de texto e de voz que passam por sua rede. Os provedores, na maioria dos países, são obrigados por lei a manter registros de todas as comunicações. Em alguns territórios, tais empresas são controladas de forma monopolista pelo governo. A comunicação por voz e texto também pode se gravada ou grampeada por pessoas próximas ao telefone celular, usando equipamentos não muito caros.\r\n\r\n  * **A informação fica exposta nos aparelhos de quem faz e de quem recebe chamadas ou mensagens de texto**<br> Telefones celulares pode armazenar todos os tipos de informação: histórico de chamadas, mensagens de texto enviadas e recebidas, informações da agenda de contatos, fotos, vídeos, arquivos de texto. Tais dados podem revelar sua rede de amizades bem como informações pessoais sobre você e sobre colegas. É difícil proteger essas informações e mesmo, em alguns aparelhos, impossível. Os aparelhos modernos são computadores que cabem no bolso. E com as funções adicionais, vem maior risco. Além disso, celulares que se conectam à internet também estão sujeitos aos mesmos problemas de segurança relacionados tanto aos computadores como da rede mundial.\r\n\r\n  * **Telefones celulares fornecem informações sobre sua localização**<br> Como parte normal de sua operação, todo aparelho de telefone celular informa automática e regularmente às operadoras de telefonia onde está em determinado momento. E mais, muitos modelos possuem funções [GPS](/pt/glossary#GPS). Com isso, o informe sobre a localização precisa pode ser embutido em outros arquivos como fotos, mensagens SMS e requisições de internet enviadas pelo telefone.\r\n\r\n**A evolução da tecnologia gera novas possibilidades, mas também mais riscos.**\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna: Filho, decidi usar somente este aparelho para planejar nossos próximos encontros. Acho que pode haver escutas no telefone da linha de operações da fábrica, talvez mesmo em casa.\r\n\r\nDelir: Pai, acho ótimo que você finalmente tenha comprado um celular, mas sabe o que ele é ou não capaz de fazer?\r\n\r\nBorna: Claro, é um telefone! Você pode ligar para alguém! Você fala com uma pessoa, ela fala de volta; pode fazer isso de qualquer lugar. E também posso mandar pequenas mensagens para os outros operários, ou para você, e elas aparecerão no seu aparelho.\r\n\r\nDelir: Isso é verdade, mas não é tudo. Há várias outras coisas que podem ser feitas com esses dispositivos. Mas vamos falar de alguns riscos e de algumas medidas de segurança, especialmente se você acha que alguém quer descobrir com quem  está se comunicando e o que está falando.\r\n</div>\r\n\r\nAs seções seguintes abordam um número de medidas simples que você pode tomar para diminuir as ameaças de segurança que podem surgir ao usar aparelhos celulares."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1973", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1973", 
                "link_title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5119", 
                "module": "book", 
                "nid": "1973", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5119", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452613872", 
            "comment": "0", 
            "created": "1441106049", 
            "current_revision_id": "12830", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_1", 
                        "value": "chapter_10_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5119": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1973", 
                    "link_title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5119", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5119", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1973", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1973", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613872", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Dispositivos móveis e segurança", 
                        "value": "Dispositivos móveis e segurança"
                    }
                ]
            }, 
            "title_original": "Mobile devices and security ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336059", 
                        "created": "1442336059", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228569", 
                        "created": "1441813239", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097973", 
                        "created": "1443097973", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415612", 
                        "created": "1442415612", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441213790", 
                        "created": "1441213096", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850591", 
                        "created": "1442762439", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442337005", 
                        "created": "1442337005", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613872", 
                        "created": "1452613872", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334353", 
                        "created": "1442334353", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118647", 
                        "created": "1441118647", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814382", 
                        "created": "1443814382", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444400719", 
                        "created": "1444400719", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102544", 
                        "created": "1443102544", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325205", 
                        "created": "1442325205", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442329304", 
                        "created": "1441106049", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442329766", 
                        "created": "1442329766", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "1fb9e069-90e6-4a95-96d0-f33cdfc24c2c", 
            "vid": "12830", 
            "vuuid": "116801e4-f771-4056-8836-2900e99fe4c2"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>As pessoas normalmente carregam informações sensíveis em seus telefones celulares. Várias funções úteis dos dispositivos como históricos de chamadas, mensagens de texto e voz, contatos de pessoas, agendas e fotos podem tornar-se altamente comprometedoras caso o aparelho ou os dados sejam perdidos ou roubados.</p>\n\n<p>É vital saber quais informações ficam armazenadas, de forma ativa ou passiva, pois podem trazer implicações tanto para a pessoa que esteja usando o celular quanto para as demais que aparecem na agenda, caixa postal de mensagens, álbum de fotografias etc.</p>\n\n<p>Aparelhos que se conectam à internet também estão sujeitos aos riscos e vulnerabilidades associadas tanto à rede mundial quanto a computadores, conforme discutido em outros capítulos deste Guia de Referência sobre segurança da informação, anonimato e recuperação, perda, roubo e interceptação de dados.</p>\n\n<p>Para reduzir alguns desses riscos, é necessário saber o potencial dos aparelhos telefônicos para a insegurança, assim como suas opções de configuração. Ao conhecer os problemas possíveis, é possível adotar medidas preventivas e erguer defesas.</p>\n\n<div class=\"background\">\n\n<p>Borna: Se organizarmos nossos encontros usando os telefones fixos, podem nos ouvir ao falarmos. Uma das vantagens dos telefones celulares é que podemos nos articular andando pelas outras dependências da fábrica.</p>\n\n<p>Delir: Bom, você falou que eles têm conexões com a empresa de telefonia?</p>\n\n<p>Borna: Alguém mencionou que estavam subornando os técnicos da operadora para obter informações.</p>\n\n<p>Delir: Se você registrou a conta de telefone usando o seu próprio nome, endereço e dados pessoais, ele é rastreável a você. A qualquer momento que fizer uma chamada, o histórico estará ligado à sua assinatura e à sua identidade. Quando você comprou o telefone ou fez o plano na operadora, usou seus dados pessoais?</p>\n\n<p>Borna: Não. Eu peguei um celular usado na loja do seu tio, ele disse que tinha certeza de que estava limpo e era seguro para usar. Também me ajudou a comprar um daqueles chips pré-pagos para usar no aparelho.</p>\n\n<p>Delir: Sim, esses chips são chamados de <a href=\"/pt/glossary#SIM_card\">cartão SIM</a>. A empresa de telefonia rastreia todas as chamadas e transmissões feitas com aquele número de telefone, e com o número identificador do cartão SIM, e com o número de identificação do aparelho. Então, se eles sabem qual é o número que seu chip usa para receber chamadas, OU o número de identificação do seu aparelho, OU o número identificador do seu cartão SIM, podem ser capazes de usar os contatos que têm na empresa de telefonia para analisar o padrão de uso que você faz do celular.</p>\n\n<p>Borna: E imagino que possam ouvir minhas conversas mesmo no telefone celular?</p>\n\n<p>Delir: No seu caso, e graças ao Tio, nem o seu telefone nem o cartão SIM estão associados a você. Assim, mesmo que tenham a capacidade de rastrear onde estão os objetos 'cartão SIM' e 'telefone', não necessariamente saberão que é você quem os está usando.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "As pessoas normalmente carregam informações sensíveis em seus telefones celulares. Várias funções úteis dos dispositivos como históricos de chamadas, mensagens de texto e voz, contatos de pessoas, agendas e fotos podem tornar-se altamente comprometedoras caso o aparelho ou os dados sejam perdidos ou roubados.\r\n\r\nÉ vital saber quais informações ficam armazenadas, de forma ativa ou passiva, pois podem trazer implicações tanto para a pessoa que esteja usando o celular quanto para as demais que aparecem na agenda, caixa postal de mensagens, álbum de fotografias etc.\r\n\r\nAparelhos que se conectam à internet também estão sujeitos aos riscos e vulnerabilidades associadas tanto à rede mundial quanto a computadores, conforme discutido em outros capítulos deste Guia de Referência sobre segurança da informação, anonimato e recuperação, perda, roubo e interceptação de dados.\r\n\r\nPara reduzir alguns desses riscos, é necessário saber o potencial dos aparelhos telefônicos para a insegurança, assim como suas opções de configuração. Ao conhecer os problemas possíveis, é possível adotar medidas preventivas e erguer defesas.\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna: Se organizarmos nossos encontros usando os telefones fixos, podem nos ouvir ao falarmos. Uma das vantagens dos telefones celulares é que podemos nos articular andando pelas outras dependências da fábrica.\r\n\r\nDelir: Bom, você falou que eles têm conexões com a empresa de telefonia?\r\n\r\nBorna: Alguém mencionou que estavam subornando os técnicos da operadora para obter informações.\r\n\r\nDelir: Se você registrou a conta de telefone usando o seu próprio nome, endereço e dados pessoais, ele é rastreável a você. A qualquer momento que fizer uma chamada, o histórico estará ligado à sua assinatura e à sua identidade. Quando você comprou o telefone ou fez o plano na operadora, usou seus dados pessoais?\r\n\r\nBorna: Não. Eu peguei um celular usado na loja do seu tio, ele disse que tinha certeza de que estava limpo e era seguro para usar. Também me ajudou a comprar um daqueles chips pré-pagos para usar no aparelho.\r\n\r\nDelir: Sim, esses chips são chamados de [cartão SIM](/pt/glossary#SIM_card). A empresa de telefonia rastreia todas as chamadas e transmissões feitas com aquele número de telefone, e com o número identificador do cartão SIM, e com o número de identificação do aparelho. Então, se eles sabem qual é o número que seu chip usa para receber chamadas, OU o número de identificação do seu aparelho, OU o número identificador do seu cartão SIM, podem ser capazes de usar os contatos que têm na empresa de telefonia para analisar o padrão de uso que você faz do celular.\r\n\r\nBorna: E imagino que possam ouvir minhas conversas mesmo no telefone celular?\r\n\r\nDelir: No seu caso, e graças ao Tio, nem o seu telefone nem o cartão SIM estão associados a você. Assim, mesmo que tenham a capacidade de rastrear onde estão os objetos 'cartão SIM' e 'telefone', não necessariamente saberão que é você quem os está usando.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1974", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1974", 
                "link_title": "Mobility and the vulnerability of information", 
                "menu_name": "book-toc-1925", 
                "mlid": "5120", 
                "module": "book", 
                "nid": "1974", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5120", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "Mobility and the vulnerability of information", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1454084864", 
            "comment": "0", 
            "created": "1441106090", 
            "current_revision_id": "13098", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2", 
                        "value": "chapter_10_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5120": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1974", 
                    "link_title": "Mobility and the vulnerability of information", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5120", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5120", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1974", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1974", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454084864", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Mobilidade e vulnerabilidade da informação", 
                        "value": "Mobilidade e vulnerabilidade da informação"
                    }
                ]
            }, 
            "title_original": "Mobility and the vulnerability of information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336119", 
                        "created": "1442336119", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1454084864", 
                        "created": "1441813679", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097922", 
                        "created": "1443097922", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415689", 
                        "created": "1442415689", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441213883", 
                        "created": "1441213883", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850750", 
                        "created": "1442762474", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442337184", 
                        "created": "1442337184", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613958", 
                        "created": "1452613958", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334531", 
                        "created": "1442334531", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118763", 
                        "created": "1441118763", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814440", 
                        "created": "1443814440", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444400787", 
                        "created": "1444400787", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102563", 
                        "created": "1443102563", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325319", 
                        "created": "1442325319", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441106090", 
                        "created": "1441106090", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1974", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442330110", 
                        "created": "1442330110", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c4b3c132-d0e5-4cf8-a654-9cc222a12fb4", 
            "vid": "13098", 
            "vuuid": "185a332d-3897-4251-b17f-7ddc4413dc54"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Como é o caso com outros dispositivos, a primeira linha de defesa para proteger a informação em seu telefone celular é proteger fisicamente o aparelho e o <a href=\"/pt/glossary#SIM_card\">cartão SIM</a> de serem levados ou alterados.</p>\n\n<ul><li><p>Mantenha o celular com você a todo o momento. Nunca o deixe fora de seu campo de visão. Evite mostrá-lo em público.</p></li>\n<li><p>Use sempre senhas de bloqueio do aparelho ou números de identificação pessoal (PIN). Mude sempre os números ou códigos que vêm de fábrica e não fale sobre eles a ninguém.</p></li>\n<li><p>Faça alguma marcação física ou desenho no cartão SIM, cartão extra de memória, bateria e telefone. Algo único e ao mesmo tempo não tão óbvio. Pode ser um símbolo, marca, letras ou números, e você pode usar uma caneta ultravioleta, invisível à luz comum. Coloque adesivos ou fitas que possam servir como lacres em áreas do telefone onde as peças se juntam. Isso ajudará a saber facilmente se alguém mexeu ou trocou qualquer desses itens (por exemplo, a fita estará desalinhada ou haverá algum resíduo visível).</p></li>\n<li><p>Assegure-se de saber o que está armazenado no seu cartão SIM, nos cartões extras de memória e na memória do aparelho. Não guarde informações sensíveis no telefone. Caso precise fazê-lo, considere guardá-las em cartões extras de memória que possam ser descartados facilmente caso necessário – não deixe tais detalhes na memória interna do celular.</p></li>\n<li><p>Proteja o seu cartão SIM e cartão extra de memória (caso tenha um), pois podem conter informações sensíveis como detalhes de contatos e mensagens SMS. Por exemplo, se tiver de deixar o aparelho em uma assistência técnica para consertos, lembre-se de retirá-los.</p></li>\n<li><p>Ao jogar fora o aparelho, assegure-se de não deixar informações guardadas nele ou nos cartões SIM e de memória (mesmo que o celular ou os cartões estejam quebrados ou tenham expirado). Destruir os cartões SIM ao jogá-los fora pode ser a melhor opção. Caso planeje dar, vender ou reusar o telefone, tenha certeza de apagar todos os dados.</p></li>\n<li><p>Considere usar apenas vendedores e assistências técnicas confiáveis. Isso reduz a vulnerabilidade de sua informação ao comprar aparelhos usados ou consertar novos. Considere comprar seu celular de um revendedor autorizado mas escolhido ao acaso – isso reduz as chances de que um aparelho tenha sido especialmente preparado para você com software espiões pré-instalados.</p></li>\n<li><p>Faça regularmente cópias de reserva (<em>backup</em>) das informações em seu aparelho para um computador. Guarde o backup de forma segura (veja o Capítulo <a href=\"/pt/chapter-4\">4: Como proteger os arquivos sensíveis do seu computador</a>. Isso permitirá restaurar dados caso perca o aparelho. Ter cópias de reserva também ajudam a lembrar quais informações podem ter sido comprometidas em caso de perda ou roubo, de forma a tomar as medidas necessárias.</p></li>\n<li><p>O número serial de 15 dígitos ou IMEI (Identificador Internacional de Dispositivos Móveis) ajudam a identificar o aparelho e pode ser acessado ao digitar *#06# na maioria dos celulares, ao olhar atrás da bateria do aparelho ou ao checar as configurações do telefone. Anote esse número e mantenha-o separado do aparelho, pois ele pode ajudar a rastreá-lo e a provar rapidamente que ele é seu caso tenha sido roubado.</p></li>\n<li><p>Considere as vantagens e desvantagens de registrar seu telefone junto à operadora. Caso avise que o aparelho tenha sido roubado, a operadora é capaz de parar quaisquer outras comunicações vindas dele. Entretanto, registrá-lo significa ligar o uso daquele dispositivo a você.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Como é o caso com outros dispositivos, a primeira linha de defesa para proteger a informação em seu telefone celular é proteger fisicamente o aparelho e o [cartão SIM](/pt/glossary#SIM_card) de serem levados ou alterados.\r\n\r\n  * Mantenha o celular com você a todo o momento. Nunca o deixe fora de seu campo de visão. Evite mostrá-lo em público.\r\n\r\n  * Use sempre senhas de bloqueio do aparelho ou números de identificação pessoal (PIN). Mude sempre os números ou códigos que vêm de fábrica e não fale sobre eles a ninguém.\r\n  \r\n  * Faça alguma marcação física ou desenho no cartão SIM, cartão extra de memória, bateria e telefone. Algo único e ao mesmo tempo não tão óbvio. Pode ser um símbolo, marca, letras ou números, e você pode usar uma caneta ultravioleta, invisível à luz comum. Coloque adesivos ou fitas que possam servir como lacres em áreas do telefone onde as peças se juntam. Isso ajudará a saber facilmente se alguém mexeu ou trocou qualquer desses itens (por exemplo, a fita estará desalinhada ou haverá algum resíduo visível).\r\n\r\n  * Assegure-se de saber o que está armazenado no seu cartão SIM, nos cartões extras de memória e na memória do aparelho. Não guarde informações sensíveis no telefone. Caso precise fazê-lo, considere guardá-las em cartões extras de memória que possam ser descartados facilmente caso necessário – não deixe tais detalhes na memória interna do celular.\r\n\r\n  * Proteja o seu cartão SIM e cartão extra de memória (caso tenha um), pois podem conter informações sensíveis como detalhes de contatos e mensagens SMS. Por exemplo, se tiver de deixar o aparelho em uma assistência técnica para consertos, lembre-se de retirá-los.\r\n\r\n  * Ao jogar fora o aparelho, assegure-se de não deixar informações guardadas nele ou nos cartões SIM e de memória (mesmo que o celular ou os cartões estejam quebrados ou tenham expirado). Destruir os cartões SIM ao jogá-los fora pode ser a melhor opção. Caso planeje dar, vender ou reusar o telefone, tenha certeza de apagar todos os dados.\r\n\r\n  * Considere usar apenas vendedores e assistências técnicas confiáveis. Isso reduz a vulnerabilidade de sua informação ao comprar aparelhos usados ou consertar novos. Considere comprar seu celular de um revendedor autorizado mas escolhido ao acaso – isso reduz as chances de que um aparelho tenha sido especialmente preparado para você com software espiões pré-instalados.\r\n\r\n  * Faça regularmente cópias de reserva (*backup*) das informações em seu aparelho para um computador. Guarde o backup de forma segura (veja o Capítulo [4: Como proteger os arquivos sensíveis do seu computador](/pt/chapter-4). Isso permitirá restaurar dados caso perca o aparelho. Ter cópias de reserva também ajudam a lembrar quais informações podem ter sido comprometidas em caso de perda ou roubo, de forma a tomar as medidas necessárias.\r\n\r\n  * O número serial de 15 dígitos ou IMEI (Identificador Internacional de Dispositivos Móveis) ajudam a identificar o aparelho e pode ser acessado ao digitar *#06# na maioria dos celulares, ao olhar atrás da bateria do aparelho ou ao checar as configurações do telefone. Anote esse número e mantenha-o separado do aparelho, pois ele pode ajudar a rastreá-lo e a provar rapidamente que ele é seu caso tenha sido roubado.\r\n\r\n  * Considere as vantagens e desvantagens de registrar seu telefone junto à operadora. Caso avise que o aparelho tenha sido roubado, a operadora é capaz de parar quaisquer outras comunicações vindas dele. Entretanto, registrá-lo significa ligar o uso daquele dispositivo a você."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1975", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1975", 
                "link_title": "Best practices for phone security ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5121", 
                "module": "book", 
                "nid": "1975", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5121", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "Best practices for phone security ", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456147908", 
            "comment": "0", 
            "created": "1441106184", 
            "current_revision_id": "13318", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_1", 
                        "value": "chapter_10_2_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5121": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1975", 
                    "link_title": "Best practices for phone security ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5121", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5121", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1975", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1975", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456147908", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Melhores práticas para a segurança com telefones", 
                        "value": "Melhores práticas para a segurança com telefones"
                    }
                ]
            }, 
            "title_original": "Best practices for phone security ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336224", 
                        "created": "1442336224", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228661", 
                        "created": "1441813801", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442415750", 
                        "created": "1442415750", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223198", 
                        "created": "1441222975", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850910", 
                        "created": "1442762531", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341348", 
                        "created": "1442341348", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614079", 
                        "created": "1452614079", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334702", 
                        "created": "1442334702", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118882", 
                        "created": "1441118882", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814614", 
                        "created": "1443814614", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401030", 
                        "created": "1444401030", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102583", 
                        "created": "1443102583", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456147908", 
                        "created": "1442325440", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441355002", 
                        "created": "1441106184", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1975", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442330703", 
                        "created": "1442330703", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "2ee60452-0c85-412c-9795-bb30ef0467be", 
            "vid": "13318", 
            "vuuid": "b0bce1e8-9b75-476d-9187-219d08634e2a"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Para poderem enviar e receber chamadas ou comunicações de seu celular, as torres de sinal mais próximas são alertadas pelo aparelho de sua presença. Como resultado de tais alertas e comunicações, o provedor do serviço de rede sabe a localização geográfica precisa de seu telefone a qualquer momento.</p>\n\n<div class=\"background\">\n\n<p>Borna: Há algo a mais sobre este telefone que eu deva saber?</p>\n\n<p>Delir: Acho que sim, mas depende muito se você realmente suspeita que estejam tentando te rastrear.</p>\n\n<p>Borna: Acho que não, mas eles podem fazer isso?</p>\n\n<p>Delir: Sim, se seu aparelho estiver ligado e o técnico tiver acesso ao tráfego de rede e souberem qual dos telefones do sistema é o seu.</p>\n\n<p>Borna: Isso não vai acontecer porque simplesmente não vou fazer ligações quando estiver lá.</p>\n\n<p>Delir: Não importa, pai. Desde que o aparelho esteja com você, carregado e pronto para usar, registrará onde você está e enviará essa informação às torres mais próximas, simplesmente porque é isso que ele faz. Então a qualquer momento, a sua localização é algum lugar entre as torres mais próximas da rede telefônica.</p>\n\n<p>Borna: Eu deveria desligá-lo enquanto vou para lá?</p>\n\n<p>Delir: Bom, o melhor seria nem levá-lo. A segunda melhor opção seria desligá-lo e remover a bateria antes de ir, e não ligá-lo de novo até voltar.</p>\n\n<p>Borna: O quê? Não é suficiente desligá-lo?</p>\n\n<p>Delir: Para ter certeza, é melhor retirar a bateria, e te digo o porquê: um celular é um dispositivo de transmissão e enquanto a bateria estiver conectada, existe uma chance, mesmo que pequena, de que alguém o ligue sem o seu conhecimento.</p>\n\n</div>\n\n<p><strong>Sobre anonimato</strong></p>\n\n<p>Se você estiver mantendo conversas telefônicas sensíveis ou enviando mensagens SMS sensíveis, atente para a 'função' de rastreamento acima, intrínseca a todos os telefones celulares. Considere adotar as seguintes medidas:</p>\n\n<ul><li><p>Faça as ligações de diferentes lugares a cada vez e escolha locais não associáveis a você.</p></li>\n<li><p>Mantenha o celular desligado e com a bateria desconectada; vá para o local escolhido; ligue o telefone quando estiver lá e faça a comunicação; desligue o telefone e desconecte a bateria para voltar. Fazer isso habitualmente, sempre que precisar fazer uma chamada, impossibilitará à rede rastrear seus movimentos.</p></li>\n<li><p>Troque de aparelho e de <a href=\"/pt/glossary#SIM_card\">cartão SIM</a> com frequência. Troque-os com amigos ou no mercado de usados.</p></li>\n<li><p>Use cartões SIM pré-pagos não registrados, se isso for possível em sua área.</p></li>\n<li><p>Evite pagar por um telefone ou cartão SIM com cartão de crédito, pois fazê-lo também possibilitará uma ligação entre você e tais objetos.</p></li>\n</ul><div class=\"background\">\n\n<p>Borna: Você está me dizendo que o meu telefone pode estar enviando sinais às torres sobre a minha localização mesmo quando está desligado?</p>\n\n<p>Delir: Sim, e este não é o pior cenário.</p>\n\n<p>Borna: Como assim?</p>\n\n<p>Delir: Bom, dizem que há programas que podem ser instalados no telefone para ligá-lo secreta e remotamente e fazê-lo chamar um número sem que você saiba. Então, quando estiver no encontro o aparelho começa a agir como um dispositivo de gravação e transmissão.</p>\n\n<p>Borna: Não! Sério!?</p>\n\n<p>Delir: Tecnicamente, isso é fácil de fazer. Mas é impossível caso a bateria esteja desconectada, então você estará seguro caso o nível da espionagem seja tão alto.</p>\n\n<p>Borna: Acho que nem vou levá-lo comigo quando quiser ser supercuidadoso. Mas estou pensando, devo mesmo usar um celular?</p>\n\n<p>Delir: Por favor, pai. Você sempre me disse para não ter medo de coisas novas. Os celulares são assim, só é preciso saber quais são os benefícios e os riscos. Só tenha cuidado. Se você conhece os riscos, pode tomar as medidas para evitá-los.</p>\n\n</div>\n\n<p><strong>Sobre escutas telefônicas</strong></p>\n\n<p>O seu telefone pode ser configurado para gravar e transmitir quaisquer sons captados pelo microfone sem que você saiba. Alguns aparelhos podem ser ligados remotamente e levados a agir dessa forma, mesmo que pareçam desligados.</p>\n\n<ul><li><p>Nunca deixe pessoas às quais não confia terem acesso físico ao seu telefone; essa é uma forma comum de instalar programas espiões.</p></li>\n<li><p>Se estiver conduzindo encontros importantes e privados, desligue o aparelho e desconecte a bateria. Ou não o leve com você, caso possa deixá-lo em um local completamente seguro.</p></li>\n<li><p>Assegure-se de que as pessoas com quem você se comunica também usem as mesmas medidas de precaução descritas aqui.</p></li>\n<li><p>Além disso, não esqueça que usar um telefone em público ou em locais os quais não confie torna-o vulnerável às técnicas tradicionais de escuta telefônica ou a roubos.</p></li>\n</ul><p><strong>Sobre a interceptação de chamadas</strong></p>\n\n<p>A criptografia das comunicações por voz (e por mensagens de texto) que passam pela rede de telefonia móvel costuma ser relativamente fraca. Existem técnicas baratas que podem ser usadas para interceptar suas conversas por escrito ou para ouvir suas ligações, caso alguém esteja nas proximidades do aparelho e possa receber transmissões provenientes dele.</p>\n\n<p>E, claro, as operadoras de celular têm acesso a todas as suas comunicações por voz e texto. Atualmente, é caro e/ou tecnicamente desajeitado criptografar as chamadas telefônicas de forma que mesmo os provedores do serviço não possam fazer escutas – porém, espera-se que tais ferramentas tornem-se mais baratas em breve.</p>\n\n<p>Para fazer uso de criptografia, é preciso primeiro instalar um aplicativo, tanto no seu aparelho como no da pessoa com quem planeja se comunicar. Vocês então usariam tal aplicativo para enviar a receber ligações e/ou mensagens criptografadas. Programas de criptografia são atualmente suportados apenas em alguns modelos dos chamados 'smartphones'.</p>\n\n<p><strong>Note</strong> que as conversas feitas por Skype para celulares também não são criptografadas, já que em algum momento o sinal terá de sair da internet para a rede de telefonia móvel, onde NÃO há criptografia.</p>\n", 
                        "summary": "", 
                        "value": "Para poderem enviar e receber chamadas ou comunicações de seu celular, as torres de sinal mais próximas são alertadas pelo aparelho de sua presença. Como resultado de tais alertas e comunicações, o provedor do serviço de rede sabe a localização geográfica precisa de seu telefone a qualquer momento.\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna: Há algo a mais sobre este telefone que eu deva saber?\r\n\r\nDelir: Acho que sim, mas depende muito se você realmente suspeita que estejam tentando te rastrear.\r\n\r\nBorna: Acho que não, mas eles podem fazer isso?\r\n\r\nDelir: Sim, se seu aparelho estiver ligado e o técnico tiver acesso ao tráfego de rede e souberem qual dos telefones do sistema é o seu.\r\n\r\nBorna: Isso não vai acontecer porque simplesmente não vou fazer ligações quando estiver lá.\r\n\r\nDelir: Não importa, pai. Desde que o aparelho esteja com você, carregado e pronto para usar, registrará onde você está e enviará essa informação às torres mais próximas, simplesmente porque é isso que ele faz. Então a qualquer momento, a sua localização é algum lugar entre as torres mais próximas da rede telefônica.\r\n\r\nBorna: Eu deveria desligá-lo enquanto vou para lá?\r\n\r\nDelir: Bom, o melhor seria nem levá-lo. A segunda melhor opção seria desligá-lo e remover a bateria antes de ir, e não ligá-lo de novo até voltar.\r\n\r\nBorna: O quê? Não é suficiente desligá-lo?\r\n\r\nDelir: Para ter certeza, é melhor retirar a bateria, e te digo o porquê: um celular é um dispositivo de transmissão e enquanto a bateria estiver conectada, existe uma chance, mesmo que pequena, de que alguém o ligue sem o seu conhecimento.\r\n</div>\r\n\r\n\r\n**Sobre anonimato**\r\n\r\nSe você estiver mantendo conversas telefônicas sensíveis ou enviando mensagens SMS sensíveis, atente para a 'função' de rastreamento acima, intrínseca a todos os telefones celulares. Considere adotar as seguintes medidas:\r\n\r\n  * Faça as ligações de diferentes lugares a cada vez e escolha locais não associáveis a você.\r\n\r\n  * Mantenha o celular desligado e com a bateria desconectada; vá para o local escolhido; ligue o telefone quando estiver lá e faça a comunicação; desligue o telefone e desconecte a bateria para voltar. Fazer isso habitualmente, sempre que precisar fazer uma chamada, impossibilitará à rede rastrear seus movimentos.\r\n\r\n  * Troque de aparelho e de [cartão SIM](/pt/glossary#SIM_card) com frequência. Troque-os com amigos ou no mercado de usados.\r\n\r\n  * Use cartões SIM pré-pagos não registrados, se isso for possível em sua área.\r\n\r\n  * Evite pagar por um telefone ou cartão SIM com cartão de crédito, pois fazê-lo também possibilitará uma ligação entre você e tais objetos.\r\n\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna: Você está me dizendo que o meu telefone pode estar enviando sinais às torres sobre a minha localização mesmo quando está desligado?\r\n\r\nDelir: Sim, e este não é o pior cenário.\r\n\r\nBorna: Como assim?\r\n\r\nDelir: Bom, dizem que há programas que podem ser instalados no telefone para ligá-lo secreta e remotamente e fazê-lo chamar um número sem que você saiba. Então, quando estiver no encontro o aparelho começa a agir como um dispositivo de gravação e transmissão.\r\n\r\nBorna: Não! Sério!?\r\n\r\nDelir: Tecnicamente, isso é fácil de fazer. Mas é impossível caso a bateria esteja desconectada, então você estará seguro caso o nível da espionagem seja tão alto.\r\n\r\nBorna: Acho que nem vou levá-lo comigo quando quiser ser supercuidadoso. Mas estou pensando, devo mesmo usar um celular?\r\n\r\nDelir: Por favor, pai. Você sempre me disse para não ter medo de coisas novas. Os celulares são assim, só é preciso saber quais são os benefícios e os riscos. Só tenha cuidado. Se você conhece os riscos, pode tomar as medidas para evitá-los.\r\n</div>\r\n\r\n\r\n**Sobre escutas telefônicas**\r\n\r\nO seu telefone pode ser configurado para gravar e transmitir quaisquer sons captados pelo microfone sem que você saiba. Alguns aparelhos podem ser ligados remotamente e levados a agir dessa forma, mesmo que pareçam desligados.\r\n\r\n  * Nunca deixe pessoas às quais não confia terem acesso físico ao seu telefone; essa é uma forma comum de instalar programas espiões.\r\n  \r\n  * Se estiver conduzindo encontros importantes e privados, desligue o aparelho e desconecte a bateria. Ou não o leve com você, caso possa deixá-lo em um local completamente seguro.\r\n\r\n  * Assegure-se de que as pessoas com quem você se comunica também usem as mesmas medidas de precaução descritas aqui.\r\n\r\n  * Além disso, não esqueça que usar um telefone em público ou em locais os quais não confie torna-o vulnerável às técnicas tradicionais de escuta telefônica ou a roubos.\r\n\r\n\r\n**Sobre a interceptação de chamadas**\r\n\r\nA criptografia das comunicações por voz (e por mensagens de texto) que passam pela rede de telefonia móvel costuma ser relativamente fraca. Existem técnicas baratas que podem ser usadas para interceptar suas conversas por escrito ou para ouvir suas ligações, caso alguém esteja nas proximidades do aparelho e possa receber transmissões provenientes dele.\r\n\r\nE, claro, as operadoras de celular têm acesso a todas as suas comunicações por voz e texto. Atualmente, é caro e/ou tecnicamente desajeitado criptografar as chamadas telefônicas de forma que mesmo os provedores do serviço não possam fazer escutas – porém, espera-se que tais ferramentas tornem-se mais baratas em breve.\r\n\r\nPara fazer uso de criptografia, é preciso primeiro instalar um aplicativo, tanto no seu aparelho como no da pessoa com quem planeja se comunicar. Vocês então usariam tal aplicativo para enviar a receber ligações e/ou mensagens criptografadas. Programas de criptografia são atualmente suportados apenas em alguns modelos dos chamados 'smartphones'.\r\n\r\n**Note** que as conversas feitas por Skype para celulares também não são criptografadas, já que em algum momento o sinal terá de sair da internet para a rede de telefonia móvel, onde NÃO há criptografia."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1976", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1976", 
                "link_title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5122", 
                "module": "book", 
                "nid": "1976", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5122", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452614211", 
            "comment": "0", 
            "created": "1441106243", 
            "current_revision_id": "12834", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_2", 
                        "value": "chapter_10_2_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5122": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1976", 
                    "link_title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5122", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5122", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1976", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/node/1976", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614211", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Funções básicas, rastreabilidade e anonimato", 
                        "value": "Funções básicas, rastreabilidade e anonimato"
                    }
                ]
            }, 
            "title_original": "Basic functions, trackability and anonymity", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336297", 
                        "created": "1442336297", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228715", 
                        "created": "1441814407", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097858", 
                        "created": "1443097858", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415805", 
                        "created": "1442415805", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223276", 
                        "created": "1441223276", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851625", 
                        "created": "1442762553", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341490", 
                        "created": "1442341490", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614211", 
                        "created": "1452614211", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334779", 
                        "created": "1442334779", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118964", 
                        "created": "1441118964", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814796", 
                        "created": "1443814796", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401115", 
                        "created": "1444401115", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102659", 
                        "created": "1443102659", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325522", 
                        "created": "1442325522", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441354989", 
                        "created": "1441106243", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331723", 
                        "created": "1442331723", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "372d2399-2cd7-49a1-8945-114130cd447c", 
            "vid": "12834", 
            "vuuid": "ca9e8a65-8844-420c-a235-e9262e33cfe1"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Não se deve confiar em serviços de mensagem de texto para transmitir informações sensíveis de forma segura. O conteúdo é todo enviado em formato de texto simples, o que o torna inapropriado para transações confidenciais.</p>\n\n<div class=\"background\">\n\n<p>Borna: E se eu nunca fizer chamadas pelo meu celular, só enviar e receber essas mensagens de texto? Eles não podem ouvir algo se ninguém está falando nada, e enviá-las é bem rápido, não?</p>\n\n<p>Delir: Espere um pouco. Essas mensagens também são bem fáceis de serem interceptadas e qualquer pessoa da empresa de telefonia com acesso ao tráfego, ou mesmo alguém de fora com o equipamento certo, pode capturá-las e lê-las pois estão se movendo pela rede de telefonia em texto simples, sendo guardadas de uma torre para a outra.</p>\n\n<p>Borna: Que besteira. O que devo fazer? Escrever em código como os soldados fazem na guerra?</p>\n\n<p>Delir: Bom, às vezes a panela velha é que faz comida boa.</p>\n\n</div>\n\n<p>Mensagens SMS enviadas podem ser interceptadas por quem opera o serviço ou por pessoas de fora com equipamento não muito caro. Tais mensagens contêm os números de telefone de quem as enviou e de quem as receberá, assim como o conteúdo da comunicação. Mais do que isso, mensagens de SMS podem ser alteradas ou forjadas facilmente.</p>\n\n<p>Considere estabelecer um sistema de código entre você e seus contatos. Códigos podem tornar sua comunicação mais segura e fornecer uma forma adicional de confirmar a identidade da pessoa com quem está falando. Os sistemas de código devem ser seguros e mudar frequentemente.</p>\n\n<p>As mensagens SMS ficam disponíveis após a transmissão:</p>\n\n<ul><li><p>Em vários países, a legislação (ou outras influências) requer que os provedores da rede de telefonia mantenham um registro de longo prazo de todas as comunicações de texto enviadas por seus clientes. Na maioria dos casos, as mensagens SMS são mantidas para fins de negócios, prestações de contas e resolução de disputas.</p></li>\n<li><p>Mensagens salvas no celular podem ser vistas facilmente por qualquer pessoa com acesso ao aparelho. Considere apagar todas as mensagens recebidas e enviadas imediatamente.</p></li>\n<li><p>Alguns aparelhos possuem a facilidade de desabilitar o registro de chamadas ou o histórico de conversas por texto. Tal função é especialmente útil para pessoas envolvidas em trabalhos mais sensíveis. Você sempre deve saber o que o seu telefone é capaz de fazer. Leia o manual!</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Não se deve confiar em serviços de mensagem de texto para transmitir informações sensíveis de forma segura. O conteúdo é todo enviado em formato de texto simples, o que o torna inapropriado para transações confidenciais.\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna: E se eu nunca fizer chamadas pelo meu celular, só enviar e receber essas mensagens de texto? Eles não podem ouvir algo se ninguém está falando nada, e enviá-las é bem rápido, não?\r\n\r\nDelir: Espere um pouco. Essas mensagens também são bem fáceis de serem interceptadas e qualquer pessoa da empresa de telefonia com acesso ao tráfego, ou mesmo alguém de fora com o equipamento certo, pode capturá-las e lê-las pois estão se movendo pela rede de telefonia em texto simples, sendo guardadas de uma torre para a outra.\r\n\r\nBorna: Que besteira. O que devo fazer? Escrever em código como os soldados fazem na guerra?\r\n\r\nDelir: Bom, às vezes a panela velha é que faz comida boa.\r\n</div>\r\n\r\nMensagens SMS enviadas podem ser interceptadas por quem opera o serviço ou por pessoas de fora com equipamento não muito caro. Tais mensagens contêm os números de telefone de quem as enviou e de quem as receberá, assim como o conteúdo da comunicação. Mais do que isso, mensagens de SMS podem ser alteradas ou forjadas facilmente.\r\n\r\nConsidere estabelecer um sistema de código entre você e seus contatos. Códigos podem tornar sua comunicação mais segura e fornecer uma forma adicional de confirmar a identidade da pessoa com quem está falando. Os sistemas de código devem ser seguros e mudar frequentemente.\r\n\r\nAs mensagens SMS ficam disponíveis após a transmissão:\r\n\r\n  * Em vários países, a legislação (ou outras influências) requer que os provedores da rede de telefonia mantenham um registro de longo prazo de todas as comunicações de texto enviadas por seus clientes. Na maioria dos casos, as mensagens SMS são mantidas para fins de negócios, prestações de contas e resolução de disputas.\r\n\r\n  * Mensagens salvas no celular podem ser vistas facilmente por qualquer pessoa com acesso ao aparelho. Considere apagar todas as mensagens recebidas e enviadas imediatamente.\r\n\r\n  * Alguns aparelhos possuem a facilidade de desabilitar o registro de chamadas ou o histórico de conversas por texto. Tal função é especialmente útil para pessoas envolvidas em trabalhos mais sensíveis. Você sempre deve saber o que o seu telefone é capaz de fazer. Leia o manual!"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1979", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1979", 
                "link_title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5125", 
                "module": "book", 
                "nid": "1979", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5125", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452614663", 
            "comment": "0", 
            "created": "1441108699", 
            "current_revision_id": "12837", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_3", 
                        "value": "chapter_10_2_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5125": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1979", 
                    "link_title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5125", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5125", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1979", 
            "num_revisions": "27", 
            "path": "https://securityinabox.org/en/node/1979", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614663", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Comunicações baseadas em texto – SMS / Mensagens de texto", 
                        "value": "Comunicações baseadas em texto – SMS / Mensagens de texto"
                    }
                ]
            }, 
            "title_original": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336351", 
                        "created": "1442336351", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228779", 
                        "created": "1441814540", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097831", 
                        "created": "1443097831", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415858", 
                        "created": "1442415858", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223490", 
                        "created": "1441223490", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851707", 
                        "created": "1442762576", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341567", 
                        "created": "1442341567", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614663", 
                        "created": "1452614663", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334857", 
                        "created": "1442334857", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441187842", 
                        "created": "1441119173", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814840", 
                        "created": "1443814840", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401178", 
                        "created": "1444401178", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102678", 
                        "created": "1443102678", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325604", 
                        "created": "1442325604", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1452614624", 
                        "created": "1441108699", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331787", 
                        "created": "1442331787", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "8b104c7d-c521-4ebe-bd46-1bfa4fbd007e", 
            "vid": "12837", 
            "vuuid": "ff74d935-d18e-41eb-a4ee-4ecf3c9db07a"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Os telefones celulares estão se transformando em computadores portáteis completos, com seus próprios sistemas operacionais e aplicativos instaláveis, que fornecem vários serviços a quem. O <a href=\"/pt/chapter-11\"><strong><em>Capítulo 11: Como usar smartphones da forma mais segura possível</em></strong></a> cobre as questões relacionadas a esses tipos de aparelhos, já que a conectividade com a internet traz tanto os potenciais como os riscos abordados nos capítulos anteriores.</p>\n\n<p>Embora alguns dos modelos mais antigos de celulares possuam pouca ou nenhuma funcionalidade de internet, ainda é importante observar as precauções abaixo em todos os aparelhos. Você também deve descobrir quais são exatamente as capacidades do seu telefone, de modo a ter certeza de tomar as seguintes precauções:</p>\n\n<ul><li><p>Não armazene arquivos confidenciais e fotos no aparelho. Mova-os de lá assim que possível para um local seguro, como discutido no <a href=\"/pt/chapter-4\"><strong><em>Capítulo 4: Como proteger os arquivos sensíveis do seu computador</em></strong></a>.</p></li>\n<li><p>Apague regularmente o histórico de chamadas, mensagens, fotos, informações relacionadas a contatos etc.</p></li>\n<li><p>Caso use o celular para navegar na internet, siga práticas de segurança similares às usadas em um computador (por exemplo, envie sempre informações por uma conexão segura de rede, com <a href=\"/pt/glossary#SSL\">HTTPS</a>).</p></li>\n<li><p>Conecte o celular apenas a computadores que você tenha certeza não estarem infectados por malware. Veja o <a href=\"/pt/chapter-1\"><strong><em>Capítulo 1: Como proteger seu computador de programas maliciosos e hackers</em></strong></a>.</p></li>\n<li><p>Não aceite ou instale programas desconhecidos ou não verificados no aparelho, incluindo toques musicais (<em>ring tones</em>), papéis de parede, <a href=\"/pt/glossary#Java\">aplicativos java</a> e quaisquer outros originários de fontes aleatórias ou não esperadas. Eles podem conter vírus, programas maliciosos ou de espionagem.</p></li>\n<li><p>Observe o comportamento e o funcionamento do aparelho. Atente para o surgimento de programas ou processos desconhecidos, mensagens estranhas e desempenho instável. Caso não conheça ou não use algumas funções ou aplicativos do celular, você pode desabilitá-los ou desinstalá-los.</p></li>\n<li><p>Tenha cuidado ao conectar-se a pontos de acesso WiFi que não pedem senhas, da mesma forma que teria ao usar um computador para fazê-lo. O celular é essencialmente como um computador e portanto tem as mesmas vulnerabilidades e inseguranças que afetam os computadores e a internet.</p></li>\n<li><p>Assegure-se de que os canais de comunicação como <a href=\"/pt/glossary#IrDA\">Infrared (IrDA)</a>, <a href=\"/pt/glossary#Bluetooth\">Bluetooth</a> e rede sem fio (WiFi) de seu telefone estejam desligados e desabilitados caso não os esteja usando. Ligue-os apenas quando necessários. Use-os apenas em situações e locais de confiança. Considere não usar o <a href=\"/pt/glossary#Bluetooth\">Bluetooth</a>, pois é relativamente fácil fazer escutas nessa tecnologia de comunicação; em vez disso, transfira os dados usando uma conexão por cabo entre o telefone e os outros dispositivos.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Os telefones celulares estão se transformando em computadores portáteis completos, com seus próprios sistemas operacionais e aplicativos instaláveis, que fornecem vários serviços a quem. O [***Capítulo 11: Como usar smartphones da forma mais segura possível***](/pt/chapter-11) cobre as questões relacionadas a esses tipos de aparelhos, já que a conectividade com a internet traz tanto os potenciais como os riscos abordados nos capítulos anteriores.\r\n\r\nEmbora alguns dos modelos mais antigos de celulares possuam pouca ou nenhuma funcionalidade de internet, ainda é importante observar as precauções abaixo em todos os aparelhos. Você também deve descobrir quais são exatamente as capacidades do seu telefone, de modo a ter certeza de tomar as seguintes precauções:\r\n\r\n  * Não armazene arquivos confidenciais e fotos no aparelho. Mova-os de lá assim que possível para um local seguro, como discutido no [***Capítulo 4: Como proteger os arquivos sensíveis do seu computador***](/pt/chapter-4).\r\n\r\n  * Apague regularmente o histórico de chamadas, mensagens, fotos, informações relacionadas a contatos etc.\r\n\r\n  * Caso use o celular para navegar na internet, siga práticas de segurança similares às usadas em um computador (por exemplo, envie sempre informações por uma conexão segura de rede, com [HTTPS](/pt/glossary#SSL)).\r\n\r\n  * Conecte o celular apenas a computadores que você tenha certeza não estarem infectados por malware. Veja o [***Capítulo 1: Como proteger seu computador de programas maliciosos e hackers***](/pt/chapter-1).\r\n\r\n  * Não aceite ou instale programas desconhecidos ou não verificados no aparelho, incluindo toques musicais (*ring tones*), papéis de parede, [aplicativos java](/pt/glossary#Java) e quaisquer outros originários de fontes aleatórias ou não esperadas. Eles podem conter vírus, programas maliciosos ou de espionagem.\r\n\r\n  * Observe o comportamento e o funcionamento do aparelho. Atente para o surgimento de programas ou processos desconhecidos, mensagens estranhas e desempenho instável. Caso não conheça ou não use algumas funções ou aplicativos do celular, você pode desabilitá-los ou desinstalá-los.\r\n\r\n  * Tenha cuidado ao conectar-se a pontos de acesso WiFi que não pedem senhas, da mesma forma que teria ao usar um computador para fazê-lo. O celular é essencialmente como um computador e portanto tem as mesmas vulnerabilidades e inseguranças que afetam os computadores e a internet.\r\n\r\n  * Assegure-se de que os canais de comunicação como [Infrared (IrDA)](/pt/glossary#IrDA), [Bluetooth](/pt/glossary#Bluetooth) e rede sem fio (WiFi) de seu telefone estejam desligados e desabilitados caso não os esteja usando. Ligue-os apenas quando necessários. Use-os apenas em situações e locais de confiança. Considere não usar o [Bluetooth](/pt/glossary#Bluetooth), pois é relativamente fácil fazer escutas nessa tecnologia de comunicação; em vez disso, transfira os dados usando uma conexão por cabo entre o telefone e os outros dispositivos."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1978", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1978", 
                "link_title": "មុខងារលើសពីការនិយាយ និងសារ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5124", 
                "module": "book", 
                "nid": "1978", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5124", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "មុខងារលើសពីការនិយាយ និងសារ", 
                "updated": "0", 
                "weight": "6"
            }, 
            "changed": "1452614753", 
            "comment": "0", 
            "created": "1441108636", 
            "current_revision_id": "12838", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_4", 
                        "value": "chapter_10_2_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5124": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1978", 
                    "link_title": "មុខងារលើសពីការនិយាយ និងសារ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5124", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5124", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "6"
                }
            }, 
            "name": "chris", 
            "nid": "1978", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1978", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614753", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Funções além de texto e mensagens", 
                        "value": "Funções além de texto e mensagens"
                    }
                ]
            }, 
            "title_original": "Functions beyond speech and messages", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336463", 
                        "created": "1442336408", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228824", 
                        "created": "1441814645", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097807", 
                        "created": "1443097807", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442416139", 
                        "created": "1442416139", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223611", 
                        "created": "1441223611", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851771", 
                        "created": "1442762599", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341644", 
                        "created": "1442341644", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614753", 
                        "created": "1452614753", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177835", 
                        "created": "1442334925", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441119289", 
                        "created": "1441119289", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814894", 
                        "created": "1443814894", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401250", 
                        "created": "1444401250", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102701", 
                        "created": "1443102701", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325675", 
                        "created": "1442325675", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441354959", 
                        "created": "1441108636", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331859", 
                        "created": "1442331859", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fdd2bf1-d23f-4111-8ee8-c822a473741f", 
            "vid": "12838", 
            "vuuid": "e89e1cb3-1ce9-466e-9035-67c9eb8a58ca"
        }, 
        {
            "body": {
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p>O <a href=\"http://mobiles.tacticaltech.org\">The Mobile Advocacy Toolkit</a> (em inglês), publicado pela Tactical Technology Collective. Entre outras coisas, contém uma vasta gama de outras ferramentas e exemplos relacionados a seus usos.</p></li>\n<li><p><a href=\"http://www.freebeagles.org/articles/mobile_phones.html\">Um guia para telefones celulares – Um guia curto, para ativistas, sobre como usar telefones celulares de forma segura</a> (em inglês), da FreeBeagles.org.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "* O [The Mobile Advocacy Toolkit](http://mobiles.tacticaltech.org) (em inglês), publicado pela Tactical Technology Collective. Entre outras coisas, contém uma vasta gama de outras ferramentas e exemplos relacionados a seus usos.\r\n\r\n* [Um guia para telefones celulares – Um guia curto, para ativistas, sobre como usar telefones celulares de forma segura](http://www.freebeagles.org/articles/mobile_phones.html) (em inglês), da FreeBeagles.org."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1980", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1980", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5126", 
                "module": "book", 
                "nid": "1980", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5126", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "7"
            }, 
            "changed": "1452614896", 
            "comment": "0", 
            "created": "1441108756", 
            "current_revision_id": "12839", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_3", 
                        "value": "chapter_10_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5126": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1980", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5126", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5126", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "7"
                }
            }, 
            "name": "chris", 
            "nid": "1980", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1980", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614896", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ]
            }, 
            "title_original": "Further Reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336563", 
                        "created": "1442336563", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228912", 
                        "created": "1441814784", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097782", 
                        "created": "1443097782", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442416259", 
                        "created": "1442416259", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441214723", 
                        "created": "1441214543", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1446462702", 
                        "created": "1442762633", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341738", 
                        "created": "1442341738", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614896", 
                        "created": "1452614896", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334976", 
                        "created": "1442334976", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1451991347", 
                        "created": "1441119393", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814971", 
                        "created": "1443814941", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401332", 
                        "created": "1444401332", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "vi": {
                        "changed": "1442325801", 
                        "created": "1442325761", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441108756", 
                        "created": "1441108756", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331928", 
                        "created": "1442331928", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "172db40e-efca-4d64-9d4f-d2315939c59a", 
            "vid": "12839", 
            "vuuid": "41bc02db-863f-4821-b1b1-7c668c8eb962"
        }
    ], 
    "changed": "1452613735", 
    "comment": "0", 
    "created": "1441106001", 
    "current_revision_id": "12829", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "10. How to use mobile phones as securely", 
                "value": "10. How to use mobile phones as securely"
            }
        ]
    }, 
    "field_menu_title_long": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "10. Como usar telefones celulares da forma mais segura possível", 
                "value": "10. Como usar telefones celulares da forma mais segura possível"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "chapter-10", 
                "value": "chapter-10"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5118": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1972", 
            "link_title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
            "menu_name": "book-toc-1925", 
            "mlid": "5118", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5118", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "10"
        }
    }, 
    "name": "chris", 
    "nid": "1972", 
    "num_revisions": "22", 
    "path": "https://securityinabox.org/en/node/1972", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452613735", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "pt-pt": [
            {
                "format": null, 
                "safe_value": "10. Como usar telefones celulares da forma mais segura possível", 
                "value": "10. Como usar telefones celulares da forma mais segura possível"
            }
        ]
    }, 
    "title_original": "10. How to use mobile phones as securely as possible", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335999", 
                "created": "1442335999", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228520", 
                "created": "1441813078", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094117", 
                "created": "1443094117", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415531", 
                "created": "1442415531", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441214777", 
                "created": "1441212996", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442850507", 
                "created": "1442785564", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441375770", 
                "created": "1441375770", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452613735", 
                "created": "1452613735", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442334034", 
                "created": "1442334034", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118574", 
                "created": "1441118574", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443814311", 
                "created": "1443814311", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444400630", 
                "created": "1444400630", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014915", 
                "created": "1443014915", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1442325058", 
                "created": "1442325058", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1444140323", 
                "created": "1441106001", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326762", 
                "created": "1442326762", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "57c6b786-7027-483e-a574-20a43cfa1f80", 
    "vid": "12829", 
    "vuuid": "b37f58c6-98eb-4a27-9052-e8da5f8e1234"
}