{
    "body": {
        "th": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>การเข้าถึงข้อมูลในคอมพิวเตอร์ของคุณหรืออุปกรณ์เก็บข้อมูลที่พกพาจากระยะไกลได้โดยไม่ได้รับอนุญาตเกิดขึ้นได้ หากว่า “ผู้บุกรุก” อ่านหรือเปลี่ยนแปลงแก้ไขข้อมูลของคุณทางอินเทอร์เน็ต หรือในกรณีที่เขาเข้าถึงฮาร์ดแวร์ของคุณได้ คุณปกป้องตัวเองจากภัยคุกคามไม่ประเภทใดก็ประเภทหนึ่งนี้โดยการปรับปรุงความปลอดภัยทางกายภาพและระบบเครือข่ายให้กับข้อมูลของคุณ อย่างที่ได้อธิบายไปแล้วใน<a href=\"/th/chapter-1\"><strong><em>บทที่ 1: ปกป้องคอมพิวเตอร์ของคุณจากโปรแกรมประสงค์ร้ายและนักเจาะระบบ</em></strong></a> และ<a href=\"/th/chapter-2\"><strong><em>บทที่ 2: ปกป้องข้อมูลของคุณจากภัยคุกคามทางกายภาพ</em></strong></a> อย่างไรก็ตาม วิธีที่ดีที่สุดคือ มีแนวป้องกันไว้หลายชั้น ซึ่งเป็นเหตุผลว่าคุณควรปกป้องไฟล์ด้วย  แม้ความพยายามในการตั้งระบบความปลอดภัยอื่นๆ ของคุณจะไม่พอ ก็ยังมีแนวโน้มว่าข้อมูลที่อ่อนไหวของคุณจะปลอดภัยอยู่</p>\n\n<p>โดยทั่วไปแล้ว วิธีป้องกันภัยคุกคามความปลอดภัยของข้อมูลลักษณะนี้มี 2 วิธี คุณสามารถ<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส(encrypt)</em></a>ไฟล์ของคุณ เพื่อทำให้บุคคลอื่นๆ ไม่สามารถอ่านไฟล์ต่างๆ เหล่านั้นได้ หรือ <strong>คุณสามารถซ่อนไฟล์เหล่านั้น</strong> โดยหวังว่าผู้บุกรุกจะหาข้อมูลอ่อนไหวของคุณไม่เจอ มีเครื่องมือที่จะช่วยให้คุณสามารถดำเนินการวิธีดังกล่าว รวมถึง<a href=\"/th/glossary#FOSS\"><em>ซอฟต์แวร์เสรีและโอเพนซอร์ส(FOSS)</em></a> ชื่อว่า <a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปต์(TrueCrypt)</em></a> ซึ่งสามารถเข้ารหัสและซ่อนไฟล์ของคุณได้</p>\n\n<h3>สถานการณ์ภูมิหลัง</h3>\n\n<div class=\"background\">\n\n<p>คลาวเดียและปาโบลทำงานในองค์กรพัฒนาเอกชนด้านสิทธิมนุษยชนที่ประเทศหนึ่งในอเมริกาใต้ ทั้งคู่ได้ใช้เวลาหลายเดือนเก็บคำให้การจากพยานต่างๆ เกี่ยวกับการละเมิดสิทธิมนุษยชนที่กระทำโดยทหารในภูมิภาคที่พวกเขาอยู่ ถ้าข้อมูลเกี่ยวกับตัวผู้ให้คำให้การเหล่านี้ถูกเปิดเผยจะทำให้ทั้งผู้กล้าหาญที่ให้คำเบิกความและสมาชิกขององค์กรที่อยู่ในภูมิภาคนั้นตกอยู่ในอันตราย ตอนนี้ข้อมูลเหล่านี้ถูกเก็บไว้ในไฟล์เอกสารสเปรดชีต (spreadsheet) ในคอมพิวเตอร์ขององค์กรซึ่งใช้ระบบปฏิบัติการวินโดวส์เอ็กซ์พี ซึ่งเชื่อมต่อกับอินเทอร์เน็ต คลาวเดียตระหนักถึงเรื่องความปลอดภัยเป็นอย่างดี จึงได้ทำการสำรองข้อมูลทั้งหมดไว้ในแผ่นซีดีซึ่งเธอเก็บไว้นอกสำนักงาน</p>\n\n</div>\n\n<h3>สิ่งที่คุณจะได้เรียนรู้จากบทนี้</h3>\n\n<ul><li>รู้วิธี<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> ข้อมูลในคอมพิวเตอร์ของคุณ</li>\n<li>รู้ว่ามีความเสี่ยงอะไรบ้างที่คุณต้องเผชิญจากการเก็บข้อมูลซึ่งเข้ารหัสไว้</li>\n<li>รู้วิธีปกป้องข้อมูลที่อยู่ในแฟลชไดรฟ์ ในกรณีที่มันสูญหายหรือถูกขโมย</li>\n<li>รู้ขั้นตอนซ่อนข้อมูลจากผู้บุกรุกทางกายภาพหรือผู้บุกรุกจากระยะไกล</li>\n</ul>", 
                "summary": "", 
                "value": "การเข้าถึงข้อมูลในคอมพิวเตอร์ของคุณหรืออุปกรณ์เก็บข้อมูลที่พกพาจากระยะไกลได้โดยไม่ได้รับอนุญาตเกิดขึ้นได้ หากว่า “ผู้บุกรุก” อ่านหรือเปลี่ยนแปลงแก้ไขข้อมูลของคุณทางอินเทอร์เน็ต หรือในกรณีที่เขาเข้าถึงฮาร์ดแวร์ของคุณได้ คุณปกป้องตัวเองจากภัยคุกคามไม่ประเภทใดก็ประเภทหนึ่งนี้โดยการปรับปรุงความปลอดภัยทางกายภาพและระบบเครือข่ายให้กับข้อมูลของคุณ อย่างที่ได้อธิบายไปแล้วใน[***บทที่ 1: ปกป้องคอมพิวเตอร์ของคุณจากโปรแกรมประสงค์ร้ายและนักเจาะระบบ***](/th/chapter-1) และ[***บทที่ 2: ปกป้องข้อมูลของคุณจากภัยคุกคามทางกายภาพ***](/th/chapter-2) อย่างไรก็ตาม วิธีที่ดีที่สุดคือ มีแนวป้องกันไว้หลายชั้น ซึ่งเป็นเหตุผลว่าคุณควรปกป้องไฟล์ด้วย  แม้ความพยายามในการตั้งระบบความปลอดภัยอื่นๆ ของคุณจะไม่พอ ก็ยังมีแนวโน้มว่าข้อมูลที่อ่อนไหวของคุณจะปลอดภัยอยู่\r\n\r\nโดยทั่วไปแล้ว วิธีป้องกันภัยคุกคามความปลอดภัยของข้อมูลลักษณะนี้มี 2 วิธี คุณสามารถ[*เข้ารหัส(encrypt)*](/th/glossary#Encryption)ไฟล์ของคุณ เพื่อทำให้บุคคลอื่นๆ ไม่สามารถอ่านไฟล์ต่างๆ เหล่านั้นได้ หรือ **คุณสามารถซ่อนไฟล์เหล่านั้น** โดยหวังว่าผู้บุกรุกจะหาข้อมูลอ่อนไหวของคุณไม่เจอ มีเครื่องมือที่จะช่วยให้คุณสามารถดำเนินการวิธีดังกล่าว รวมถึง[*ซอฟต์แวร์เสรีและโอเพนซอร์ส(FOSS)*](/th/glossary#FOSS) ชื่อว่า [*ทรูคริปต์(TrueCrypt)*](/th/glossary#TrueCrypt) ซึ่งสามารถเข้ารหัสและซ่อนไฟล์ของคุณได้\r\n\r\n### สถานการณ์ภูมิหลัง ###\r\n<div class=\"background\" markdown=\"1\">\r\nคลาวเดียและปาโบลทำงานในองค์กรพัฒนาเอกชนด้านสิทธิมนุษยชนที่ประเทศหนึ่งในอเมริกาใต้ ทั้งคู่ได้ใช้เวลาหลายเดือนเก็บคำให้การจากพยานต่างๆ เกี่ยวกับการละเมิดสิทธิมนุษยชนที่กระทำโดยทหารในภูมิภาคที่พวกเขาอยู่ ถ้าข้อมูลเกี่ยวกับตัวผู้ให้คำให้การเหล่านี้ถูกเปิดเผยจะทำให้ทั้งผู้กล้าหาญที่ให้คำเบิกความและสมาชิกขององค์กรที่อยู่ในภูมิภาคนั้นตกอยู่ในอันตราย ตอนนี้ข้อมูลเหล่านี้ถูกเก็บไว้ในไฟล์เอกสารสเปรดชีต (spreadsheet) ในคอมพิวเตอร์ขององค์กรซึ่งใช้ระบบปฏิบัติการวินโดวส์เอ็กซ์พี ซึ่งเชื่อมต่อกับอินเทอร์เน็ต คลาวเดียตระหนักถึงเรื่องความปลอดภัยเป็นอย่างดี จึงได้ทำการสำรองข้อมูลทั้งหมดไว้ในแผ่นซีดีซึ่งเธอเก็บไว้นอกสำนักงาน \r\n</div>\r\n\r\n### สิ่งที่คุณจะได้เรียนรู้จากบทนี้ ### \r\n\r\n- รู้วิธี[*เข้ารหัส*](/th/glossary#Encryption) ข้อมูลในคอมพิวเตอร์ของคุณ\r\n- รู้ว่ามีความเสี่ยงอะไรบ้างที่คุณต้องเผชิญจากการเก็บข้อมูลซึ่งเข้ารหัสไว้\r\n- รู้วิธีปกป้องข้อมูลที่อยู่ในแฟลชไดรฟ์ ในกรณีที่มันสูญหายหรือถูกขโมย\r\n- รู้ขั้นตอนซ่อนข้อมูลจากผู้บุกรุกทางกายภาพหรือผู้บุกรุกจากระยะไกล\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p>ปาโบล: แต่คอมพิวเตอร์ของผมมีการป้องกันด้วยระบบรหัสผ่านของวินโดวส์แล้วนะ! ไม่พออีกหรือ?</p>\n\n<p>คลาวเดีย: อันที่จริง การถอดรหัสระบบรหัสผ่านของวินโดวส์ค่อนข้างง่ายนะ นอกจากนี้ถ้ามีใครยุ่มย่ามเครื่องคอมพิวเตอร์ของคุณนานพอที่จะรีสตาร์ทเครื่องด้วยไลฟ์ซีดี(LiveCD) ในไดรฟ์ เขาก็จะทำสำเนาข้อมูลของคุณได้โดยไม่ต้องไปวุ่นวายอะไรกับรหัสผ่านเลย ถ้าพวกเขาเอาเครื่องคอมพิวเตอร์ไปได้ระยะหนึ่ง คราวนี้คุณยิ่งเจอปัญหาที่แย่กว่าเข้าไปอีก สิ่งที่คุณควรต้องกังวลก็ไม่ใช่เพียงรหัสผ่านของวินโดวส์เท่านั้น คุณยังไม่ควรเชื่อใจระบบรหัสผ่านไม่ว่าของไมโครซอฟท์ เวิร์ด(Microsoft Word) หรือ อะโดบี แอโครแบต(Adobe Acrobat)</p>\n\n</div>\n\n<p><a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a> ข้อมูลของคุณเปรียบได้กับการเก็บข้อมูลไว้ในตู้นิรภัยที่ใส่กุญแจแน่นหนา เฉพาะผู้ที่มีกุญแจหรือรู้วิธีผสมอักษร(combination) (ในกรณีนี้หมายถึงกุญแจถอด(<a href=\"/th/glossary#Encryption\"><em>รหัส</em></a> หรือรหัสผ่าน) เท่านั้นจึงจะเข้าถึงได้ การเปรียบเทียบแบบนี้เหมาะอย่างยิ่งกับกรณีของ<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์ (TrueCrypt)</em></a> และเครื่องมืออื่นๆ ที่ทำงานคล้ายกัน โดยทรูคริปท์จะสร้างกล่องบรรจุที่เป็น<a href=\"/th/glossary#Encryption\"><em>กลุ่มข้อมูลที่เข้ารหัสแล้ว</em></a> ซึ่งจะปกป้องได้มากกว่าหนึ่งไฟล์ต่อครั้ง คุณบรรจุไฟล์จำนวนมากๆ ลงในนี้ได้ แต่เครื่องมือนี้จะไม่ปกป้องข้อมูลที่ถูกเก็บไว้ในที่อื่นๆ ในคอมพิวเตอร์หรือแฟลชไดรฟ์ของคุณ</p>\n\n<div class=\"getstarted\">\n\n<p><strong>ภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำในการใช้</strong><a href=\"/th/truecrypt_main\"><strong><em>ทรูคริปท์ – ตู้นิรภัยเก็บไฟล์</em></strong></a>เข้ารหัสข้อมูลของคุณ</p>\n\n</div>\n\n<p>ในขณะที่ซอฟต์แวร์อื่นๆ มีระบบ<a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a>ที่แข็งแรงเช่นกัน<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์ (TrueCrypt)</em></a>มีคุณลักษณะที่สำคัญหลายประการที่ให้คุณสามารถออกแบบกลวิธีเพื่อสร้างความปลอดภัยให้กับข้อมูลของคุณได้ ทรูคริปท์สามารถเข้ารหัสดิสก์ทั้งหมดของคอมพิวเตอร์ได้อย่างถาวร รวมถึงไฟล์ทุกไฟล์ ไม่ว่าจะเป็นไฟล์ชั่วคราวทั้งหมดที่สร้างขึ้นระหว่างการทำงาน โปรแกรมทั้งหมดที่ติดตั้งไว้ และไฟล์ทั้งหมดของระบบปฏิบัติการวินโดวส์ <a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์ (TrueCrypt)</em></a> ยังสนับสนุนการเข้ารหัสแบบกลุ่มบนอุปกรณ์เก็บข้อมูลแบบพกพาได้ด้วย รวมทั้งยังมีคุณลักษณะ “ความสามารถในการปฏิเสธ (deniability)” ซึ่งอธิบายไว้ในหัวข้อ <a href=\"/th/chapter_4_2\"><strong>การซ่อนข้อมูลอ่อนไหว</strong></a> ด้านล่างนี้ นอกจากนี้ทรูคริปท์ยังเป็นโปรแกรม<a href=\"/th/glossary#FOSS\"><em>ฟรีและเป็นระบบเปิด</em></a></p>\n\n<div class=\"background\">\n\n<p>ปาโบล: เอาล่ะตอนนี้คุณทำให้ผมกังวลแล้ว แล้วการที่ผู้ใช้หลายคนใช้คอมพิวเตอร์เครื่องเดียวกันล่ะ? กรณีนี้หมายความว่าพวกเขาเข้าไปอ่านไฟล์ที่เก็บอยู่ในโฟลเดอร์ “My Documents” ได้หรือไม่?</p>\n\n<p>คลาวเดีย: ฉันชอบวิธีคิดของคุณนะ! ถ้ารหัสผ่านวินโดวส์ของคุณไม่ป้องกันผู้บุกรุก แล้วมันจะป้องกันคุณจากคนอื่นๆ ที่มีบัญชีอยู่ในคอมพิวเตอร์เครื่องเดียวกันได้อย่างไร? อันที่จริงใครๆ ก็มองเห็นโฟลเดอร์ My Documents ของคุณได้อยู่แล้ว ดังนั้นผู้ใช้คนอื่นๆ ก็ไม่จำต้องทำอะไรฉลาดๆ เพื่ออ่านไฟล์ที่ไม่เข้ารหัสของคุณเลย แต่สิ่งที่คุณพูดก็ถูกต้อง เพราะแม้คุณตั้งค่าโฟลเดอร์ให้เป็น “ส่วนตัว” แล้วคุณก็ยังไม่ปลอดภัย ยกเว้นว่าคุณจะเข้ารหัสไฟล์ในแบบใดแบบหนึ่งเท่านั้น</p>\n\n</div>\n\n<h3>ข้อแนะนำในการเข้ารหัสไฟล์อย่างปลอดภัย</h3>\n\n<p>การเก็บข้อมูลลับก่อให้เกิดความเสี่ยงทั้งต่อตัวคุณเองและต่อผู้คนที่คุณทำงานด้วย<a href=\"/th/glossary#Encryption\"><strong>การเข้ารหัส</strong></a> ช่วยลดความเสี่ยงนี้ลงแต่ไม่ได้ทำให้หมดไป ขั้นแรกของการปกป้องข้อมูลอ่อนไหวคือ ลดการเก็บข้อมูลลับลง เว้นแต่ว่าคุณมีเหตุผลดีๆ ในการเก็บไฟล์เฉพาะเจาะจงไฟล์หนึ่ง หรือ ประเภทของข้อมูลโดยเฉพาะที่อยู่ในไฟล์นั้นๆ คุณควรลบไฟล์หรือข้อมูลให้หมด สำหรับข้อมูลเพิ่มเติมเกี่ยวการลบข้อมูลอย่างปลอดภัย (ดู<a href=\"/th/chapter-6\"><strong><em>บทที่ 6 การทำลายข้อมูลอ่อนไหว</em></strong></a> ) ขั้นตอนที่สอง คือ การใช้เครื่องมือ<a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a> ดีๆ อย่างเช่น<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a></p>\n\n<div class=\"background\">\n\n<p>คลาวเดีย: อืม อันที่จริงเราอาจไม่จำเป็นต้องเก็บข้อมูลที่ระบุตัวตนของคนที่ให้การกับเราก็ได้ คุณคิดว่าอย่างไร?</p>\n\n<p>ปาโบล: เห็นด้วย เราควรจะบันทึกข้อมูลเหล่านั้นให้น้อยที่สุดเท่าที่เป็นไปได้ นอกจากนี้เราควรจะคิดรหัสง่ายๆ ที่ช่วยให้เราปกป้องชื่อและสถานที่จากคนที่เราคิดว่าจำเป็นที่ต้องบันทึกข้อมูลของเขาไว้.</p>\n\n</div>\n\n<p>กลับมาดูที่การเปรียบเทียบการเข้ารหัสกับตู้นิรภัยที่ใส่กุญแจไว้ มีบางเรื่องที่คุณจะต้องระลึกไว้ในใจเมื่อใช้<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์(TrueCrypt)</em></a> และเครื่องมืออื่นๆ ที่คล้ายกัน ไม่ว่าตู้นิรภัยของคุณจะทนทานแค่ไหน แต่มันจะไม่ช่วยได้มากมายนัก หากคุณปล่อยให้ประตูตู้นิรภัยเปิดอยู่ เมื่อมีการเข้าถึงกลุ่มไฟล์ที่เข้ารหัสด้วยทรูคริปต์ (เมื่อใดก็ตามที่คุณเข้าถึงข้อมูลเหล่านั้นด้วยตัวเอง) ข้อมูลของคุณก็อาจอยู่ในสภาวะเปราะบาง ดังนั้นคุณควรปิดมันไว้ตลอด ยกเว้นตอนที่คุณต้องอ่านหรือแก้ไขเปลี่ยนแปลงไฟล์ที่อยู่ในนั้นจริงๆ</p>\n\n<p>มีบางสถานการณ์ที่สำคัญมาก ซึ่งคุณจะต้องไม่ลืม แล้วปล่อยให้<a href=\"/th/glossary#Encryption\"><strong>การเข้ารหัส</strong></a>ด้วย<a href=\"/th/glossary#TrueCrypt\">ทรูคริปท์</a>เปิดอยู่</p>\n\n<ul><li>ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ทุกครั้งเมื่อคุณเดินออกไปจากคอมพิวเตอร์ไม่ว่าจะไปนานแค่ไหนก็ตาม แม้ว่าปกติแล้วคุณเปิดคอมพิวเตอร์ทำงานข้ามคืน คุณต้องมั่นใจว่าคุณไม่ได้ปล่อยให้ผู้บุกรุกเข้าถึงไฟล์ข้อมูลที่อ่อนไหวของคุณทั้งทางกายภาพ หรือผู้บุกรุกจากระยะไกลในระหว่างที่คุณไม่อยู่</li>\n<li>ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะตั้งคอมพิวเตอร์ของคุณให้อยู่ในสถานะหลับ(sleep) ซึ่งใช้กับทั้งกรณีหยุดไว้ชั่วคราว(ไม่ได้ปิดเครื่อง เครื่องยังคงเปิดอยู่แต่ในสถานะประหยัดพลังงาน – ผู้แปล) และเข้าสู่สภาพจำศีล (hibernation) (บันทึกข้อมูลเอกสารและโปรแกรมทั้งหมดที่ใช้งานอยู่ลงบนฮาร์ดดิสก์ก่อนที่จะปิดเครื่อง เมื่อเปิดเครื่องใหม่อีกครั้งก็สามารถใช้งานโปรแกรมหรือข้อมูลเอกสารที่เปิดค้างไว้เหล่านั้นได้ทันที – ผู้แปล) ซึ่งทั้งสองระบบนี้ปกติจะใช้กับแล็ปท็อป แต่ก็อาจมีอยู่ในคอมพิวเตอร์ตั้งโต๊ะได้เช่นกัน</li>\n<li>ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะให้คนอื่นเข้ามายุ่งกับคอมพิวเตอร์ของคุณ ในกรณีที่ถือคอมพิวเตอร์พกพาผ่านจุดตรวจความปลอดภัย หรือข้ามพรมแดน เป็นเรื่องที่สำคัญมากที่คุณจะต้องตัดการเชื่อมต่อกับกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ทั้งหมด และปิดคอมพิวเตอร์ของคุณทั้งหมด</li>\n<li>ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะเสียบแฟลชไดรฟ์หรืออุปกรณ์บันทึกข้อมูลภายนอกอื่นๆ ที่ไม่น่าไว้วางใจ รวมถึงอุปกรณ์บันทึกข้อมูลที่เป็นของเพื่อนหรือเพื่อนร่วมงาน</li>\n<li>ถ้าคุณเก็บกลุ่มข้อมูลที่<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a>ไว้ในแฟลชไดรฟ์ ให้จำไว้ว่าการถอดอุปกรณ์ดังกล่าวไม่ได้ตัดการเชื่อมต่อทันที แม้กระทั่งในเวลาที่คุณต้องรีบเก็บรักษาไฟล์โดยเร่งด่วน คุณจะต้องปิดมันให้ถูกต้องก่อน จากนั้นตัดการเชื่อมต่อกับไดรฟ์ หรือแฟลชไดรฟ์ แล้วค่อยถอดอุปกรณ์เหล่านั้นออก คุณอาจต้องฝึกทำแบบนี้จนกระทั่งพบวิธีทำขั้นตอนเหล่านี้ให้เร็วที่สุด</li>\n</ul><p>ถ้าคุณตัดสินใจว่าจะเก็บกลุ่มข้อมูลที่เข้ารหัสด้วย<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> ไว้ในแฟลชไดรฟ์ คุณสามารถเก็บสำเนาโปรแกรม<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> ไว้ในนั้นได้ ซึ่งจะช่วยให้คุณเข้าถึงข้อมูลจากคอมพิวเตอร์ของคนอื่นได้ อย่างไรก็ตาม กฏก็ยังเป็นกฏ ถ้าคุณไม่ไว้ใจว่าคอมพิวเตอร์เครื่องนั้นปลอดจาก<a href=\"/th/glossary#Malware\"><em>มัลแวร์</em></a> คุณไม่ควรจะพิมพ์รหัสผ่าน หรือเข้าถึงข้อมูลอ่อนไหวจากคอมพิวเตอร์เครื่องนั้น</p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\nปาโบล: แต่คอมพิวเตอร์ของผมมีการป้องกันด้วยระบบรหัสผ่านของวินโดวส์แล้วนะ! ไม่พออีกหรือ?\r\n\r\nคลาวเดีย: อันที่จริง การถอดรหัสระบบรหัสผ่านของวินโดวส์ค่อนข้างง่ายนะ นอกจากนี้ถ้ามีใครยุ่มย่ามเครื่องคอมพิวเตอร์ของคุณนานพอที่จะรีสตาร์ทเครื่องด้วยไลฟ์ซีดี(LiveCD) ในไดรฟ์ เขาก็จะทำสำเนาข้อมูลของคุณได้โดยไม่ต้องไปวุ่นวายอะไรกับรหัสผ่านเลย ถ้าพวกเขาเอาเครื่องคอมพิวเตอร์ไปได้ระยะหนึ่ง คราวนี้คุณยิ่งเจอปัญหาที่แย่กว่าเข้าไปอีก สิ่งที่คุณควรต้องกังวลก็ไม่ใช่เพียงรหัสผ่านของวินโดวส์เท่านั้น คุณยังไม่ควรเชื่อใจระบบรหัสผ่านไม่ว่าของไมโครซอฟท์ เวิร์ด(Microsoft Word) หรือ อะโดบี แอโครแบต(Adobe Acrobat)\r\n</div>\r\n\r\n[*การเข้ารหัส*](/th/glossary#Encryption) ข้อมูลของคุณเปรียบได้กับการเก็บข้อมูลไว้ในตู้นิรภัยที่ใส่กุญแจแน่นหนา เฉพาะผู้ที่มีกุญแจหรือรู้วิธีผสมอักษร(combination) (ในกรณีนี้หมายถึงกุญแจถอด([*รหัส*](/th/glossary#Encryption) หรือรหัสผ่าน) เท่านั้นจึงจะเข้าถึงได้ การเปรียบเทียบแบบนี้เหมาะอย่างยิ่งกับกรณีของ[*ทรูคริปท์ (TrueCrypt)*](/th/glossary#TrueCrypt) และเครื่องมืออื่นๆ ที่ทำงานคล้ายกัน โดยทรูคริปท์จะสร้างกล่องบรรจุที่เป็น[*กลุ่มข้อมูลที่เข้ารหัสแล้ว*](/th/glossary#Encryption) ซึ่งจะปกป้องได้มากกว่าหนึ่งไฟล์ต่อครั้ง คุณบรรจุไฟล์จำนวนมากๆ ลงในนี้ได้ แต่เครื่องมือนี้จะไม่ปกป้องข้อมูลที่ถูกเก็บไว้ในที่อื่นๆ ในคอมพิวเตอร์หรือแฟลชไดรฟ์ของคุณ\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**ภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำในการใช้**[***ทรูคริปท์ – ตู้นิรภัยเก็บไฟล์***](/th/truecrypt_main)เข้ารหัสข้อมูลของคุณ\r\n</div>\r\n\r\nในขณะที่ซอฟต์แวร์อื่นๆ มีระบบ[*การเข้ารหัส*](/th/glossary#Encryption)ที่แข็งแรงเช่นกัน[*ทรูคริปท์ (TrueCrypt)*](/th/glossary#TrueCrypt)มีคุณลักษณะที่สำคัญหลายประการที่ให้คุณสามารถออกแบบกลวิธีเพื่อสร้างความปลอดภัยให้กับข้อมูลของคุณได้ ทรูคริปท์สามารถเข้ารหัสดิสก์ทั้งหมดของคอมพิวเตอร์ได้อย่างถาวร รวมถึงไฟล์ทุกไฟล์ ไม่ว่าจะเป็นไฟล์ชั่วคราวทั้งหมดที่สร้างขึ้นระหว่างการทำงาน โปรแกรมทั้งหมดที่ติดตั้งไว้ และไฟล์ทั้งหมดของระบบปฏิบัติการวินโดวส์ [*ทรูคริปท์ (TrueCrypt)*](/th/glossary#TrueCrypt) ยังสนับสนุนการเข้ารหัสแบบกลุ่มบนอุปกรณ์เก็บข้อมูลแบบพกพาได้ด้วย รวมทั้งยังมีคุณลักษณะ “ความสามารถในการปฏิเสธ (deniability)” ซึ่งอธิบายไว้ในหัวข้อ [**การซ่อนข้อมูลอ่อนไหว**](/th/chapter_4_2) ด้านล่างนี้ นอกจากนี้ทรูคริปท์ยังเป็นโปรแกรม[*ฟรีและเป็นระบบเปิด*](/th/glossary#FOSS)\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nปาโบล: เอาล่ะตอนนี้คุณทำให้ผมกังวลแล้ว แล้วการที่ผู้ใช้หลายคนใช้คอมพิวเตอร์เครื่องเดียวกันล่ะ? กรณีนี้หมายความว่าพวกเขาเข้าไปอ่านไฟล์ที่เก็บอยู่ในโฟลเดอร์ “My Documents” ได้หรือไม่?\r\n\r\nคลาวเดีย: ฉันชอบวิธีคิดของคุณนะ! ถ้ารหัสผ่านวินโดวส์ของคุณไม่ป้องกันผู้บุกรุก แล้วมันจะป้องกันคุณจากคนอื่นๆ ที่มีบัญชีอยู่ในคอมพิวเตอร์เครื่องเดียวกันได้อย่างไร? อันที่จริงใครๆ ก็มองเห็นโฟลเดอร์ My Documents ของคุณได้อยู่แล้ว ดังนั้นผู้ใช้คนอื่นๆ ก็ไม่จำต้องทำอะไรฉลาดๆ เพื่ออ่านไฟล์ที่ไม่เข้ารหัสของคุณเลย แต่สิ่งที่คุณพูดก็ถูกต้อง เพราะแม้คุณตั้งค่าโฟลเดอร์ให้เป็น “ส่วนตัว” แล้วคุณก็ยังไม่ปลอดภัย ยกเว้นว่าคุณจะเข้ารหัสไฟล์ในแบบใดแบบหนึ่งเท่านั้น\r\n</div>\r\n\r\n### ข้อแนะนำในการเข้ารหัสไฟล์อย่างปลอดภัย ###\r\n\r\nการเก็บข้อมูลลับก่อให้เกิดความเสี่ยงทั้งต่อตัวคุณเองและต่อผู้คนที่คุณทำงานด้วย[**การเข้ารหัส**](/th/glossary#Encryption) ช่วยลดความเสี่ยงนี้ลงแต่ไม่ได้ทำให้หมดไป ขั้นแรกของการปกป้องข้อมูลอ่อนไหวคือ ลดการเก็บข้อมูลลับลง เว้นแต่ว่าคุณมีเหตุผลดีๆ ในการเก็บไฟล์เฉพาะเจาะจงไฟล์หนึ่ง หรือ ประเภทของข้อมูลโดยเฉพาะที่อยู่ในไฟล์นั้นๆ คุณควรลบไฟล์หรือข้อมูลให้หมด สำหรับข้อมูลเพิ่มเติมเกี่ยวการลบข้อมูลอย่างปลอดภัย (ดู[***บทที่ 6 การทำลายข้อมูลอ่อนไหว***](/th/chapter-6) ) ขั้นตอนที่สอง คือ การใช้เครื่องมือ[*การเข้ารหัส*](/th/glossary#Encryption) ดีๆ อย่างเช่น[*ทรูคริปท์*](/th/glossary#TrueCrypt)\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nคลาวเดีย: อืม อันที่จริงเราอาจไม่จำเป็นต้องเก็บข้อมูลที่ระบุตัวตนของคนที่ให้การกับเราก็ได้ คุณคิดว่าอย่างไร?\r\n\r\nปาโบล: เห็นด้วย เราควรจะบันทึกข้อมูลเหล่านั้นให้น้อยที่สุดเท่าที่เป็นไปได้ นอกจากนี้เราควรจะคิดรหัสง่ายๆ ที่ช่วยให้เราปกป้องชื่อและสถานที่จากคนที่เราคิดว่าจำเป็นที่ต้องบันทึกข้อมูลของเขาไว้.\t\t\t\r\n</div>\r\n\r\nกลับมาดูที่การเปรียบเทียบการเข้ารหัสกับตู้นิรภัยที่ใส่กุญแจไว้ มีบางเรื่องที่คุณจะต้องระลึกไว้ในใจเมื่อใช้[*ทรูคริปท์(TrueCrypt)*](/th/glossary#TrueCrypt) และเครื่องมืออื่นๆ ที่คล้ายกัน ไม่ว่าตู้นิรภัยของคุณจะทนทานแค่ไหน แต่มันจะไม่ช่วยได้มากมายนัก หากคุณปล่อยให้ประตูตู้นิรภัยเปิดอยู่ เมื่อมีการเข้าถึงกลุ่มไฟล์ที่เข้ารหัสด้วยทรูคริปต์ (เมื่อใดก็ตามที่คุณเข้าถึงข้อมูลเหล่านั้นด้วยตัวเอง) ข้อมูลของคุณก็อาจอยู่ในสภาวะเปราะบาง ดังนั้นคุณควรปิดมันไว้ตลอด ยกเว้นตอนที่คุณต้องอ่านหรือแก้ไขเปลี่ยนแปลงไฟล์ที่อยู่ในนั้นจริงๆ\r\n\r\nมีบางสถานการณ์ที่สำคัญมาก ซึ่งคุณจะต้องไม่ลืม แล้วปล่อยให้[**การเข้ารหัส**](/th/glossary#Encryption)ด้วย[ทรูคริปท์](/th/glossary#TrueCrypt)เปิดอยู่\r\n\r\n- ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ทุกครั้งเมื่อคุณเดินออกไปจากคอมพิวเตอร์ไม่ว่าจะไปนานแค่ไหนก็ตาม แม้ว่าปกติแล้วคุณเปิดคอมพิวเตอร์ทำงานข้ามคืน คุณต้องมั่นใจว่าคุณไม่ได้ปล่อยให้ผู้บุกรุกเข้าถึงไฟล์ข้อมูลที่อ่อนไหวของคุณทั้งทางกายภาพ หรือผู้บุกรุกจากระยะไกลในระหว่างที่คุณไม่อยู่\r\n- ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะตั้งคอมพิวเตอร์ของคุณให้อยู่ในสถานะหลับ(sleep) ซึ่งใช้กับทั้งกรณีหยุดไว้ชั่วคราว(ไม่ได้ปิดเครื่อง เครื่องยังคงเปิดอยู่แต่ในสถานะประหยัดพลังงาน – ผู้แปล) และเข้าสู่สภาพจำศีล (hibernation) (บันทึกข้อมูลเอกสารและโปรแกรมทั้งหมดที่ใช้งานอยู่ลงบนฮาร์ดดิสก์ก่อนที่จะปิดเครื่อง เมื่อเปิดเครื่องใหม่อีกครั้งก็สามารถใช้งานโปรแกรมหรือข้อมูลเอกสารที่เปิดค้างไว้เหล่านั้นได้ทันที – ผู้แปล) ซึ่งทั้งสองระบบนี้ปกติจะใช้กับแล็ปท็อป แต่ก็อาจมีอยู่ในคอมพิวเตอร์ตั้งโต๊ะได้เช่นกัน\r\n- ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะให้คนอื่นเข้ามายุ่งกับคอมพิวเตอร์ของคุณ ในกรณีที่ถือคอมพิวเตอร์พกพาผ่านจุดตรวจความปลอดภัย หรือข้ามพรมแดน เป็นเรื่องที่สำคัญมากที่คุณจะต้องตัดการเชื่อมต่อกับกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ทั้งหมด และปิดคอมพิวเตอร์ของคุณทั้งหมด\r\n- ให้ตัดการเชื่อมต่อจากกลุ่มข้อมูลที่เข้ารหัสด้วยทรูคริปท์ ก่อนที่จะเสียบแฟลชไดรฟ์หรืออุปกรณ์บันทึกข้อมูลภายนอกอื่นๆ ที่ไม่น่าไว้วางใจ รวมถึงอุปกรณ์บันทึกข้อมูลที่เป็นของเพื่อนหรือเพื่อนร่วมงาน\r\n- ถ้าคุณเก็บกลุ่มข้อมูลที่[*เข้ารหัส*](/th/glossary#Encryption)ไว้ในแฟลชไดรฟ์ ให้จำไว้ว่าการถอดอุปกรณ์ดังกล่าวไม่ได้ตัดการเชื่อมต่อทันที แม้กระทั่งในเวลาที่คุณต้องรีบเก็บรักษาไฟล์โดยเร่งด่วน คุณจะต้องปิดมันให้ถูกต้องก่อน จากนั้นตัดการเชื่อมต่อกับไดรฟ์ หรือแฟลชไดรฟ์ แล้วค่อยถอดอุปกรณ์เหล่านั้นออก คุณอาจต้องฝึกทำแบบนี้จนกระทั่งพบวิธีทำขั้นตอนเหล่านี้ให้เร็วที่สุด\r\n\r\nถ้าคุณตัดสินใจว่าจะเก็บกลุ่มข้อมูลที่เข้ารหัสด้วย[*ทรูคริปท์*](/th/glossary#TrueCrypt) ไว้ในแฟลชไดรฟ์ คุณสามารถเก็บสำเนาโปรแกรม[*ทรูคริปท์*](/th/glossary#TrueCrypt) ไว้ในนั้นได้ ซึ่งจะช่วยให้คุณเข้าถึงข้อมูลจากคอมพิวเตอร์ของคนอื่นได้ อย่างไรก็ตาม กฏก็ยังเป็นกฏ ถ้าคุณไม่ไว้ใจว่าคอมพิวเตอร์เครื่องนั้นปลอดจาก[*มัลแวร์*](/th/glossary#Malware) คุณไม่ควรจะพิมพ์รหัสผ่าน หรือเข้าถึงข้อมูลอ่อนไหวจากคอมพิวเตอร์เครื่องนั้น "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_1", 
                        "value": "chapter_4_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "เข้ารหัสข้อมูลของคุณ", 
                        "value": "เข้ารหัสข้อมูลของคุณ"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>การเก็บตู้นิรภัยไว้ในบ้านหรือในสำนักงานของคุณ หรือการไม่บอกใครว่ามีอะไรอยู่ในกระเป๋าของคุณ เป็นประเด็นที่ค่อนข้างชัดเจนในตัวเอง อย่างไรก็ตามหลายคนกังวลว่าตนจะถูกกล่าวหาว่ากระทำผิดกฎหมายหากใช้<a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a> แม้ว่าการเข้ารหัสจะมีเหตุผลที่ชอบด้วยกฏหมายมากกว่า แต่ความกังวลก็ไม่ได้ลดน้อยลงเลย มีเหตุผลที่สำคัญอยู่สองประการว่าทำไมคุณควรหลีกเลี่ยงการใช้เครื่องมืออย่าง<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> ซึ่งได้แก่ ความเสี่ยงต่อการถูกกล่าวหาว่ากระทำผิดกฎหมาย และความเสี่ยงของการระบุตำแหน่งที่อยู่ของข้อมูลอ่อนไหวที่สุดของคุณได้</p>\n\n<h3>ข้อพิจารณาต่อความเสี่ยงจากการถูกกล่าวหาว่ากระทำผิดกฎหมาย</h3>\n\n<p><a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a>เป็นการกระทำที่ผิดกฎหมายในบางประเทศ ซึ่งยังรวมถึงการดาวน์โหลด ติดตั้ง และใช้ซอฟต์แวร์เหล่านี้ที่อาจเป็นความผิดในตัวมันเอง และในกรณีที่คุณต้องการปกป้องข้อมูลจากเจ้าหน้าที่ตำรวจ ทหาร หรือหน่วยข่าวกรอง การละเมิดกฎหมายจากการเข้ารหัสอาจถูกใช้เป็นข้ออ้างให้บุคคลเหล่านั้นมาสอบสวนกิจกรรมของคุณหรือองค์กรของคุณจนอาจถูกฟ้องร้องดำเนินคดีได้ ในความเป็นจริงแล้ว ภัยคุกคามเหล่านี้อาจไม่เกี่ยวข้องเลยกับความชอบด้วยกฎหมายของเครื่องมือนั้น อย่างไรก็ตาม การเข้าไปเกี่ยวข้องกับซอฟต์แวร์<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> เมื่อใดก็ตาม อาจเพียงพอที่จะทำให้คุณถูกฟ้องดำเนินคดีอาญาหรือถูกตั้งข้อหาว่าเป็นสายลับ (โดยไม่สนใจว่าอันที่จริง แล้วคุณเก็บอะไรไว้ในชุดข้อมูลที่ถูก<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> นอกจากนี้คุณอาจต้องคิดให้รอบคอบว่า เครื่องมือเข้ารหัสเหล่านั้นเหมาะสมกับสถานการณ์ของคุณหรือไม่</p>\n\n<p>ถ้าเป็นกรณีเช่นนี้ คุณก็มีทางเลือกสองสามประการ</p>\n\n<ul><li>คุณไม่ใช้ซอฟต์แวร์ความปลอดภัยเลยก็ได้ ซึ่งแปลว่าคุณต้องเก็บเฉพาะข้อมูลที่ไม่เป็นความลับ หรือต้องคิดค้นระบบรหัสคำเพื่อที่จะปกป้องส่วนสำคัญของข้อมูลที่อ่อนไหวของคุณ </li>\n<li>คุณอาจต้องพึ่งพา<a href=\"/th/glossary#Steganography\"><em>เทคนิคการพรางข้อมูล (steganography)</em></a> เพื่อซ่อนข้อมูลอ่อนไหวแทนการเข้ารหัส มีเครื่องมือที่ช่วยคุณมากมาย แต่การใช้เครื่องมือเหล่านั้นจะต้องเตรียมการอย่างระมัดระวัง และคุณก็ยังมีความเสี่ยงว่าจะกระทำผิดกฎหมายจากมุมมองของคนที่รู้ว่าคุณใช้เครื่องมืออะไร</li>\n<li>คุณอาจลองที่จะเก็บข้อมูลอ่อนไหวทั้งหมดของคุณไว้ในบัญชีอีเมลที่ปลอดภัย แต่กรณีนี้ต้องมีระบบเชื่อมต่อเครือข่ายที่เชื่อใจได้ และคุณต้องมีความรู้ความเข้าใจค่อนข้างลึกซึ้งในเรื่องคอมพิวเตอร์และระบบอินเทอร์เน็ต เทคนิคเหล่านี้ตั้งอยู่บนสมมุติฐานว่าการ<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> ทั้งเครือข่ายทำให้คุณถูกกล่าวหาว่ากระทำผิดกฎหมายได้น้อยกว่าการเข้ารหัสเฉพาะไฟล์ และยังสามารถหลีกเลี่ยงการทำสำเนาข้อมูลอ่อนไหวลงไปฮาร์ดไดรฟ์โดยไม่ตั้งใจ หรือทิ้งฮาร์ดดิสก์ไว้ที่นั่น</li>\n<li>คุณเก็บข้อมูลอ่อนไหวของคุณไว้นอกคอมพิวเตอร์ ด้วยการเก็บไว้ในแฟลชไดรฟ์ หรือหรือฮาร์ดดิสก์ที่เคลื่อนย้ายได้ อย่างไรก็ตามอุปกรณ์เหล่านี้เปราะบางยิ่งกว่าคอมพิวเตอร์หากว่าคุณทำหาย หรือโดนยึดไว้ ดังนั้นโดยปกติแล้วการเก็บข้อมูลอ่อนไหวที่ยังไม่เข้ารหัสไว้ในอุปกรณ์เหล่านี้ไม่ใช่ความคิดที่ดีนัก</li>\n</ul><p>ถ้าจำเป็น คุณอาจใช้กลวิธีอย่างที่กล่าวมาข้างต้น อย่างไรก็ตาม แม้ในสภาวการณ์ที่คุณกงัวลว่าจะถูกกล่าวหาว่ากระทำผิดกฎหมาย การใช้<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a>ก็อาจจะยังเป็นวิธีที่ปลอดภัยที่สุด ในขณะเดียวกันก็ต้องปิดบังกลุ่มไฟล์ข้อมูลที่<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a>ไว้ให้ดีที่สุดเท่าที่ทำได้</p>\n\n<p>ถ้าต้องการทำให้กลุ่มไฟล์ข้อมูลที่เข้ารหัสไม่สะดุดตามากนัก คุณอาจเปลี่ยนชื่อเพื่อทำให้ไฟล์นั้นดูเหมือนเป็นไฟล์ประเภทอื่นๆได้ เช่น ลงท้ายด้วย .iso เพื่อปกปิดว่าไฟล์นั้นเป็นไฟล์ซีดีภาพ นี่เป็นทางเลือกหนี่งที่ใช้งานได้กับกลุ่มไฟล์ข้อมูลที่มีขนาดประมาณ 700 เมกะไบต์ คำต่อท้ายประเภทอื่นๆ อาจดูสมจริงมากว่าหากเป็นกลุ่มไฟล์ที่มีขนาดเล็ก</p>\n\n<p>การกระทำเช่นนี้คล้ายกับการซ่อนตู้นิรภัยไว้หลังภาพวาดบนผนังในที่ทำงานของคุณ อาจจะไม่รอดพ้นสายตาหากมีการตรวจสอบอย่างละเอียด แต่มันพอช่วยให้ความคุ้มครองได้บ้าง คุณอาจเปลี่ยนชื่อโปรแกรม<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> โดยทำเหมือนว่าคุณเก็บมันแบบไฟล์ธรรมดาในฮาร์ดดิสก์หรือแฟลชไดรฟ์แทนที่จะติดตั้งแบบเป็นโปรแกรม<a href=\"/th/truecrypt_main\"><strong><em>คู่มือการแนะนำใช้ทรูคริปท์</em></strong></a> ได้อธิบายวิธีการดังกล่าวไว้</p>\n\n<h3>ข้อพิจารณาต่อความเสี่ยงจากการระบุข้อมูลอ่อนไหว</h3>\n\n<p>บ่อยครั้งที่คุณอาจไม่ค่อยกังวลถึงผลที่ตามมาของการ “ถูกจับได้” ว่ามีซอฟต์แวร์ <a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> อยู่ในคอมพิวเตอร์ หรือในแฟลชไดรฟ์ของคุณ และมักจะกังวลมากกว่าว่ากลุ่มข้อมูลที่เข้ารหัสไว้จะระบุตำแหน่งได้ว่าคุณเก็บข้อมูลที่คุณต้องการปกป้องไว้ที่ไหน อาจจะเป็นจริงที่ว่าไม่มีใครเข้ามาอ่านข้อมูลเหล่านี้ได้ แต่ผู้บุกรุกก็รู้ว่าข้อมูลอยู่ตรงไหน และคุณได้ดำเนินการปกป้องมัน สิ่งเหล่านี้ทำให้คุณต้องเผชิญกับวิธีหลากหลายที่ไม่ใช่วิธีเชิงทางเทคนิคเท่านั้น ที่ผู้บุกรุกอาจใช้เพื่อการเข้าถึงข้อมูลเหล่านั้น เช่น การข่มขู่ การแบล็คเมล์ การสอบสวน หรือการทรมาน ซึ่งในบริบทนี้เองที่คุณลักษณะการปฏิเสธ (deniability feature) ของ<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> จะเข้ามามีบทบาทดังที่จะอธิบายในรายละเอียดด้านล่างนี้</p>\n\n<p>คุณลักษณะการปฏิเสธของ<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> เป็นวิธีหนึ่งซึ่งไปไกลมากกว่าเครื่องมือที่ใช้ใน<a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a>จะว่าไปแล้วคุณลักษณะแบบนี้ก็เป็นรูปแบบหนึ่งของ<a href=\"/th/glossary#Steganography\"><em>การอำพรางข้อมูล</em></a> ซึ่งจะปิดบังข้อมูลอ่อนไหวที่สุดของคุณให้ดูเหมือนเป็นข้อมูลที่มีความอ่อนไหวน้อยกว่าอื่นๆที่ถูกซ่อนไว้ อาจเทียบเคียงได้กับการติดตั้ง “ช่องว่างหลอก” คือมีช่องว่างไว้เก็บของใต้พื้นตู้นิรภัยอีกชั้น แต่มีการทำพื้นปกปิดให้เหมือนว่าตู้นิรภัยไม่มีอะไรซ่อนข้างใต้อยู่อีกแล้ว ที่มองเห็นได้ยาก ไว้ในตู้นิรภัยที่มองเห็นได้ในสำนักงาน ถ้าผู้บุกรุกขโมยกุญแจของคุณ หรือข่มขู่คุณให้บอกรหัสผ่านในการเปิดตู้นิรภัย ผู้บุกรุกจะพบแต่ของที่ทำไว้”หลอกตา”แต่ไม่ใช่ข้อมูลจริงๆ ที่คุณต้องการจะปกป้อง</p>\n\n<p>มีแค่คุณเท่านั้นที่รู้ว่าตู้นิรภัยของคุณมีช่องว่างด้านหลังอยู่ ซึ่งจะทำให้คุณ“ปฏิเสธ”ได้ว่าคุณเก็บรักษาความลับอื่นๆ นอกจากสิ่งที่คุณได้ให้กับผู้บุกรุกไปแล้ว และสิ่งนี้อาจช่วยปกป้องคุณในสถานการณ์ที่คุณจำต้องเปิดเผยรหัสผ่านด้วยเหตุผลบางประการ เหตุผลเหล่านั้นอาจเป็นการข่มขู่ว่าจะใช้กฎหมาย หรือการข่มขู่ทางกายภาพต่อความปลอดภัยของตัวคุณ หรือ เพื่อนร่วมงาน ผู้มีส่วนร่วมกับกิจกรรมของคุณ เพื่อน หรือสมาชิกในครอบครัว จุดประสงค์ของการปฏิเสธนี้เพื่อให้โอกาสคุณหลบหนีจากสถานการณ์ที่อาจเป็นอันตรายได้ อย่างไรก็ตาม ดังที่ได้อธิบายไว้ในหัวข้อ <a href=\"#Considering_the_risk_of_self-incrimination\"><strong><em>ข้อพิจารณาต่อความเสี่ยงจากการถูกกล่าวหาว่ากระทำผิดกฎหมาย</em></strong></a> คุณลักษณะการซ่อนข้อมูลแบบนี้ก็อาจไม่มีประโยชน์นัก ในกรณีที่เพียงแค่การถูกจับพร้อมด้วยตู้นิรภัยในสำนักงานของคุณก็เพียงพอแล้วที่จะนำไปสู่ผลซึ่งไม่อาจยอมรับได้</p>\n\n<p>คุณลักษณะในการปฏิเสธของ<a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a>นั้นทำงานโดยเก็บ “กลุ่มข้อมูลที่ซ่อนเอาไว้” ภายในกลุ่มข้อมูลที่<a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> ปกติ คุณเปิดกลุ่มข้อมูลที่ซ่อนอยู่นี้โดยใส่รหัสที่ต่างออกไปจากที่คุณใช้ปกติ ถึงแม้ผู้บุกรุกที่มีความสามารถทางเทคนิคมากจะสามารถเจาะเข้าไปกลุ่มข้อมูลมาตรฐานได้ แต่ก็จะไม่เจอกลุ่มข้อมูลที่ซ่อนไว้ แน่นอนว่าผู้บุกรุกย่อมรู้ดีว่า <a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> ซ่อนข้อมูลในลักษณะนี้ได้ ดังนั้นจึงไม่มีอะไรรับประกันได้ว่าภัยคุกคามแบบนี้จะหายไปทันทีที่คุณเปิดเผยรหัสผ่านหลอก (decoy password) อย่างไรก็ตามมีคนจำนวนมากที่ใช้ <a href=\"/th/glossary#TrueCrypt\"><em>ทรูคริปท์</em></a> โดยใช้คุณสมบัตินี้ไม่เป็น นั่นจึงก็ทำให้เขามักไม่รู้ว่า มันมีการ <a href=\"/th/glossary#Encryption\"><em>เข้ารหัส</em></a> อันหนึ่ง ซึ่งมี “ช่องว่างหลอก” แบบนี้หรือไม่ ดังนั้นจึงเป็นหน้าที่ของคุณที่ยืนยันว่าจะไม่เปิดเผยชุดข้อมูลที่ซ่อนไว้ด้วยเครื่องมือเชิงเทคนิค เช่น การเปิดกลุ่มข้อมูลนั้นทิ้งไว้ หรือ ยอมให้แอปพลิเคชันอื่นๆ สร้างทางลัด (shortcut) ของไฟล์ที่เก็บอยู่ในนั้น หัวข้อ<a href=\"/th/chapter_4_3\"><strong><em>เอกสารอ่านเพิ่มเติม</em></strong></a>ด้านล่างสามารถชี้แจงรายละเอียดเกี่ยวกับเรื่องนี้ได้</p>\n\n<div class=\"background\">\n\n<p>คลาวเดีย: เอาล่ะ เราโยนข้อมูลขยะบางอย่างไปที่กลุ่มข้อมูลมาตรฐาน และย้ายคำให้การลทั้งหมดไปอยู่ในกลุ่มข้อมูลที่ซ่อนอยู่ คุณมีไฟล์ PDF เก่าๆ หรืออะไรก็ได้ที่เรานำมาใช้ได้ไหม?</p>\n\n<p>ปาโบล: อืม ผมก็กำลังคิดเรื่องนั้นอยู่เหมือนกัน ผมหมายความว่า แนวคิดก็คือเราจะยอมบอกรหัสผ่านหลอกหากว่าเราไม่มีทางเลือกอย่างอื่นใช่ไหม? แต่การจะทำให้รหัสผ่านหลอกดูน่าเชื่อถือ เราต้องทำให้ไฟล์เหล่านั้นดูสำคัญ คุณคิดอย่างนั้นหรือไม่? ไม่อย่างนั้นแล้ว ทำไมเราจะต้องยุ่งยากเข้ารหัสไฟล์พวกนั้น บางทีเราอาจใช้เอกสารทางการเงินที่ไม่เกี่ยวข้อง หรือใช้รายการรหัสผ่านเข้าเว็บไซต์หรืออะไรก็ได้</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "การเก็บตู้นิรภัยไว้ในบ้านหรือในสำนักงานของคุณ หรือการไม่บอกใครว่ามีอะไรอยู่ในกระเป๋าของคุณ เป็นประเด็นที่ค่อนข้างชัดเจนในตัวเอง อย่างไรก็ตามหลายคนกังวลว่าตนจะถูกกล่าวหาว่ากระทำผิดกฎหมายหากใช้[*การเข้ารหัส*](/th/glossary#Encryption) แม้ว่าการเข้ารหัสจะมีเหตุผลที่ชอบด้วยกฏหมายมากกว่า แต่ความกังวลก็ไม่ได้ลดน้อยลงเลย มีเหตุผลที่สำคัญอยู่สองประการว่าทำไมคุณควรหลีกเลี่ยงการใช้เครื่องมืออย่าง[*ทรูคริปท์*](/th/glossary#TrueCrypt) ซึ่งได้แก่ ความเสี่ยงต่อการถูกกล่าวหาว่ากระทำผิดกฎหมาย และความเสี่ยงของการระบุตำแหน่งที่อยู่ของข้อมูลอ่อนไหวที่สุดของคุณได้\r\n\r\n### ข้อพิจารณาต่อความเสี่ยงจากการถูกกล่าวหาว่ากระทำผิดกฎหมาย ###\r\n\r\n[*การเข้ารหัส*](/th/glossary#Encryption)เป็นการกระทำที่ผิดกฎหมายในบางประเทศ ซึ่งยังรวมถึงการดาวน์โหลด ติดตั้ง และใช้ซอฟต์แวร์เหล่านี้ที่อาจเป็นความผิดในตัวมันเอง และในกรณีที่คุณต้องการปกป้องข้อมูลจากเจ้าหน้าที่ตำรวจ ทหาร หรือหน่วยข่าวกรอง การละเมิดกฎหมายจากการเข้ารหัสอาจถูกใช้เป็นข้ออ้างให้บุคคลเหล่านั้นมาสอบสวนกิจกรรมของคุณหรือองค์กรของคุณจนอาจถูกฟ้องร้องดำเนินคดีได้ ในความเป็นจริงแล้ว ภัยคุกคามเหล่านี้อาจไม่เกี่ยวข้องเลยกับความชอบด้วยกฎหมายของเครื่องมือนั้น อย่างไรก็ตาม การเข้าไปเกี่ยวข้องกับซอฟต์แวร์[*เข้ารหัส*](/th/glossary#Encryption) เมื่อใดก็ตาม อาจเพียงพอที่จะทำให้คุณถูกฟ้องดำเนินคดีอาญาหรือถูกตั้งข้อหาว่าเป็นสายลับ (โดยไม่สนใจว่าอันที่จริง แล้วคุณเก็บอะไรไว้ในชุดข้อมูลที่ถูก[*เข้ารหัส*](/th/glossary#Encryption) นอกจากนี้คุณอาจต้องคิดให้รอบคอบว่า เครื่องมือเข้ารหัสเหล่านั้นเหมาะสมกับสถานการณ์ของคุณหรือไม่\r\n\r\nถ้าเป็นกรณีเช่นนี้ คุณก็มีทางเลือกสองสามประการ\r\n\r\n- คุณไม่ใช้ซอฟต์แวร์ความปลอดภัยเลยก็ได้ ซึ่งแปลว่าคุณต้องเก็บเฉพาะข้อมูลที่ไม่เป็นความลับ หรือต้องคิดค้นระบบรหัสคำเพื่อที่จะปกป้องส่วนสำคัญของข้อมูลที่อ่อนไหวของคุณ \r\n- คุณอาจต้องพึ่งพา[*เทคนิคการพรางข้อมูล (steganography)*](/th/glossary#Steganography) เพื่อซ่อนข้อมูลอ่อนไหวแทนการเข้ารหัส มีเครื่องมือที่ช่วยคุณมากมาย แต่การใช้เครื่องมือเหล่านั้นจะต้องเตรียมการอย่างระมัดระวัง และคุณก็ยังมีความเสี่ยงว่าจะกระทำผิดกฎหมายจากมุมมองของคนที่รู้ว่าคุณใช้เครื่องมืออะไร\r\n- คุณอาจลองที่จะเก็บข้อมูลอ่อนไหวทั้งหมดของคุณไว้ในบัญชีอีเมลที่ปลอดภัย แต่กรณีนี้ต้องมีระบบเชื่อมต่อเครือข่ายที่เชื่อใจได้ และคุณต้องมีความรู้ความเข้าใจค่อนข้างลึกซึ้งในเรื่องคอมพิวเตอร์และระบบอินเทอร์เน็ต เทคนิคเหล่านี้ตั้งอยู่บนสมมุติฐานว่าการ[*เข้ารหัส*](/th/glossary#Encryption) ทั้งเครือข่ายทำให้คุณถูกกล่าวหาว่ากระทำผิดกฎหมายได้น้อยกว่าการเข้ารหัสเฉพาะไฟล์ และยังสามารถหลีกเลี่ยงการทำสำเนาข้อมูลอ่อนไหวลงไปฮาร์ดไดรฟ์โดยไม่ตั้งใจ หรือทิ้งฮาร์ดดิสก์ไว้ที่นั่น\r\n- คุณเก็บข้อมูลอ่อนไหวของคุณไว้นอกคอมพิวเตอร์ ด้วยการเก็บไว้ในแฟลชไดรฟ์ หรือหรือฮาร์ดดิสก์ที่เคลื่อนย้ายได้ อย่างไรก็ตามอุปกรณ์เหล่านี้เปราะบางยิ่งกว่าคอมพิวเตอร์หากว่าคุณทำหาย หรือโดนยึดไว้ ดังนั้นโดยปกติแล้วการเก็บข้อมูลอ่อนไหวที่ยังไม่เข้ารหัสไว้ในอุปกรณ์เหล่านี้ไม่ใช่ความคิดที่ดีนัก\r\n\t\r\nถ้าจำเป็น คุณอาจใช้กลวิธีอย่างที่กล่าวมาข้างต้น อย่างไรก็ตาม แม้ในสภาวการณ์ที่คุณกงัวลว่าจะถูกกล่าวหาว่ากระทำผิดกฎหมาย การใช้[*ทรูคริปท์*](/th/glossary#TrueCrypt)ก็อาจจะยังเป็นวิธีที่ปลอดภัยที่สุด ในขณะเดียวกันก็ต้องปิดบังกลุ่มไฟล์ข้อมูลที่[*เข้ารหัส*](/th/glossary#Encryption)ไว้ให้ดีที่สุดเท่าที่ทำได้\r\n\r\nถ้าต้องการทำให้กลุ่มไฟล์ข้อมูลที่เข้ารหัสไม่สะดุดตามากนัก คุณอาจเปลี่ยนชื่อเพื่อทำให้ไฟล์นั้นดูเหมือนเป็นไฟล์ประเภทอื่นๆได้ เช่น ลงท้ายด้วย .iso เพื่อปกปิดว่าไฟล์นั้นเป็นไฟล์ซีดีภาพ นี่เป็นทางเลือกหนี่งที่ใช้งานได้กับกลุ่มไฟล์ข้อมูลที่มีขนาดประมาณ 700 เมกะไบต์ คำต่อท้ายประเภทอื่นๆ อาจดูสมจริงมากว่าหากเป็นกลุ่มไฟล์ที่มีขนาดเล็ก\r\n\r\nการกระทำเช่นนี้คล้ายกับการซ่อนตู้นิรภัยไว้หลังภาพวาดบนผนังในที่ทำงานของคุณ อาจจะไม่รอดพ้นสายตาหากมีการตรวจสอบอย่างละเอียด แต่มันพอช่วยให้ความคุ้มครองได้บ้าง คุณอาจเปลี่ยนชื่อโปรแกรม[*ทรูคริปท์*](/th/glossary#TrueCrypt) โดยทำเหมือนว่าคุณเก็บมันแบบไฟล์ธรรมดาในฮาร์ดดิสก์หรือแฟลชไดรฟ์แทนที่จะติดตั้งแบบเป็นโปรแกรม[***คู่มือการแนะนำใช้ทรูคริปท์***](/th/truecrypt_main) ได้อธิบายวิธีการดังกล่าวไว้\r\n\r\n### ข้อพิจารณาต่อความเสี่ยงจากการระบุข้อมูลอ่อนไหว ###\r\n\r\nบ่อยครั้งที่คุณอาจไม่ค่อยกังวลถึงผลที่ตามมาของการ “ถูกจับได้” ว่ามีซอฟต์แวร์ [*เข้ารหัส*](/th/glossary#Encryption) อยู่ในคอมพิวเตอร์ หรือในแฟลชไดรฟ์ของคุณ และมักจะกังวลมากกว่าว่ากลุ่มข้อมูลที่เข้ารหัสไว้จะระบุตำแหน่งได้ว่าคุณเก็บข้อมูลที่คุณต้องการปกป้องไว้ที่ไหน อาจจะเป็นจริงที่ว่าไม่มีใครเข้ามาอ่านข้อมูลเหล่านี้ได้ แต่ผู้บุกรุกก็รู้ว่าข้อมูลอยู่ตรงไหน และคุณได้ดำเนินการปกป้องมัน สิ่งเหล่านี้ทำให้คุณต้องเผชิญกับวิธีหลากหลายที่ไม่ใช่วิธีเชิงทางเทคนิคเท่านั้น ที่ผู้บุกรุกอาจใช้เพื่อการเข้าถึงข้อมูลเหล่านั้น เช่น การข่มขู่ การแบล็คเมล์ การสอบสวน หรือการทรมาน ซึ่งในบริบทนี้เองที่คุณลักษณะการปฏิเสธ (deniability feature) ของ[*ทรูคริปท์*](/th/glossary#TrueCrypt) จะเข้ามามีบทบาทดังที่จะอธิบายในรายละเอียดด้านล่างนี้\r\n\r\nคุณลักษณะการปฏิเสธของ[*ทรูคริปท์*](/th/glossary#TrueCrypt) เป็นวิธีหนึ่งซึ่งไปไกลมากกว่าเครื่องมือที่ใช้ใน[*การเข้ารหัส*](/th/glossary#Encryption)จะว่าไปแล้วคุณลักษณะแบบนี้ก็เป็นรูปแบบหนึ่งของ[*การอำพรางข้อมูล*](/th/glossary#Steganography) ซึ่งจะปิดบังข้อมูลอ่อนไหวที่สุดของคุณให้ดูเหมือนเป็นข้อมูลที่มีความอ่อนไหวน้อยกว่าอื่นๆที่ถูกซ่อนไว้ อาจเทียบเคียงได้กับการติดตั้ง “ช่องว่างหลอก” คือมีช่องว่างไว้เก็บของใต้พื้นตู้นิรภัยอีกชั้น แต่มีการทำพื้นปกปิดให้เหมือนว่าตู้นิรภัยไม่มีอะไรซ่อนข้างใต้อยู่อีกแล้ว ที่มองเห็นได้ยาก ไว้ในตู้นิรภัยที่มองเห็นได้ในสำนักงาน ถ้าผู้บุกรุกขโมยกุญแจของคุณ หรือข่มขู่คุณให้บอกรหัสผ่านในการเปิดตู้นิรภัย ผู้บุกรุกจะพบแต่ของที่ทำไว้”หลอกตา”แต่ไม่ใช่ข้อมูลจริงๆ ที่คุณต้องการจะปกป้อง\r\n\r\nมีแค่คุณเท่านั้นที่รู้ว่าตู้นิรภัยของคุณมีช่องว่างด้านหลังอยู่ ซึ่งจะทำให้คุณ“ปฏิเสธ”ได้ว่าคุณเก็บรักษาความลับอื่นๆ นอกจากสิ่งที่คุณได้ให้กับผู้บุกรุกไปแล้ว และสิ่งนี้อาจช่วยปกป้องคุณในสถานการณ์ที่คุณจำต้องเปิดเผยรหัสผ่านด้วยเหตุผลบางประการ เหตุผลเหล่านั้นอาจเป็นการข่มขู่ว่าจะใช้กฎหมาย หรือการข่มขู่ทางกายภาพต่อความปลอดภัยของตัวคุณ หรือ เพื่อนร่วมงาน ผู้มีส่วนร่วมกับกิจกรรมของคุณ เพื่อน หรือสมาชิกในครอบครัว จุดประสงค์ของการปฏิเสธนี้เพื่อให้โอกาสคุณหลบหนีจากสถานการณ์ที่อาจเป็นอันตรายได้ อย่างไรก็ตาม ดังที่ได้อธิบายไว้ในหัวข้อ [***ข้อพิจารณาต่อความเสี่ยงจากการถูกกล่าวหาว่ากระทำผิดกฎหมาย***](#Considering_the_risk_of_self-incrimination) คุณลักษณะการซ่อนข้อมูลแบบนี้ก็อาจไม่มีประโยชน์นัก ในกรณีที่เพียงแค่การถูกจับพร้อมด้วยตู้นิรภัยในสำนักงานของคุณก็เพียงพอแล้วที่จะนำไปสู่ผลซึ่งไม่อาจยอมรับได้\r\n\r\nคุณลักษณะในการปฏิเสธของ[*ทรูคริปท์*](/th/glossary#TrueCrypt)นั้นทำงานโดยเก็บ “กลุ่มข้อมูลที่ซ่อนเอาไว้” ภายในกลุ่มข้อมูลที่[*เข้ารหัส*](/th/glossary#Encryption) ปกติ คุณเปิดกลุ่มข้อมูลที่ซ่อนอยู่นี้โดยใส่รหัสที่ต่างออกไปจากที่คุณใช้ปกติ ถึงแม้ผู้บุกรุกที่มีความสามารถทางเทคนิคมากจะสามารถเจาะเข้าไปกลุ่มข้อมูลมาตรฐานได้ แต่ก็จะไม่เจอกลุ่มข้อมูลที่ซ่อนไว้ แน่นอนว่าผู้บุกรุกย่อมรู้ดีว่า [*ทรูคริปท์*](/th/glossary#TrueCrypt) ซ่อนข้อมูลในลักษณะนี้ได้ ดังนั้นจึงไม่มีอะไรรับประกันได้ว่าภัยคุกคามแบบนี้จะหายไปทันทีที่คุณเปิดเผยรหัสผ่านหลอก (decoy password) อย่างไรก็ตามมีคนจำนวนมากที่ใช้ [*ทรูคริปท์*](/th/glossary#TrueCrypt) โดยใช้คุณสมบัตินี้ไม่เป็น นั่นจึงก็ทำให้เขามักไม่รู้ว่า มันมีการ [*เข้ารหัส*](/th/glossary#Encryption) อันหนึ่ง ซึ่งมี “ช่องว่างหลอก” แบบนี้หรือไม่ ดังนั้นจึงเป็นหน้าที่ของคุณที่ยืนยันว่าจะไม่เปิดเผยชุดข้อมูลที่ซ่อนไว้ด้วยเครื่องมือเชิงเทคนิค เช่น การเปิดกลุ่มข้อมูลนั้นทิ้งไว้ หรือ ยอมให้แอปพลิเคชันอื่นๆ สร้างทางลัด (shortcut) ของไฟล์ที่เก็บอยู่ในนั้น หัวข้อ[***เอกสารอ่านเพิ่มเติม***](/th/chapter_4_3)ด้านล่างสามารถชี้แจงรายละเอียดเกี่ยวกับเรื่องนี้ได้ \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nคลาวเดีย: เอาล่ะ เราโยนข้อมูลขยะบางอย่างไปที่กลุ่มข้อมูลมาตรฐาน และย้ายคำให้การลทั้งหมดไปอยู่ในกลุ่มข้อมูลที่ซ่อนอยู่ คุณมีไฟล์ PDF เก่าๆ หรืออะไรก็ได้ที่เรานำมาใช้ได้ไหม?\r\n\r\nปาโบล: อืม ผมก็กำลังคิดเรื่องนั้นอยู่เหมือนกัน ผมหมายความว่า แนวคิดก็คือเราจะยอมบอกรหัสผ่านหลอกหากว่าเราไม่มีทางเลือกอย่างอื่นใช่ไหม? แต่การจะทำให้รหัสผ่านหลอกดูน่าเชื่อถือ เราต้องทำให้ไฟล์เหล่านั้นดูสำคัญ คุณคิดอย่างนั้นหรือไม่? ไม่อย่างนั้นแล้ว ทำไมเราจะต้องยุ่งยากเข้ารหัสไฟล์พวกนั้น บางทีเราอาจใช้เอกสารทางการเงินที่ไม่เกี่ยวข้อง หรือใช้รายการรหัสผ่านเข้าเว็บไซต์หรืออะไรก็ได้\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "ซ่อนข้อมูลอ่อนไหวของคุณ", 
                        "value": "ซ่อนข้อมูลอ่อนไหวของคุณ"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการรักษาความปลอดภัยให้กับไฟล์ของคุณ ดู 2.4 Cryptology chapter, the 2.8 Steganography Chapter และ 4.2 Case Study 3 จากหนังสือ <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human Rights Defenders</a> book.</li>\n<li>เอกสาร<a href=\"http://www.truecrypt.org/docs/\">TrueCrypt Documentation</a> อธิบายรายละเอียดของการเข้ารหัสข้อมูลไว้หลายๆ ด้าน และ  <a href=\"http://www.truecrypt.org/faq.php\">TrueCrypt FAQ</a> ได้ให้คำตอบแก่คำถามทั่วไปบางคำถามเกี่ยวกับทรูคริปท์</li>\n</ul>", 
                        "summary": "", 
                        "value": "- สำหรับข้อมูลเพิ่มเติมเกี่ยวกับการรักษาความปลอดภัยให้กับไฟล์ของคุณ ดู 2.4 Cryptology chapter, the 2.8 Steganography Chapter และ 4.2 Case Study 3 จากหนังสือ [Digital Security and Privacy for Human Rights Defenders](http://www.frontlinedefenders.org/esecman) book.\r\n- เอกสาร[TrueCrypt Documentation](http://www.truecrypt.org/docs/) อธิบายรายละเอียดของการเข้ารหัสข้อมูลไว้หลายๆ ด้าน และ  [TrueCrypt FAQ](http://www.truecrypt.org/faq.php) ได้ให้คำตอบแก่คำถามทั่วไปบางคำถามเกี่ยวกับทรูคริปท์ "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "เอกสารอ่านเพิ่มเติม", 
                        "value": "เอกสารอ่านเพิ่มเติม"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "th": [
            {
                "format": null, 
                "safe_value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุ", 
                "value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุ"
            }
        ]
    }, 
    "field_menu_title_long": {
        "th": [
            {
                "format": null, 
                "safe_value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุณ", 
                "value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุณ"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "th": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "th": [
            {
                "format": null, 
                "safe_value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุณ", 
                "value": "4. ปกป้องข้อมูลอ่อนไหวในคอมพิวเตอร์ของคุณ"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}