{
    "body": {
        "th": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ในบทก่อนหน้านี้ได้กล่าวถึงเครื่องมือและการฝึกนิสัย ซึ่งจะช่วยให้คุณปกป้องข้อมูลอ่อนไหวได้ แต่จะเกิดอะไรขึ้นเมื่อคุณตัดสินใจว่า คุณไม่ต้องการที่จะเก็บข้อมูลนั้นแล้ว ตัวอย่างเช่น ถ้าคุณตัดสินใจว่าการเก็บสำเนาไฟล์ข้อมูลหนึ่งที่มีการเข้ารหัสก็เพียงพอแล้ว และคุณต้องการลบไฟล์ข้อมูลต้นฉบับ วิธีที่ดีที่สุดที่จะลบไฟล์ต้นฉบับนั้นคืออะไร โชคไม่ดีนักที่คำตอบสำหรับคำถามนี้ซับซ้อนมากกว่าที่คุณคิดไว้ เมื่อคุณลบไฟล์หนึ่ง แม้กระทั่งหลังจากที่คุณล้าง<strong>ถังขยะรีไซเคิล (Recycle bin)</strong>ไปแล้ว เนื้อหาข้อมูลของไฟล์นั้นยังคงอยู่ในฮาร์ดไดรฟ์ของคุณ และสามารถที่จะถูกกู้คืนได้โดยใครก็ตามที่มีเครื่องมือที่สามารถทำเช่นนั้นได้ และบวกกับโชคนิดหน่อย</p>\n\n<p>ดังนั้นเพื่อให้มั่นใจว่าข้อมูลที่ลบไปนั้นจะไม่ตกไปอยู่ในมือของผู้ประสงค์ร้าย คุณจะต้องใช้ซอฟต์แวร์พิเศษซึ่งสามารถเอาข้อมูลเหล่านั้นออกไปได้อย่างปลอดภัยและถาวร<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์ (Eraser)</em></a>ก็เป็นหนึ่งในเครื่องมือเหล่านั้น ซึ่งจะอธิบายต่อไปในท้ายบทนี้ การใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์ (Eraser)</em></a> ก็คล้ายกับการใช้เครื่องย่อยเอกสารมากกว่าที่จะเป็นการโยนเอกสารทิ้งลงไปในถังขยะเฉยๆ โดยหวังว่าจะไม่มีใครมาพบเอกสารนั้น แน่นอนว่าการลบไฟล์เป็นเพียงแค่ตัวอย่างหนึ่งของสถานการณ์ซึ่งคุณอาจจำเป็นต้องทำลายข้อมูลอ่อนไหว ถ้าคุณคิดว่าใครบางคนโดยเฉพาะอย่างยิ่งผู้มีอำนาจและมีแรงผลักดันทางการเมืองที่เป็นปฏิปักษ์กับคุณ อาจจะรู้อะไรเกี่ยวกับคุณหรือองค์กรของคุณได้จากการอ่านรายละเอียดที่อยู่ในไฟล์บางไฟล์ซึ่งคุณคิดที่จะลบทิ้งแล้ว คุณอาจต้องคิดถึงตัวอย่างอื่นๆ ของข้อมูลที่คุณต้องการลบโดยถาวรด้วย เช่น การทำลายสำเนาข้อมูลที่ล้าสมัยไปแล้ว <a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a>ฮาร์ดไดรฟ์เก่าของคุณก่อนที่จะให้คนอื่นไป ลบบัญชีผู้ใช้อันเก่า หรือการทำความสะอาดบันทึกประวัติเบราว์เซอร์ เป็นต้น <a href=\"/th/glossary#CCleaner\"><em>ซีคลีนเนอร์ (CCleaner)</em></a> เป็นอีกเครื่องมือหนึ่งที่จะได้อธิบายในบทนี้ และจะช่วยในเวลาที่คุณเผชิญกับความท้าทายในการลบไฟล์ชั่วคราวจำนวนมาก ซึ่งระบบปฏิบัติการและแอปพลิเคชั่นของคุณได้สร้างไว้ทุกครั้งในระหว่างที่คุณใช้งาน</p>\n\n<h3>สถานการณ์ภูมิหลัง</h3>\n\n<div class=\"background\">\n\n<p>เอลีนาเป็นนักสิ่งแวดล้อมในประเทศที่พูดภาษารัสเซีย เธอเป็นผู้ดูแลเว็บไซต์ซึ่งกำลังได้รับความนิยมขึ้นเรื่อยๆ โดยเว็บไซต์นี้เน้นย้ำให้เห็นถึงความรุนแรงของการตัดไม้ทำลายป่าอย่างผิดกฎหมายในภูมิภาคนั้น เธอได้ทำสำเนาข้อมูลที่ใช้สร้างเว็บไซต์ และเก็บสำเนาข้อมูลเหล่านั้นไว้ที่บ้าน สำนักงาน และในคอมพิวเตอร์พกพาเครื่องใหม่ของเธอ เมื่อไม่นานมานี้เธอได้เริ่มเก็บสำเนาข้อมูลการจราจรคอมพิวเตอร์ (logs) ของผู้เข้ามาเยี่ยมชมเว็บไซต์ที่อยู่บนเว็บเซิร์ฟเวอร์และฐานข้อมูล ซึ่งมีข้อความและความคิดเห็นบนกระดานสนทนา (forum) ของผู้ใช้ เอลีน่าจะต้องเดินทางไปต่างประเทศในไม่ช้านี้เพื่อเข้าร่วมการประชุมนานาชาติใหญ่ของนักเคลื่อนไหวเกี่ยวกับสิ่งแวดล้อม ซึ่งมีรายงานจากนักเคลื่อนไหวบางคนว่าที่จุดข้ามแดนคอมพิวเตอร์ของพวกเขาถูกเจ้าหน้าที่ยึดเอาไปเป็นเวลาหลายชั่วโมง ในการปกป้องข้อมูลอ่อนไหวและความปลอดภัยของผู้เข้าร่วมในกระดานสนทนาที่มีการแสดงความคิดเห็นเชิงการเมือง เธอจึงต้องย้ายข้อมูลสำรองที่เก็บอยู่ที่บ้านและที่สำนักงานไปยังวอลุ่มทรูคริปท์ และเอาสำเนาข้อมูลที่อยู่ในคอมพิวเตอร์ออกทั้งหมด เธอได้ขอคำปรึกษาจากนิโคไลหลานของเธอ นิโคไลได้เตือนเธอว่าเธอจะต้องทำอะไรมากกว่าเพียงแค่การลบข้อมูลสำรองเก่าของเธอหากเธอกังวลว่าเครื่องคอมพิวเตอร์ของเธอจะโดยยึดโดยเจ้าหน้าที่ ณ จุดข้ามแดน</p>\n\n</div>\n\n<h3>สิ่งที่คุณจะได้เรียนรู้จากบทนี้</h3>\n\n<ul><li>วิธีลบข้อมูลอ่อนไหวจากเครื่องคอมพิวเตอร์ของคุณอย่างถาวร</li>\n<li>วิธีลบข้อมูลที่เก็บอยู่บนอุปกรณ์บันทึกข้อมูลที่เคลื่อนย้ายได้ เช่น ซีดีหรือแฟลชไดรฟ์</li>\n<li>วิธีป้องกันไม่ให้ใครรู้ว่าคุณได้ดูเอกสารอะไรบนคอมพิวเตอร์ของคุณก่อนหน้านี้</li>\n<li>วิธีรักษาคอมพิวเตอร์ของคุณเพื่อไม่ให้ไฟล์ที่ถูกลบไปแล้วถูกกู้คืนมาในอนาคต</li>\n</ul>", 
                "summary": "", 
                "value": "ในบทก่อนหน้านี้ได้กล่าวถึงเครื่องมือและการฝึกนิสัย ซึ่งจะช่วยให้คุณปกป้องข้อมูลอ่อนไหวได้ แต่จะเกิดอะไรขึ้นเมื่อคุณตัดสินใจว่า คุณไม่ต้องการที่จะเก็บข้อมูลนั้นแล้ว ตัวอย่างเช่น ถ้าคุณตัดสินใจว่าการเก็บสำเนาไฟล์ข้อมูลหนึ่งที่มีการเข้ารหัสก็เพียงพอแล้ว และคุณต้องการลบไฟล์ข้อมูลต้นฉบับ วิธีที่ดีที่สุดที่จะลบไฟล์ต้นฉบับนั้นคืออะไร โชคไม่ดีนักที่คำตอบสำหรับคำถามนี้ซับซ้อนมากกว่าที่คุณคิดไว้ เมื่อคุณลบไฟล์หนึ่ง แม้กระทั่งหลังจากที่คุณล้าง**ถังขยะรีไซเคิล (Recycle bin)**ไปแล้ว เนื้อหาข้อมูลของไฟล์นั้นยังคงอยู่ในฮาร์ดไดรฟ์ของคุณ และสามารถที่จะถูกกู้คืนได้โดยใครก็ตามที่มีเครื่องมือที่สามารถทำเช่นนั้นได้ และบวกกับโชคนิดหน่อย\r\n\r\nดังนั้นเพื่อให้มั่นใจว่าข้อมูลที่ลบไปนั้นจะไม่ตกไปอยู่ในมือของผู้ประสงค์ร้าย คุณจะต้องใช้ซอฟต์แวร์พิเศษซึ่งสามารถเอาข้อมูลเหล่านั้นออกไปได้อย่างปลอดภัยและถาวร[*อิเรเซอร์ (Eraser)*](/th/glossary#Eraser)ก็เป็นหนึ่งในเครื่องมือเหล่านั้น ซึ่งจะอธิบายต่อไปในท้ายบทนี้ การใช้[*อิเรเซอร์ (Eraser)*](/th/glossary#Eraser) ก็คล้ายกับการใช้เครื่องย่อยเอกสารมากกว่าที่จะเป็นการโยนเอกสารทิ้งลงไปในถังขยะเฉยๆ โดยหวังว่าจะไม่มีใครมาพบเอกสารนั้น แน่นอนว่าการลบไฟล์เป็นเพียงแค่ตัวอย่างหนึ่งของสถานการณ์ซึ่งคุณอาจจำเป็นต้องทำลายข้อมูลอ่อนไหว ถ้าคุณคิดว่าใครบางคนโดยเฉพาะอย่างยิ่งผู้มีอำนาจและมีแรงผลักดันทางการเมืองที่เป็นปฏิปักษ์กับคุณ อาจจะรู้อะไรเกี่ยวกับคุณหรือองค์กรของคุณได้จากการอ่านรายละเอียดที่อยู่ในไฟล์บางไฟล์ซึ่งคุณคิดที่จะลบทิ้งแล้ว คุณอาจต้องคิดถึงตัวอย่างอื่นๆ ของข้อมูลที่คุณต้องการลบโดยถาวรด้วย เช่น การทำลายสำเนาข้อมูลที่ล้าสมัยไปแล้ว [*ล้าง*](/th/glossary#Wiping)ฮาร์ดไดรฟ์เก่าของคุณก่อนที่จะให้คนอื่นไป ลบบัญชีผู้ใช้อันเก่า หรือการทำความสะอาดบันทึกประวัติเบราว์เซอร์ เป็นต้น [*ซีคลีนเนอร์ (CCleaner)*](/th/glossary#CCleaner) เป็นอีกเครื่องมือหนึ่งที่จะได้อธิบายในบทนี้ และจะช่วยในเวลาที่คุณเผชิญกับความท้าทายในการลบไฟล์ชั่วคราวจำนวนมาก ซึ่งระบบปฏิบัติการและแอปพลิเคชั่นของคุณได้สร้างไว้ทุกครั้งในระหว่างที่คุณใช้งาน\r\n\r\n### สถานการณ์ภูมิหลัง ###\r\n<div class=\"background\" markdown=\"1\">\r\nเอลีนาเป็นนักสิ่งแวดล้อมในประเทศที่พูดภาษารัสเซีย เธอเป็นผู้ดูแลเว็บไซต์ซึ่งกำลังได้รับความนิยมขึ้นเรื่อยๆ โดยเว็บไซต์นี้เน้นย้ำให้เห็นถึงความรุนแรงของการตัดไม้ทำลายป่าอย่างผิดกฎหมายในภูมิภาคนั้น เธอได้ทำสำเนาข้อมูลที่ใช้สร้างเว็บไซต์ และเก็บสำเนาข้อมูลเหล่านั้นไว้ที่บ้าน สำนักงาน และในคอมพิวเตอร์พกพาเครื่องใหม่ของเธอ เมื่อไม่นานมานี้เธอได้เริ่มเก็บสำเนาข้อมูลการจราจรคอมพิวเตอร์ (logs) ของผู้เข้ามาเยี่ยมชมเว็บไซต์ที่อยู่บนเว็บเซิร์ฟเวอร์และฐานข้อมูล ซึ่งมีข้อความและความคิดเห็นบนกระดานสนทนา (forum) ของผู้ใช้ เอลีน่าจะต้องเดินทางไปต่างประเทศในไม่ช้านี้เพื่อเข้าร่วมการประชุมนานาชาติใหญ่ของนักเคลื่อนไหวเกี่ยวกับสิ่งแวดล้อม ซึ่งมีรายงานจากนักเคลื่อนไหวบางคนว่าที่จุดข้ามแดนคอมพิวเตอร์ของพวกเขาถูกเจ้าหน้าที่ยึดเอาไปเป็นเวลาหลายชั่วโมง ในการปกป้องข้อมูลอ่อนไหวและความปลอดภัยของผู้เข้าร่วมในกระดานสนทนาที่มีการแสดงความคิดเห็นเชิงการเมือง เธอจึงต้องย้ายข้อมูลสำรองที่เก็บอยู่ที่บ้านและที่สำนักงานไปยังวอลุ่มทรูคริปท์ และเอาสำเนาข้อมูลที่อยู่ในคอมพิวเตอร์ออกทั้งหมด เธอได้ขอคำปรึกษาจากนิโคไลหลานของเธอ นิโคไลได้เตือนเธอว่าเธอจะต้องทำอะไรมากกว่าเพียงแค่การลบข้อมูลสำรองเก่าของเธอหากเธอกังวลว่าเครื่องคอมพิวเตอร์ของเธอจะโดยยึดโดยเจ้าหน้าที่ ณ จุดข้ามแดน\r\n</div>\r\n\r\n### สิ่งที่คุณจะได้เรียนรู้จากบทนี้ ###\r\n- วิธีลบข้อมูลอ่อนไหวจากเครื่องคอมพิวเตอร์ของคุณอย่างถาวร\r\n- วิธีลบข้อมูลที่เก็บอยู่บนอุปกรณ์บันทึกข้อมูลที่เคลื่อนย้ายได้ เช่น ซีดีหรือแฟลชไดรฟ์\r\n- วิธีป้องกันไม่ให้ใครรู้ว่าคุณได้ดูเอกสารอะไรบนคอมพิวเตอร์ของคุณก่อนหน้านี้\r\n- วิธีรักษาคอมพิวเตอร์ของคุณเพื่อไม่ให้ไฟล์ที่ถูกลบไปแล้วถูกกู้คืนมาในอนาคต"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1950", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1950", 
        "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "menu_name": "book-toc-1925", 
        "mlid": "5095", 
        "module": "book", 
        "nid": "1950", 
        "options": [], 
        "p1": "5030", 
        "p2": "5095", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
        "updated": "0", 
        "weight": "6"
    }, 
    "book_children": [
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>จากมุมมองเชิงเทคนิค แท้จริงแล้วคอมพิวเตอร์ไม่มีคำสั่งลบไฟล์ออกจริงๆ แน่นอนว่าคุณสามารถลากไฟล์ไปที่ถังขยะรีไซเคิลและเทขยะทิ้ง แต่ในความเป็นจริงสิ่งที่เกิดขึ้นนั้นเป็นแค่การลบไอคอนออก และเคลื่อนย้ายชื่อของไฟล์ออกจากดัชนีที่ซ่อนอยู่ ซึ่งเป็นตัวบ่งชี้ตำแหน่งว่าข้อมูลทุกอย่างถูกเก็บอยู่ที่ใดบนพื้นที่จัดเก็บข้อมูล(hidden index of everything) ในคอมพิวเตอร์ของคุณ และบอกกับวินโดวส์ว่าพื้นที่นั้นเป็นพื้นที่ว่างสามารถใช้สำหรับทำอะไรอย่างอื่นได้ อย่างไรก็ตามพื้นที่นั้นก็ยังเก็บเนื้อหาของข้อมูลที่ถูกลบทิ้งไปแล้วอยู่ จนกว่าจะมีการใช้พื้นที่ว่างนั้นจริงๆ ซึ่งก็คล้ายกับการที่ตู้จัดเก็บและจำแนกเอกสารที่มีการเอาฉลากออกไปทั้งหมดแต่ตู้นั้นยังคงบรรจุแฟ้มข้อมูลต้นฉบับอยู่  นี่เป็นสาเหตุว่าทำไมการที่คุณมีซอฟต์แวร์ที่ถูกต้องและดำเนินการได้เร็วพอ คุณจึงกู้คืนข้อมูลที่คุณลบไปโดยบังเอิญได้ ดังที่ได้อธิบายไปแล้วใน <a href=\"/th/chapter-5\"><strong><em>บทที่ 5: กู้คืนข้อมูล</em></strong></a></p>\n\n<p>คุณควรตระหนักไว้เสมอว่าทุกครั้งที่คุณใช้คอมพิวเตอร์ จะมีการสร้างไฟล์และมีการลบไฟล์อย่างไม่ปลอดภัยอยู่เสมอ ตัวอย่างเช่น สมมติว่าคุณกำลังเขียนรายงานชิ้นใหญ่ ซึ่งต้องใช้เวลาเป็นสัปดาห์ แต่ละวันทำงานเป็นเวลาหลายชั่วโมง และทุกครั้งที่มีการบันทึกเอกสารเหล่านั้น วินโดวส์จะสร้างสำเนาข้อมูลใหม่ของเอกสารเหล่านั้นและเก็บไว้ในฮาร์ดไดรฟ์ของคุณ ไม่กี่วันภายหลังจากการปรับแก้รายงาน คุณอาจได้ทำสำเนาเอกสารเหล่านั้นไว้หลายชุดโดยไม่รู้ตัวจนทำงานเสร็จ</p>\n\n<p>โดยปกติวินโดวส์จะลบไฟล์รุ่นก่อนหน้านี้ทิ้ง แน่นอนว่าวินโดวส์ไม่ได้มองหาตำแหน่งที่แน่นอนที่ไฟล์ฉบับเก่าถูกเก็บเพื่อเขียนทับฉบับใหม่ลงไปอย่างปลอดภัยตอนที่สร้างสำเนาใหม่ขึ้นมา กลับกันสิ่งที่วินโดวส์ทำนั้นเพียงแค่ใส่ฉบับล่าสุดลงในส่วนใหม่ของตู้จัดเก็บเอกสารดังที่เปรียบเทียบไว้ด้านบน ย้ายฉลากจากส่วนเก่ามาไว้ที่ส่วนใหม่ และปล่อยให้ร่างเอกสารเก่านี้อยู่ที่พื้นที่เดิมจนกว่าจะมีโปรแกรมอื่นจะใช้พื้นที่นั้น เป็นที่ชัดเจนว่าถ้าคุณมีเหตุผลจำเป็นที่จะต้องทำลายร่องรอยทั้งหมดของเอกสารจากตู้จัดเก็บเอกสารของคุณ การเอาสำเนาฉบับล่าสุดออกไปนั้นไม่เพียงพอแน่ และกาโยนฉลากทิ้งอย่างเดียวไปก็เป็นอะไรที่แย่กว่า</p>\n\n<p>คุณควรต้องจำไว้ด้วยว่าฮาร์ดไดรฟ์ของคอมพิวเตอร์ไม่ใช่อุปกรณ์เพียงอย่างเดียวที่เก็บข้อมูลดิจิทัล ซีดี ดีวีดี แฟลชไดรฟ์ ฟล็อปปี้ดิสก์ การ์ดจากโทรศัพท์มือถือ และฮาร์ดไดรฟ์ที่เคลื่อนย้ายได้ทั้งหมดก็มีประเด็นแบบนี้กัน และคุณไม่ควรที่จะเชื่อใจเพียงแค่ลบและเขียนทับลงไป หากต้องการลบข้อมูลอ่อนไหวออกจากอุปกรณ์เหล่านั้น</p>\n", 
                        "summary": "", 
                        "value": "จากมุมมองเชิงเทคนิค แท้จริงแล้วคอมพิวเตอร์ไม่มีคำสั่งลบไฟล์ออกจริงๆ แน่นอนว่าคุณสามารถลากไฟล์ไปที่ถังขยะรีไซเคิลและเทขยะทิ้ง แต่ในความเป็นจริงสิ่งที่เกิดขึ้นนั้นเป็นแค่การลบไอคอนออก และเคลื่อนย้ายชื่อของไฟล์ออกจากดัชนีที่ซ่อนอยู่ ซึ่งเป็นตัวบ่งชี้ตำแหน่งว่าข้อมูลทุกอย่างถูกเก็บอยู่ที่ใดบนพื้นที่จัดเก็บข้อมูล(hidden index of everything) ในคอมพิวเตอร์ของคุณ และบอกกับวินโดวส์ว่าพื้นที่นั้นเป็นพื้นที่ว่างสามารถใช้สำหรับทำอะไรอย่างอื่นได้ อย่างไรก็ตามพื้นที่นั้นก็ยังเก็บเนื้อหาของข้อมูลที่ถูกลบทิ้งไปแล้วอยู่ จนกว่าจะมีการใช้พื้นที่ว่างนั้นจริงๆ ซึ่งก็คล้ายกับการที่ตู้จัดเก็บและจำแนกเอกสารที่มีการเอาฉลากออกไปทั้งหมดแต่ตู้นั้นยังคงบรรจุแฟ้มข้อมูลต้นฉบับอยู่  นี่เป็นสาเหตุว่าทำไมการที่คุณมีซอฟต์แวร์ที่ถูกต้องและดำเนินการได้เร็วพอ คุณจึงกู้คืนข้อมูลที่คุณลบไปโดยบังเอิญได้ ดังที่ได้อธิบายไปแล้วใน [***บทที่ 5: กู้คืนข้อมูล***](/th/chapter-5)\r\n\r\nคุณควรตระหนักไว้เสมอว่าทุกครั้งที่คุณใช้คอมพิวเตอร์ จะมีการสร้างไฟล์และมีการลบไฟล์อย่างไม่ปลอดภัยอยู่เสมอ ตัวอย่างเช่น สมมติว่าคุณกำลังเขียนรายงานชิ้นใหญ่ ซึ่งต้องใช้เวลาเป็นสัปดาห์ แต่ละวันทำงานเป็นเวลาหลายชั่วโมง และทุกครั้งที่มีการบันทึกเอกสารเหล่านั้น วินโดวส์จะสร้างสำเนาข้อมูลใหม่ของเอกสารเหล่านั้นและเก็บไว้ในฮาร์ดไดรฟ์ของคุณ ไม่กี่วันภายหลังจากการปรับแก้รายงาน คุณอาจได้ทำสำเนาเอกสารเหล่านั้นไว้หลายชุดโดยไม่รู้ตัวจนทำงานเสร็จ \r\n\r\nโดยปกติวินโดวส์จะลบไฟล์รุ่นก่อนหน้านี้ทิ้ง แน่นอนว่าวินโดวส์ไม่ได้มองหาตำแหน่งที่แน่นอนที่ไฟล์ฉบับเก่าถูกเก็บเพื่อเขียนทับฉบับใหม่ลงไปอย่างปลอดภัยตอนที่สร้างสำเนาใหม่ขึ้นมา กลับกันสิ่งที่วินโดวส์ทำนั้นเพียงแค่ใส่ฉบับล่าสุดลงในส่วนใหม่ของตู้จัดเก็บเอกสารดังที่เปรียบเทียบไว้ด้านบน ย้ายฉลากจากส่วนเก่ามาไว้ที่ส่วนใหม่ และปล่อยให้ร่างเอกสารเก่านี้อยู่ที่พื้นที่เดิมจนกว่าจะมีโปรแกรมอื่นจะใช้พื้นที่นั้น เป็นที่ชัดเจนว่าถ้าคุณมีเหตุผลจำเป็นที่จะต้องทำลายร่องรอยทั้งหมดของเอกสารจากตู้จัดเก็บเอกสารของคุณ การเอาสำเนาฉบับล่าสุดออกไปนั้นไม่เพียงพอแน่ และกาโยนฉลากทิ้งอย่างเดียวไปก็เป็นอะไรที่แย่กว่า\r\n\r\nคุณควรต้องจำไว้ด้วยว่าฮาร์ดไดรฟ์ของคอมพิวเตอร์ไม่ใช่อุปกรณ์เพียงอย่างเดียวที่เก็บข้อมูลดิจิทัล ซีดี ดีวีดี แฟลชไดรฟ์ ฟล็อปปี้ดิสก์ การ์ดจากโทรศัพท์มือถือ และฮาร์ดไดรฟ์ที่เคลื่อนย้ายได้ทั้งหมดก็มีประเด็นแบบนี้กัน และคุณไม่ควรที่จะเชื่อใจเพียงแค่ลบและเขียนทับลงไป หากต้องการลบข้อมูลอ่อนไหวออกจากอุปกรณ์เหล่านั้น\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1951", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1951", 
                "link_title": "ការលុបចោលព័ត៌មាន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5096", 
                "module": "book", 
                "nid": "1951", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5096", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបចោលព័ត៌មាន", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452605239", 
            "comment": "0", 
            "created": "1441104182", 
            "current_revision_id": "12792", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_1", 
                        "value": "chapter_6_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5096": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1951", 
                    "link_title": "ការលុបចោលព័ត៌មាន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5096", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5096", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1951", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1951", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605239", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "การลบข้อมูล", 
                        "value": "การลบข้อมูล"
                    }
                ]
            }, 
            "title_original": "Deleting information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916537", 
                        "created": "1442916537", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227343", 
                        "created": "1441806113", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096262", 
                        "created": "1443096262", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412827", 
                        "created": "1442412827", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207342", 
                        "created": "1441207342", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447107990", 
                        "created": "1442761307", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705733", 
                        "created": "1443705733", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605239", 
                        "created": "1452605239", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456615", 
                        "created": "1443456615", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115364", 
                        "created": "1441115364", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443798708", 
                        "created": "1443798708", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444395696", 
                        "created": "1444395696", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100564", 
                        "created": "1443100564", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092863", 
                        "created": "1443092863", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485531", 
                        "created": "1441104182", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578190", 
                        "created": "1443623099", 
                        "entity_id": "1951", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5f71dd11-df03-45b8-83b4-4d0b0a834a5f", 
            "vid": "12792", 
            "vuuid": "f777d71f-60e2-432f-8870-b3682e20b8b8"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>เมื่อคุณใช้เครื่องมือลบข้อมูลที่ปลอดภัย อาทิเช่น เครื่องมือที่แนะนำในบทนี้ ถ้าจะกล่าวให้ถูกต้องก็คือ มันคือการแทนที่ หรือ “เขียนทับ (overwriting)” ข้อมูลอ่อนไหวของคุณไปแล้ว มากกว่าจะเป็นการลบข้อมูล คุณลองจินตนาการว่าเอกสารที่เก็บอยู่ในตู้จัดเก็บเอกสารในตอนต้นเป็นเอกสารที่เขียนด้วยดินสอ ซอฟต์แวร์ลบข้อมูลที่ปลอดภัยไม่เพียงแค่ลบเนื้อหาที่อยู่บนนั้น แต่ยังเป็นการเขียนลงไปเพื่อทับคำแต่ละคำที่อยู่บนเอกสารนั้นอีกด้วย และ คล้ายกับการเขียนด้วยดินสอ ข้อมูลดิจิทัลยังคงสามารถที่จะถูกอ่านได้แม้ว่าจะอ่านได้ยากก็ตาม แม้ว่าจะมีการลบและมีการเขียนอะไรทับลงไปก็ตามในภายหลัง ด้วยเหตุนี้ เครื่องมือที่จะแนะนำต่อไปนี้จะเขียนทับไฟล์ด้วยวิธีการสุ่มเขียนทับหลายครั้งด้วยกัน กระบวนการนี้เรียกว่า<a href=\"/th/glossary#Wiping\"><em>การล้างข้อมูล</em></a>และยิ่งมีการเขียนทับมากครั้งเท่าไรก็ยิ่งเป็นการยากที่จะกู้คืนข้อมูลต้นฉบับ โดยทั่วไปแล้วผู้เชี่ยวชาญเห็นว่า ควรจะต้องเขียนทับสามครั้งหรือมากกว่านั้น บางมาตรฐานแนะนำให้เขียนทับถึง 7 ครั้งหรือมากกว่านั้น ซอฟต์แวร์การล้างข้อมูลโดยอัตโนมัติจะดำเนินการเขียนทับด้วยจำนวนครั้งที่เหมาะสม แต่คุณสามารถเปลี่ยนจำนวนครั้งของการดำเนินการตามที่คุณต้องการได้</p>\n\n<h3>การล้างไฟล์</h3>\n\n<p>โดยปกติวิธีการ<a href=\"/th/glossary#Wiping\"><em>ล้าง(wiping)</em></a>ข้อมูลอ่อนไหวที่อยู่ในฮาร์ดไดรฟ์หรืออุปกรณ์บันทึกข้อมูลของคุณมีอยู่สองวิธีการ คุณสามารถที่จะล้างไฟล์แบบเดี่ยวๆ หรือ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ไฟล์ทั้งหมดที่อยู่บนไดรฟ์ได้ เมื่อคุณตัดสินใจว่าจะล้างข้อมูลแล้ว การคิดถึงตัวอย่างสมมติอีกอันหนึ่งที่ได้กล่าวไว้แล้วก่อนหน้านี้อาจจะเป็นประโยชน์ นั่นคือ รายงานฉบับยาวของไฟล์ที่ไม่สมบูรณ์ยังกระจัดกระจายอยู่ทั่วฮาร์ดไดรฟ์ แม้จะมีแค่ไฟล์เดียวที่มองเห็นได้ก็ตาม ถ้าคุณ<a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a> คุณจะมั่นใจได้ว่าไฟล์ฉบับปัจจุบันได้ถูกเอาออกไปแล้ว แต่คุณยังคงทิ้งไฟล์สำเนาซึ่งยังคงอยู่ในที่ที่มันถูกสร้างขึ้น จริงๆ แล้วไม่มีทางที่จะเล็งเป้าไปยังไฟล์เหล่านั้นได้เพื่อเขียนทับได้โดยตรง เนื่องจากไฟล์เหล่านั้นไม่อาจมองเห็นได้ อย่างไรก็ตามด้วยวิธีการ<a href=\"/tj/glossary#Wiping\"><em>ล้าง</em></a>พื้นที่ว่างทั้งหมดที่อยู่ในอุปกรณ์เก็บข้อมูลของคุณ คุณมั่นใจได้ว่าข้อมูลที่ถูกลบก่อนหน้านี้ทั้งหมดได้ถูกทำลายหมดสิ้น กลับมาที่กรณีเปรียบเทียบตู้จัดเก็บเอกสารที่มีการติดฉลากไว้อย่างไม่เป็นระเบียบ กระบวนการล้างข้อมูลนี้ก็เปรียบได้กับการค้นหาทั่วทั้งตู้จัดเก็บเอกสาร แล้วลบและเขียนข้อความทับเอกสารที่ได้มีการเอาฉลากออกไปก่อนหน้านี้แล้วซ้ำแล้วซ้ำอีก</p>\n\n<p><a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> เป็นซอฟต์แวร์สำหรับลบข้อมูลที่ปลอดภัย ซึ่งเป็นซอฟต์แวร์ฟรีและเป็นโอเพนซอร์สที่ใช้งานได้ง่ายมาก คุณ<a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a>ด้วย <a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a>ได้สามรูปแบบด้วยกัน ดังนี้ การล้างไฟล์เดี่ยว 1 ไฟล์ การล้างข้อมูลทั้งหมดที่อยู่ใน <strong>Recycle Bin</strong> หรือ <a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a>ทั้งหมดในไดรฟ์<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> สามารถ<a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a>ของ<a href=\"/th/glossary#Swap_file\"><em>สวัปไฟล์ (swap file)</em></a>(เป็นไฟล์ประเภทหนึ่งทำหน้าที่เสมือนหน่วยความจำสำรองเพิ่มเติมในกรณีที่หน่วยความจำสำรอง RAM ถูกใช้หมด - ผู้แปล)ในระบบปฏิบัติการวินโดวส์ได้ด้วย ซึ่งจะได้อธิบายต่อไปด้านล่าง</p>\n\n<div class=\"getstarted\">\n\n<p>ภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำในการใช้<a href=\"/th/eraser_main\"><em>อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย</em></a></p>\n\n</div>\n\n<p>ในขณะที่เครื่องมือลบไฟล์อย่างปลอดภัยจะไม่ทำอันตรายต่อไฟล์ที่มองเห็นได้ เว้นแต่ว่าคุณ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ไฟล์เหล่านั้นโดยจงใจ มันยังคงเป็นสิ่งสำคัญที่คุณจะต้องใช้เครื่องมือนี้อย่างระมัดระวัง ถึงที่สุดแล้วอุบัติเหตุเกิดขึ้นได้เสมอ นี่จึงเป็นเหตุผลว่าทำไมผู้คนจึงเห็นว่า <strong>ถังขยะรีไซเคิล</strong> และเครื่องมือการกู้คืนข้อมูลยังมีประโยชน์อยู่ ถ้าคุณเคยชินกับการ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ข้อมูลของคุณทุกครั้งที่คุณลบอะไรบางอย่าง คุณอาจพบว่าคุณจะไม่สามารถกู้คืนข้อมูลกลับมาได้เลย จากการที่ลบข้อมูลไปโดยความผิดพลาด คุณควรจะแน่ใจเสมอว่าคุณได้สำรองข้อมูลที่ปลอดภัยก่อนที่จะ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a></p>\n\n<div class=\"background\">\n\n<p>เอลีน่า: ฉันรู้ว่าโปรแกรมเอกสาร เช่น ไมโครซอฟต์ เวิร์ด และ โอเพน ออฟฟิศ (Microsoft Word and Open Office) บางครั้งสร้างสำเนาไฟล์ชั่วคราวขึ้นในขณะที่กำลังใช้งานอยู่ มีโปรแกรมอื่นที่มีลักษณะแบบนี้หรือไม่ หรือฉันควรจะกังวลเฉพาะไฟล์ที่ฉันสร้างและลบได้ด้วยตนเอง?</p>\n\n<p>นิโคไล:  อันที่จริง มีพื้นที่หลายแห่งบนคอมพิวเตอร์ที่โปรแกรมต่างๆ ทิ้งร่องรอยของข้อมูลส่วนตัวและกิจกรรมออนไลน์ของน้า ผมกำลังพูดถึงเว็บไซต์ที่น้าเข้า ร่างอีเมลที่น้ากำลังเขียนเมื่อไม่นานที่ผ่านมา หรืออะไรอย่างอื่นที่คล้ายกันนี้ สิ่งเหล่านี้อาจเป็นข้อมูลอ่อนไหวได้ทั้งนั้นขึ้นอยู่กับว่าน้าใช้คอมพิวเตอร์บ่อยครั้งแค่ไหน.</p>\n\n</div>\n\n<h3>การล้างไฟล์ข้อมูลชั่วคราว</h3>\n\n<p>คุณลักษณะของ<a href=\"/th/eraser_main\"><em>อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย</em></a> ในการ<a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a> พื้นที่ว่างบนไดรฟ์ทั้งหมดไม่ได้มีสร้างความเสี่ยงมากอย่างที่คิด เพราะว่ามันจะ<a href=\"/th/glossary#Wiping\"><em>ล้างข้อมูล</em></a> เฉพาะข้อมูลที่ถูกลบก่อนหน้านี้มาแล้วเท่านั้น ไฟล์ที่มองเห็นได้ปกติจะไม่ได้รับผลกระทบใดๆ กล่าวในอีกแง่หนึ่ง คือ <a href=\"/th/eraser_main\"><em>อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย</em></a> ไม่สามารถล้างข้อมูลอ่อนไหวของคุณที่ถูกลบมาก่อนหน้านี้แบบสิ้นเชิงได้ แต่จะเป็นการซ่อนข้อมูลเหล่านั้นอย่างดีเยี่ยม ตัวอย่างเช่น ไฟล์ซึ่งบรรจุข้อมูลเช่นนั้นอาจถูกซ่อนไว้แฟ้มที่ถูกปิดบังไว้ หรือถูกเก็บไว้กับในไฟล์ซึ่งไม่มีความหมายใดๆ นี่ไม่ใช่เรื่องใหญ่นักสำหรับเอกสารอิเล็กทรอนิกส์ แต่อาจสำคัญมากในกรณีที่ข้อมูลนั้นถูกเก็บไว้โดยอัตโนมัติเมื่อใดก็ตามที่คุณใช้คอมพิวเตอร์ ตัวอย่างเช่น</p>\n\n<ul><li>ไฟล์ข้อมูลชั่วคราวที่ถูกบันทึกโดยเบราว์เซอร์ในขณะที่มีการแสดงหน้าเพจ รวมถึงข้อความ ภาพ<a href=\"/th/glossary#Cookie\"><em>ไฟล์คุกกี้</em></a> ข้อมูลบัญชี ข้อมูลส่วนบุคคลที่ใช้ในการกรอกแบบฟอร์มออนไลน์ และบันทึกข้อมูลว่าคุณได้เข้าถึงเว็บไซต์ใดบ้าง</li>\n<li>ไฟล์ข้อมูลชั่วคราวที่ถูกบันทึกโดยแอปพลิเคชันต่างๆ เพื่อที่จะช่วยให้คุณกู้คืนระบบในหากเกิดกรณีที่คอมพิวเตอร์คุณพังก่อนที่คุณจะบันทึก ไฟล์เหล่านี้อาจบรรจุข้อความ รูปภาพ ข้อมูลบนสเปรดชีท หรือ ชื่อของไฟล์อื่นๆ ควบคู่ไปกับข้อมูลที่อาจมีความอ่อนไหว</li>\n<li>ไฟล์และลิงก์ที่เก็บโดยวินโดวส์เพื่อความสะดวก เช่น ปุ่มลัด (shortcuts) ไปยังแอปพลิเคชันที่คุณเพิ่งใช้งานเมื่อไม่นานมานี้ ลิงก์ที่มองเห็นได้ชัดซึ่งเชื่อมโยงไปยังแฟ้มที่คุณอยากจะเก็บซ่อนไว้ และแน่นอน ข้อมูลที่อยู่ใน ถังขยะรีไซเคิล ที่คุณลืมเททิ้ง</li>\n<li><a href=\"/th/glossary#Swap_file\"><em>สวับไฟล์ (swap file)</em></a> ของระบบปฏิบัติการวินโดวส์ เมื่อหน่วยความจำคอมพิวเตอร์ของคุณเต็ม ตัวอย่างเช่น เมื่อคุณเรียกใช้งานโปรแกรมหลาย ๆ โปรแกรมพร้อม ๆ กันบนเครื่องคอมพิวเตอร์เก่า ๆ บางครั้งวินโดวส์ยังคงทำสำเนาข้อมูลที่คุณใช้ลงในไฟล์ขนาดใหญ่ที่เรียกว่า<a href=\"/th/glossary#Swap_file\"><em>สวับไฟล์ (swap file)</em></a> เป็นผลให้ไฟล์นี้อาจจะบรรจุสิ่งต่างๆ เกือบทุกอย่าง รวมถึงหน้าเพจ เนื้อหาบนเอกสาร รหัสผ่าน หรือ กุญแจการเข้ารหัส แม้คุณจะปิดคอมพิวเตอร์ไปแล้ว<a href=\"/th/glossary#Swap_file\"><em>สวับไฟล์ (swap file)</em></a> เหล่านี้ก็ไม่ได้ถูกเอาออกไปไหน ดังนั้นคุณต้องล้างสวับไฟล์ด้วยมือคุณเอง </li>\n</ul><p>ในการเอาไฟล์ชั่วคราวธรรมดาออกจากคอมพิวเตอร์ของคุณ คุณสามารถใช้เครื่องมือที่เป็นฟรีแวร์ที่ชื่อว่า<a href=\"/th/glossary#CCleaner\"><em>ซีคลีนเนอร์</em></a> ซึ่งถูกออกแบบมาเพื่อทำความสะอาดข้อมูลชั่วคราวที่สร้างขึ้นโดยซอฟต์แวร์ อย่างเช่น อินเทอร์เน็ตเอกซ์พลอเรอร์ มอซิลลา<a href=\"/th/glossary#Firefox\"><em>ไฟร์ฟอกซ์</em></a>และแอปพลิเคชันของไมโครซอฟต์ออฟฟิศ (ซึ่งโปรแกรมเหล่านี้ทั้งหมดอาจเปิดเผยข้อมูลอ่อนไหวได้) และยังทำความสะอาดตัวโปรแกรมวินโดวส์เองอีกด้วย<a href=\"/th/glossary#CCleaner\"><em>ซีคลีนเนอร์</em></a> มีความสามารถในการลบไฟล์ได้อย่างปลอดภัย ซึ่งจะช่วยคุณไม่ให้ต้อง<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> พื้นที่ว่างบนไดรฟ์ด้วย<a href=\"/th/eraser_main\"><em>อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย</em></a> ทุกครั้งหลังจากที่คุณใช้งาน</p>\n\n<div class=\"getstarted\">\n\n<p>ภาคปฏิบัติ : เริ่มต้นกับคู่มือแนะนำการใช้ <a href=\"/th/ccleaner_main\"><em>ซีคลีนเนอร์ – โปรแกรมลบไฟล์อย่างปลอดภัย</em></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "เมื่อคุณใช้เครื่องมือลบข้อมูลที่ปลอดภัย อาทิเช่น เครื่องมือที่แนะนำในบทนี้ ถ้าจะกล่าวให้ถูกต้องก็คือ มันคือการแทนที่ หรือ “เขียนทับ (overwriting)” ข้อมูลอ่อนไหวของคุณไปแล้ว มากกว่าจะเป็นการลบข้อมูล คุณลองจินตนาการว่าเอกสารที่เก็บอยู่ในตู้จัดเก็บเอกสารในตอนต้นเป็นเอกสารที่เขียนด้วยดินสอ ซอฟต์แวร์ลบข้อมูลที่ปลอดภัยไม่เพียงแค่ลบเนื้อหาที่อยู่บนนั้น แต่ยังเป็นการเขียนลงไปเพื่อทับคำแต่ละคำที่อยู่บนเอกสารนั้นอีกด้วย และ คล้ายกับการเขียนด้วยดินสอ ข้อมูลดิจิทัลยังคงสามารถที่จะถูกอ่านได้แม้ว่าจะอ่านได้ยากก็ตาม แม้ว่าจะมีการลบและมีการเขียนอะไรทับลงไปก็ตามในภายหลัง ด้วยเหตุนี้ เครื่องมือที่จะแนะนำต่อไปนี้จะเขียนทับไฟล์ด้วยวิธีการสุ่มเขียนทับหลายครั้งด้วยกัน กระบวนการนี้เรียกว่า[*การล้างข้อมูล*](/th/glossary#Wiping)และยิ่งมีการเขียนทับมากครั้งเท่าไรก็ยิ่งเป็นการยากที่จะกู้คืนข้อมูลต้นฉบับ โดยทั่วไปแล้วผู้เชี่ยวชาญเห็นว่า ควรจะต้องเขียนทับสามครั้งหรือมากกว่านั้น บางมาตรฐานแนะนำให้เขียนทับถึง 7 ครั้งหรือมากกว่านั้น ซอฟต์แวร์การล้างข้อมูลโดยอัตโนมัติจะดำเนินการเขียนทับด้วยจำนวนครั้งที่เหมาะสม แต่คุณสามารถเปลี่ยนจำนวนครั้งของการดำเนินการตามที่คุณต้องการได้ \r\n\r\n\r\n###การล้างไฟล์ ### \r\n\r\nโดยปกติวิธีการ[*ล้าง(wiping)*](/th/glossary#Wiping)ข้อมูลอ่อนไหวที่อยู่ในฮาร์ดไดรฟ์หรืออุปกรณ์บันทึกข้อมูลของคุณมีอยู่สองวิธีการ คุณสามารถที่จะล้างไฟล์แบบเดี่ยวๆ หรือ[*ล้าง*](/th/glossary#Wiping) ไฟล์ทั้งหมดที่อยู่บนไดรฟ์ได้ เมื่อคุณตัดสินใจว่าจะล้างข้อมูลแล้ว การคิดถึงตัวอย่างสมมติอีกอันหนึ่งที่ได้กล่าวไว้แล้วก่อนหน้านี้อาจจะเป็นประโยชน์ นั่นคือ รายงานฉบับยาวของไฟล์ที่ไม่สมบูรณ์ยังกระจัดกระจายอยู่ทั่วฮาร์ดไดรฟ์ แม้จะมีแค่ไฟล์เดียวที่มองเห็นได้ก็ตาม ถ้าคุณ[*ล้างข้อมูล*](/th/glossary#Wiping) คุณจะมั่นใจได้ว่าไฟล์ฉบับปัจจุบันได้ถูกเอาออกไปแล้ว แต่คุณยังคงทิ้งไฟล์สำเนาซึ่งยังคงอยู่ในที่ที่มันถูกสร้างขึ้น จริงๆ แล้วไม่มีทางที่จะเล็งเป้าไปยังไฟล์เหล่านั้นได้เพื่อเขียนทับได้โดยตรง เนื่องจากไฟล์เหล่านั้นไม่อาจมองเห็นได้ อย่างไรก็ตามด้วยวิธีการ[*ล้าง*](/tj/glossary#Wiping)พื้นที่ว่างทั้งหมดที่อยู่ในอุปกรณ์เก็บข้อมูลของคุณ คุณมั่นใจได้ว่าข้อมูลที่ถูกลบก่อนหน้านี้ทั้งหมดได้ถูกทำลายหมดสิ้น กลับมาที่กรณีเปรียบเทียบตู้จัดเก็บเอกสารที่มีการติดฉลากไว้อย่างไม่เป็นระเบียบ กระบวนการล้างข้อมูลนี้ก็เปรียบได้กับการค้นหาทั่วทั้งตู้จัดเก็บเอกสาร แล้วลบและเขียนข้อความทับเอกสารที่ได้มีการเอาฉลากออกไปก่อนหน้านี้แล้วซ้ำแล้วซ้ำอีก\r\n\r\n\r\n[*อิเรเซอร์*](/th/glossary#Eraser) เป็นซอฟต์แวร์สำหรับลบข้อมูลที่ปลอดภัย ซึ่งเป็นซอฟต์แวร์ฟรีและเป็นโอเพนซอร์สที่ใช้งานได้ง่ายมาก คุณ[*ล้างข้อมูล*](/th/glossary#Wiping)ด้วย [*อิเรเซอร์*](/th/glossary#Eraser)ได้สามรูปแบบด้วยกัน ดังนี้ การล้างไฟล์เดี่ยว 1 ไฟล์ การล้างข้อมูลทั้งหมดที่อยู่ใน **Recycle Bin** หรือ [*ล้างข้อมูล*](/th/glossary#Wiping)ทั้งหมดในไดรฟ์[*อิเรเซอร์*](/th/glossary#Eraser) สามารถ[*ล้างข้อมูล*](/th/glossary#Wiping)ของ[*สวัปไฟล์ (swap file)*](/th/glossary#Swap_file)(เป็นไฟล์ประเภทหนึ่งทำหน้าที่เสมือนหน่วยความจำสำรองเพิ่มเติมในกรณีที่หน่วยความจำสำรอง RAM ถูกใช้หมด - ผู้แปล)ในระบบปฏิบัติการวินโดวส์ได้ด้วย ซึ่งจะได้อธิบายต่อไปด้านล่าง\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำในการใช้[*อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย*](/th/eraser_main)\r\n</div>\r\n\r\nในขณะที่เครื่องมือลบไฟล์อย่างปลอดภัยจะไม่ทำอันตรายต่อไฟล์ที่มองเห็นได้ เว้นแต่ว่าคุณ[*ล้าง*](/th/glossary#Wiping) ไฟล์เหล่านั้นโดยจงใจ มันยังคงเป็นสิ่งสำคัญที่คุณจะต้องใช้เครื่องมือนี้อย่างระมัดระวัง ถึงที่สุดแล้วอุบัติเหตุเกิดขึ้นได้เสมอ นี่จึงเป็นเหตุผลว่าทำไมผู้คนจึงเห็นว่า **ถังขยะรีไซเคิล** และเครื่องมือการกู้คืนข้อมูลยังมีประโยชน์อยู่ ถ้าคุณเคยชินกับการ[*ล้าง*](/th/glossary#Wiping) ข้อมูลของคุณทุกครั้งที่คุณลบอะไรบางอย่าง คุณอาจพบว่าคุณจะไม่สามารถกู้คืนข้อมูลกลับมาได้เลย จากการที่ลบข้อมูลไปโดยความผิดพลาด คุณควรจะแน่ใจเสมอว่าคุณได้สำรองข้อมูลที่ปลอดภัยก่อนที่จะ[*ล้าง*](/th/glossary#Wiping) \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nเอลีน่า: ฉันรู้ว่าโปรแกรมเอกสาร เช่น ไมโครซอฟต์ เวิร์ด และ โอเพน ออฟฟิศ (Microsoft Word and Open Office) บางครั้งสร้างสำเนาไฟล์ชั่วคราวขึ้นในขณะที่กำลังใช้งานอยู่ มีโปรแกรมอื่นที่มีลักษณะแบบนี้หรือไม่ หรือฉันควรจะกังวลเฉพาะไฟล์ที่ฉันสร้างและลบได้ด้วยตนเอง?\r\n\r\n\r\nนิโคไล:  อันที่จริง มีพื้นที่หลายแห่งบนคอมพิวเตอร์ที่โปรแกรมต่างๆ ทิ้งร่องรอยของข้อมูลส่วนตัวและกิจกรรมออนไลน์ของน้า ผมกำลังพูดถึงเว็บไซต์ที่น้าเข้า ร่างอีเมลที่น้ากำลังเขียนเมื่อไม่นานที่ผ่านมา หรืออะไรอย่างอื่นที่คล้ายกันนี้ สิ่งเหล่านี้อาจเป็นข้อมูลอ่อนไหวได้ทั้งนั้นขึ้นอยู่กับว่าน้าใช้คอมพิวเตอร์บ่อยครั้งแค่ไหน.\r\n</div>\r\n\r\n### การล้างไฟล์ข้อมูลชั่วคราว ###\r\n\r\nคุณลักษณะของ[*อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย*](/th/eraser_main) ในการ[*ล้างข้อมูล*](/th/glossary#Wiping) พื้นที่ว่างบนไดรฟ์ทั้งหมดไม่ได้มีสร้างความเสี่ยงมากอย่างที่คิด เพราะว่ามันจะ[*ล้างข้อมูล*](/th/glossary#Wiping) เฉพาะข้อมูลที่ถูกลบก่อนหน้านี้มาแล้วเท่านั้น ไฟล์ที่มองเห็นได้ปกติจะไม่ได้รับผลกระทบใดๆ กล่าวในอีกแง่หนึ่ง คือ [*อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย*](/th/eraser_main) ไม่สามารถล้างข้อมูลอ่อนไหวของคุณที่ถูกลบมาก่อนหน้านี้แบบสิ้นเชิงได้ แต่จะเป็นการซ่อนข้อมูลเหล่านั้นอย่างดีเยี่ยม ตัวอย่างเช่น ไฟล์ซึ่งบรรจุข้อมูลเช่นนั้นอาจถูกซ่อนไว้แฟ้มที่ถูกปิดบังไว้ หรือถูกเก็บไว้กับในไฟล์ซึ่งไม่มีความหมายใดๆ นี่ไม่ใช่เรื่องใหญ่นักสำหรับเอกสารอิเล็กทรอนิกส์ แต่อาจสำคัญมากในกรณีที่ข้อมูลนั้นถูกเก็บไว้โดยอัตโนมัติเมื่อใดก็ตามที่คุณใช้คอมพิวเตอร์ ตัวอย่างเช่น\r\n\r\n- ไฟล์ข้อมูลชั่วคราวที่ถูกบันทึกโดยเบราว์เซอร์ในขณะที่มีการแสดงหน้าเพจ รวมถึงข้อความ ภาพ[*ไฟล์คุกกี้*](/th/glossary#Cookie) ข้อมูลบัญชี ข้อมูลส่วนบุคคลที่ใช้ในการกรอกแบบฟอร์มออนไลน์ และบันทึกข้อมูลว่าคุณได้เข้าถึงเว็บไซต์ใดบ้าง\r\n- ไฟล์ข้อมูลชั่วคราวที่ถูกบันทึกโดยแอปพลิเคชันต่างๆ เพื่อที่จะช่วยให้คุณกู้คืนระบบในหากเกิดกรณีที่คอมพิวเตอร์คุณพังก่อนที่คุณจะบันทึก ไฟล์เหล่านี้อาจบรรจุข้อความ รูปภาพ ข้อมูลบนสเปรดชีท หรือ ชื่อของไฟล์อื่นๆ ควบคู่ไปกับข้อมูลที่อาจมีความอ่อนไหว\r\n- ไฟล์และลิงก์ที่เก็บโดยวินโดวส์เพื่อความสะดวก เช่น ปุ่มลัด (shortcuts) ไปยังแอปพลิเคชันที่คุณเพิ่งใช้งานเมื่อไม่นานมานี้ ลิงก์ที่มองเห็นได้ชัดซึ่งเชื่อมโยงไปยังแฟ้มที่คุณอยากจะเก็บซ่อนไว้ และแน่นอน ข้อมูลที่อยู่ใน <b>ถังขยะรีไซเคิล</b> ที่คุณลืมเททิ้ง\r\n- [*สวับไฟล์ (swap file)*](/th/glossary#Swap_file) ของระบบปฏิบัติการวินโดวส์ เมื่อหน่วยความจำคอมพิวเตอร์ของคุณเต็ม ตัวอย่างเช่น เมื่อคุณเรียกใช้งานโปรแกรมหลาย ๆ โปรแกรมพร้อม ๆ กันบนเครื่องคอมพิวเตอร์เก่า ๆ บางครั้งวินโดวส์ยังคงทำสำเนาข้อมูลที่คุณใช้ลงในไฟล์ขนาดใหญ่ที่เรียกว่า[*สวับไฟล์ (swap file)*](/th/glossary#Swap_file) เป็นผลให้ไฟล์นี้อาจจะบรรจุสิ่งต่างๆ เกือบทุกอย่าง รวมถึงหน้าเพจ เนื้อหาบนเอกสาร รหัสผ่าน หรือ กุญแจการเข้ารหัส แม้คุณจะปิดคอมพิวเตอร์ไปแล้ว[*สวับไฟล์ (swap file)*](/th/glossary#Swap_file) เหล่านี้ก็ไม่ได้ถูกเอาออกไปไหน ดังนั้นคุณต้องล้างสวับไฟล์ด้วยมือคุณเอง \r\n\r\n\r\nในการเอาไฟล์ชั่วคราวธรรมดาออกจากคอมพิวเตอร์ของคุณ คุณสามารถใช้เครื่องมือที่เป็นฟรีแวร์ที่ชื่อว่า[*ซีคลีนเนอร์*](/th/glossary#CCleaner) ซึ่งถูกออกแบบมาเพื่อทำความสะอาดข้อมูลชั่วคราวที่สร้างขึ้นโดยซอฟต์แวร์ อย่างเช่น อินเทอร์เน็ตเอกซ์พลอเรอร์ มอซิลลา[*ไฟร์ฟอกซ์*](/th/glossary#Firefox)และแอปพลิเคชันของไมโครซอฟต์ออฟฟิศ (ซึ่งโปรแกรมเหล่านี้ทั้งหมดอาจเปิดเผยข้อมูลอ่อนไหวได้) และยังทำความสะอาดตัวโปรแกรมวินโดวส์เองอีกด้วย[*ซีคลีนเนอร์*](/th/glossary#CCleaner) มีความสามารถในการลบไฟล์ได้อย่างปลอดภัย ซึ่งจะช่วยคุณไม่ให้ต้อง[*ล้าง*](/th/glossary#Wiping) พื้นที่ว่างบนไดรฟ์ด้วย[*อิเรเซอร์ – เครื่องมือลบไฟล์อย่างปลอดภัย*](/th/eraser_main) ทุกครั้งหลังจากที่คุณใช้งาน\r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nภาคปฏิบัติ : เริ่มต้นกับคู่มือแนะนำการใช้ [*ซีคลีนเนอร์ – โปรแกรมลบไฟล์อย่างปลอดภัย*](/th/ccleaner_main)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1952", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1952", 
                "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5097", 
                "module": "book", 
                "nid": "1952", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5097", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452605329", 
            "comment": "0", 
            "created": "1441104235", 
            "current_revision_id": "12793", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_2", 
                        "value": "chapter_6_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5097": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1952", 
                    "link_title": "ការលុបជំរះ​ព័ត៌មាន ដោយប្រើកម្មវិធីលុបឯកសារដែលសុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5097", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5097", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1952", 
            "num_revisions": "33", 
            "path": "https://securityinabox.org/en/node/1952", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452605329", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "การล้างข้อมูลด้วยเครื่องมือที่ปลอดภัย", 
                        "value": "การล้างข้อมูลด้วยเครื่องมือที่ปลอดภัย"
                    }
                ]
            }, 
            "title_original": "Wiping information with secure deletion tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916644", 
                        "created": "1442916644", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227376", 
                        "created": "1441806403", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096281", 
                        "created": "1443096281", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442412970", 
                        "created": "1442412970", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452092517", 
                        "created": "1441206901", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108035", 
                        "created": "1442761333", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705750", 
                        "created": "1443705750", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452605329", 
                        "created": "1452605329", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456724", 
                        "created": "1443456724", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115517", 
                        "created": "1441115517", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799458", 
                        "created": "1443799099", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396115", 
                        "created": "1444396115", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100588", 
                        "created": "1443100588", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092935", 
                        "created": "1443092935", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446485336", 
                        "created": "1441104235", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578608", 
                        "created": "1443623130", 
                        "entity_id": "1952", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6d5954b9-7cba-4f9f-8f06-aaac55ce662a", 
            "vid": "12793", 
            "vuuid": "4f87bced-4efc-4b9b-a225-721d26fba79b"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ในบางครั้งคุณอาจจำเป็นต้อง<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> อุปกรณ์บันทึกข้อมูลให้หมดจด ในกรณีที่คุณขายหรือให้คอมพิวเตอร์เก่าไป เอาฮาร์ดไดรฟ์ออกและให้เจ้าของคอมพิวเตอร์คนใหม่หาซื้อฮาร์ดไดรฟ์เองเป็นวิธีที่ดีที่สุด อย่างไรก็ตามหากเลือกไม่ได้ อย่างน้อยที่สุดคือ คุณควร <a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ไดรฟ์ให้สะอาดหมดจดด้วยการใช้ <a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> ก่อนจะส่งมอบคอมพิวเตอร์ ถึงแม้ว่าคุณเก็บไดรฟ์ไว้เอง คุณอาจจำเป็นต้อง<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a>ไดรฟ์นั้นเหมือนกัน ไม่จำเป็นว่าคุณจะนำไดรฟ์นั้นกลับมาใช้อีกหรือทิ้งไป ในกรณีคล้ายกัน ถ้าคุณซื้อฮาร์ดไดรฟ์ใหม่ คุณควร<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a>ไดรฟ์อันเก่าของคุณหลังจากที่ทำสำเนาข้อมูลและสำรองข้อมูลอย่างปลอดภัยแล้ว ถ้าคุณตั้งใจว่าจะทิ้งหรือส่งไดรฟ์อันเก่าไปรีไซเคิล คุณควรพิจารณาถึงการทำลายตัวไดรฟ์นั้น (มืออาชีพทางคอมพิวเตอร์แนะนำว่าให้ใช้ ค้อนทุบแรงๆ 2-3 ครั้งก่อนที่จะทิ้งอุปกรณ์บันทึกข้อมูลที่เคยเก็บข้อมูลอ่อนไหว)</p>\n\n<p>ไม่ว่าสถานการณ์ดังที่กล่าวไว้ข้างต้นจะเป็นอย่างไร การใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a>เพื่อ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ฮาร์ดไดรฟ์ทั้งหมดจะเป็นไปไม่ได้เลยตราบเท่าที่ระบบปฏิบัติการยังคงทำงานอยู่บนไดรฟ์นั้น วิธีง่ายที่สุดในการแก้ปัญหานี้ไปคือดึงเอาไดรฟ์นั้นออกไปและใส่มันลงไปใน “ไดรฟ์ภายนอก” ที่มี USB ซึ่งคุณสามารถเสียบเข้ากับคอมพิวเตอร์เครื่องใดก็ได้ที่ติดตั้งโปรแกรม<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> อยู่ ถึงตอนนี้คุณสามารถลบข้อมูลทั้งหมดที่อยู่บนไดรฟ์ภายนอกได้และใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a>  <a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> พื้นที่ว่างบนไดรฟ์นั้นได้ โชคดีที่คุณไม่จำเป็นต้องทำแบบนี้บ่อยๆ เพราะว่ามันต้องใช้เวลาพอสมควร</p>\n\n<p>แทนที่จะพยายาม<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ข้อมูลที่เก็บอยู่บนซีดีหรือดีวีดีที่เขียนซ้ำได้ การทำลายแผ่นดิสก์นั้นไปเลยจะดีกว่า ถ้าจำเป็นคุณอาจสร้างแผ่นดิสก์ใหม่ขึ้นมาเพื่อเก็บข้อมูลที่คุณอยากจะเก็บ และแน่นอนนี่ก็เป็นวิธีการเดียวที่จะ \"ลบ\"ข้อมูลที่อยู่บนดิสก์ที่เขียนซ้ำไม่ได้ คุณอาจเคยได้ยินเรื่องว่ามีการกู้คืนข้อมูลจากแผ่นดิสก์ที่ถูกตัดเป็นชิ้นเล็กชิ้นน้อยได้ แม้เป็นเรื่องจริง การประกอบข้อมูลขึ้นมาใหม่ในลักษณะนี้ต้องใช้เวลามากและความเชี่ยวชาญอย่างยิ่ง คุณจะต้องตัดสินด้วยตัวเองว่าจะมีใครที่ใช้ทรัพยากรเวลาและความสามารถระดับนั้นในการที่จะเข้าถึงข้อมูลของคุณหรือไม่ โดยปกติกรรไกรที่แข็งแรง (หรือแม้กระทั่งเครื่องย่อยเอกสารที่แข็งแรง) ก็สามารถทำลายแผ่นดิสก์ได้อย่างดี ถ้าคุณต้องการให้มีความระมัดระวังเป็นพิเศษ คุณอาจผสมชิ้นส่วนของแผ่นดิสก์ที่ถูกตัดหรือย่อยแล้วให้ปะปนกัน และทิ้งชิ้นส่วนเหล่านั้นให้ไกลจากบ้านหรือสำนักงานของคุณ</p>\n\n<div class=\"background\">\n\n<p>เอลีนา: ฉันยังคงมีซีดีเก่าที่เป็นข้อมูลสำรองของข้อมูลการจราจรของเว็บเซิร์ฟเวอร์อยู่ และเคยได้ยินว่าเราสามารถลบข้อมูลที่อยู่บนนั้นโดยการนำแผ่นซีดีเข้าไปในตู้ไมโครเวฟ อย่างไรก็ตาม ฉันรู้สึกว่าเป็นความคิดที่ไม่ดีนัก มีคนทำแบบนั้นจริงไหม และมันได้ผลไหม?</p>\n\n<p>นิโคไล: ผมคิดว่าการกระทำเช่นนั้นคงจะทำลายข้อมูลได้อย่างมีประสิทธิภาพ แต่ผมก็ไม่รู้จริงๆ เพราะผมไม่เคยเอาแผ่นซีดีใส่ตู้ไมโครเวฟ! ผมว่าน้าพูดถูก มันเป็นความคิดที่ฟังดูแย่มาก แม้โลหะที่อยู่บนซีดีจะไม่ทำอันตรายตู้ไมโครเวฟ หรือก่อให้เกิดไฟไหม้ แต่ผมพนันได้ว่าส่วนที่เป็นพลาสติกจะก่อให้เกิดกลิ่นไหม้ที่ไม่ดีต่อสุขภาพแน่ เมื่อคิดถึงกรณีนี้ ผมก็ไม่แนะนำที่จะเผาแผ่นซีดีด้วยไฟด้วยเช่นกัน</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "ในบางครั้งคุณอาจจำเป็นต้อง[*ล้าง*](/th/glossary#Wiping) อุปกรณ์บันทึกข้อมูลให้หมดจด ในกรณีที่คุณขายหรือให้คอมพิวเตอร์เก่าไป เอาฮาร์ดไดรฟ์ออกและให้เจ้าของคอมพิวเตอร์คนใหม่หาซื้อฮาร์ดไดรฟ์เองเป็นวิธีที่ดีที่สุด อย่างไรก็ตามหากเลือกไม่ได้ อย่างน้อยที่สุดคือ คุณควร [*ล้าง*](/th/glossary#Wiping) ไดรฟ์ให้สะอาดหมดจดด้วยการใช้ [*อิเรเซอร์*](/th/glossary#Eraser) ก่อนจะส่งมอบคอมพิวเตอร์ ถึงแม้ว่าคุณเก็บไดรฟ์ไว้เอง คุณอาจจำเป็นต้อง[*ล้าง*](/th/glossary#Wiping)ไดรฟ์นั้นเหมือนกัน ไม่จำเป็นว่าคุณจะนำไดรฟ์นั้นกลับมาใช้อีกหรือทิ้งไป ในกรณีคล้ายกัน ถ้าคุณซื้อฮาร์ดไดรฟ์ใหม่ คุณควร[*ล้าง*](/th/glossary#Wiping)ไดรฟ์อันเก่าของคุณหลังจากที่ทำสำเนาข้อมูลและสำรองข้อมูลอย่างปลอดภัยแล้ว ถ้าคุณตั้งใจว่าจะทิ้งหรือส่งไดรฟ์อันเก่าไปรีไซเคิล คุณควรพิจารณาถึงการทำลายตัวไดรฟ์นั้น (มืออาชีพทางคอมพิวเตอร์แนะนำว่าให้ใช้ ค้อนทุบแรงๆ 2-3 ครั้งก่อนที่จะทิ้งอุปกรณ์บันทึกข้อมูลที่เคยเก็บข้อมูลอ่อนไหว)\r\n\r\nไม่ว่าสถานการณ์ดังที่กล่าวไว้ข้างต้นจะเป็นอย่างไร การใช้[*อิเรเซอร์*](/th/glossary#Eraser)เพื่อ[*ล้าง*](/th/glossary#Wiping) ฮาร์ดไดรฟ์ทั้งหมดจะเป็นไปไม่ได้เลยตราบเท่าที่ระบบปฏิบัติการยังคงทำงานอยู่บนไดรฟ์นั้น วิธีง่ายที่สุดในการแก้ปัญหานี้ไปคือดึงเอาไดรฟ์นั้นออกไปและใส่มันลงไปใน “ไดรฟ์ภายนอก” ที่มี USB ซึ่งคุณสามารถเสียบเข้ากับคอมพิวเตอร์เครื่องใดก็ได้ที่ติดตั้งโปรแกรม[*อิเรเซอร์*](/th/glossary#Eraser) อยู่ ถึงตอนนี้คุณสามารถลบข้อมูลทั้งหมดที่อยู่บนไดรฟ์ภายนอกได้และใช้[*อิเรเซอร์*](/th/glossary#Eraser)  [*ล้าง*](/th/glossary#Wiping) พื้นที่ว่างบนไดรฟ์นั้นได้ โชคดีที่คุณไม่จำเป็นต้องทำแบบนี้บ่อยๆ เพราะว่ามันต้องใช้เวลาพอสมควร\r\n\r\nแทนที่จะพยายาม[*ล้าง*](/th/glossary#Wiping) ข้อมูลที่เก็บอยู่บนซีดีหรือดีวีดีที่เขียนซ้ำได้ การทำลายแผ่นดิสก์นั้นไปเลยจะดีกว่า ถ้าจำเป็นคุณอาจสร้างแผ่นดิสก์ใหม่ขึ้นมาเพื่อเก็บข้อมูลที่คุณอยากจะเก็บ และแน่นอนนี่ก็เป็นวิธีการเดียวที่จะ \"ลบ\"ข้อมูลที่อยู่บนดิสก์ที่เขียนซ้ำไม่ได้ คุณอาจเคยได้ยินเรื่องว่ามีการกู้คืนข้อมูลจากแผ่นดิสก์ที่ถูกตัดเป็นชิ้นเล็กชิ้นน้อยได้ แม้เป็นเรื่องจริง การประกอบข้อมูลขึ้นมาใหม่ในลักษณะนี้ต้องใช้เวลามากและความเชี่ยวชาญอย่างยิ่ง คุณจะต้องตัดสินด้วยตัวเองว่าจะมีใครที่ใช้ทรัพยากรเวลาและความสามารถระดับนั้นในการที่จะเข้าถึงข้อมูลของคุณหรือไม่ โดยปกติกรรไกรที่แข็งแรง (หรือแม้กระทั่งเครื่องย่อยเอกสารที่แข็งแรง) ก็สามารถทำลายแผ่นดิสก์ได้อย่างดี ถ้าคุณต้องการให้มีความระมัดระวังเป็นพิเศษ คุณอาจผสมชิ้นส่วนของแผ่นดิสก์ที่ถูกตัดหรือย่อยแล้วให้ปะปนกัน และทิ้งชิ้นส่วนเหล่านั้นให้ไกลจากบ้านหรือสำนักงานของคุณ\r\n \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nเอลีนา: ฉันยังคงมีซีดีเก่าที่เป็นข้อมูลสำรองของข้อมูลการจราจรของเว็บเซิร์ฟเวอร์อยู่ และเคยได้ยินว่าเราสามารถลบข้อมูลที่อยู่บนนั้นโดยการนำแผ่นซีดีเข้าไปในตู้ไมโครเวฟ อย่างไรก็ตาม ฉันรู้สึกว่าเป็นความคิดที่ไม่ดีนัก มีคนทำแบบนั้นจริงไหม และมันได้ผลไหม?\r\n\r\nนิโคไล: ผมคิดว่าการกระทำเช่นนั้นคงจะทำลายข้อมูลได้อย่างมีประสิทธิภาพ แต่ผมก็ไม่รู้จริงๆ เพราะผมไม่เคยเอาแผ่นซีดีใส่ตู้ไมโครเวฟ! ผมว่าน้าพูดถูก มันเป็นความคิดที่ฟังดูแย่มาก แม้โลหะที่อยู่บนซีดีจะไม่ทำอันตรายตู้ไมโครเวฟ หรือก่อให้เกิดไฟไหม้ แต่ผมพนันได้ว่าส่วนที่เป็นพลาสติกจะก่อให้เกิดกลิ่นไหม้ที่ไม่ดีต่อสุขภาพแน่ เมื่อคิดถึงกรณีนี้ ผมก็ไม่แนะนำที่จะเผาแผ่นซีดีด้วยไฟด้วยเช่นกัน\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1953", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1953", 
                "link_title": "Tips on using secure deletion tools effectively", 
                "menu_name": "book-toc-1925", 
                "mlid": "5098", 
                "module": "book", 
                "nid": "1953", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5098", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Tips on using secure deletion tools effectively", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456314032", 
            "comment": "0", 
            "created": "1441104275", 
            "current_revision_id": "13349", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_3", 
                        "value": "chapter_6_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5098": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1953", 
                    "link_title": "Tips on using secure deletion tools effectively", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5098", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5098", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1953", 
            "num_revisions": "36", 
            "path": "https://securityinabox.org/en/node/1953", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456314032", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "ข้อแนะนำในการล้างข้อมูลทั้งหมดบนอุปกรณ์บันทึกข้อมูล", 
                        "value": "ข้อแนะนำในการล้างข้อมูลทั้งหมดบนอุปกรณ์บันทึกข้อมูล"
                    }
                ]
            }, 
            "title_original": "Tips on using secure deletion tools effectively", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916713", 
                        "created": "1442916713", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227423", 
                        "created": "1441806731", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096318", 
                        "created": "1443096318", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413032", 
                        "created": "1442413032", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451916396", 
                        "created": "1441207536", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1456314032", 
                        "created": "1442761361", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879870", 
                        "created": "1443705772", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452607855", 
                        "created": "1452607855", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456791", 
                        "created": "1443456791", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115594", 
                        "created": "1441115594", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799894", 
                        "created": "1443799894", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396214", 
                        "created": "1444396214", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100615", 
                        "created": "1443100615", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093042", 
                        "created": "1443093042", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483456", 
                        "created": "1441104275", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1953", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578650", 
                        "created": "1443623162", 
                        "entity_id": "1953", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1953", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e12c5748-b077-4889-9df2-68dbbf76d5ca", 
            "vid": "13349", 
            "vuuid": "b62f6991-2c46-458b-9c97-a3e4e37b0da3"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>ในตอนนี้คุณคงคุ้นเคยกับวิธีที่อาจทำให้ข้อมูลที่อยู่ในคอมพิวเตอร์หรือในอุปกรณ์บันทึกข้อมูลของคุณถูกเปิดเผย แม้คุณจะขยันลบไฟล์อ่อนไหวเหล่านั้นก็ตาม นอกจากนี้คุณก็ได้เรียนรู้ว่าเครื่องมือใดที่คุณสามารถใช้เพื่อ <a href=\"/th/glossary#Wiping\"><em>ล้าง(Wiping)</em></a> ข้อมูลเหล่านั้นอย่างถาวร มีขั้นตอนง่ายๆ อีกสองสามประการที่คุณควรทำตาม โดยเฉพาะอย่างยิ่งหากคุณใช้เครื่องมือเหล่านี้เป็นครั้งแรก เพื่อความมั่นใจได้ว่าไดรฟ์ของคุณได้รับการทำความสะอาดอย่างปลอดภัยและมีประสิทธิภาพ</p>\n\n<ul><li>คุณควรสำรองไฟล์ข้อมูลสำคัญและเข้ารหัสไว้ดังที่ได้อธิบายไว้ใน<a href=\"/th/chapter-5\"><strong><em>บทที่ 5: กู้คืนข้อมูล</em></strong></a></li>\n<li>ปิดโปรแกรมที่ไม่จำเป็นทั้งหมดและตัดการเชื่อมต่อจากอินเทอร์เน็ต</li>\n<li>ลบไฟล์ที่ไม่จำเป็นทั้งหมดจากอุปกรณ์บันทึกข้อมูลทั้งหมด    และเทขยะใน<strong>ถังขยะรีไซเคิล</strong>ทิ้ง</li>\n<li><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ไฟล์ชั่วคราวโดยใช้<a href=\"/th/glossary#CCleaner\"><em>ซีคลีนเนอร์</em></a></li>\n<li><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> <a href=\"/th/glossary#Swap_file\"><em>สวับไฟล์</em></a> โดยใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a></li>\n<li><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> พื้นที่ว่างทั้งหมดบนคอมพิวเตอร์และอุปกรณ์บันทึกข้อมูลอื่นๆ ของคุณโดยใช้ <a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> คุณอาจจะต้องปล่อยทิ้งไว้ให้กระบวนการนี้ดำเนินการข้ามคืน  เพราะกระบวนการนี้ค่อนข้างช้า</li>\n</ul><p>คุณควรที่จะฝึกให้เป็นนิสัยในการ</p>\n\n<ul><li>ใช้<a href=\"/th/glossary#CCleaner*\"><em>ซีคลีนเนอร์</em></a> เพื่อ<a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> ไฟล์ชั่วคราวเป็นครั้งคราว</li>\n<li><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> เอกสารอิเล็กทรอนิกส์อ่อนไหวโดยใช้ <a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a> แทนที่จะใช้ <strong>ถังขยะรีไซเคิล</strong> หรือคำสั่งลบไฟล์ของวินโดวส์</li>\n<li>ใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a><a href=\"/th/glossary#Swap_file\"><em>สวับไฟล์</em></a> เป็นครั้งคราว</li>\n<li>ใช้<a href=\"/th/glossary#Eraser\"><em>อิเรเซอร์</em></a><a href=\"/th/glossary#Wiping\"><em>ล้าง</em></a> พื้นที่ว่างบนฮาร์ดไดรฟ์    แฟลชไดรฟ์และอุปกรณ์บันทึกข้อมูลอื่นๆ    ที่อาจเคยมีข้อมูลอ่อนไหวที่เพิ่งถูกลบเมื่อไม่นานมานี้   ซึ่งหมายความถึงฟล็อปปีดิสก์      ซีดีที่เขียนซ้ำได้     ดีวีดีที่เขียนซ้ำได้    และเมมโมรีการ์ดจากกล้องถ่ายรูป  โทรศัพท์มือถือ  หรือเครื่องเล่นเพลงแบบพกพาเป็นครั้งคราว</li>\n</ul>", 
                        "summary": "", 
                        "value": "ในตอนนี้คุณคงคุ้นเคยกับวิธีที่อาจทำให้ข้อมูลที่อยู่ในคอมพิวเตอร์หรือในอุปกรณ์บันทึกข้อมูลของคุณถูกเปิดเผย แม้คุณจะขยันลบไฟล์อ่อนไหวเหล่านั้นก็ตาม นอกจากนี้คุณก็ได้เรียนรู้ว่าเครื่องมือใดที่คุณสามารถใช้เพื่อ [*ล้าง(Wiping)*](/th/glossary#Wiping) ข้อมูลเหล่านั้นอย่างถาวร มีขั้นตอนง่ายๆ อีกสองสามประการที่คุณควรทำตาม โดยเฉพาะอย่างยิ่งหากคุณใช้เครื่องมือเหล่านี้เป็นครั้งแรก เพื่อความมั่นใจได้ว่าไดรฟ์ของคุณได้รับการทำความสะอาดอย่างปลอดภัยและมีประสิทธิภาพ\r\n\r\n- คุณควรสำรองไฟล์ข้อมูลสำคัญและเข้ารหัสไว้ดังที่ได้อธิบายไว้ใน[***บทที่ 5: กู้คืนข้อมูล***](/th/chapter-5)\r\n- ปิดโปรแกรมที่ไม่จำเป็นทั้งหมดและตัดการเชื่อมต่อจากอินเทอร์เน็ต\r\n- ลบไฟล์ที่ไม่จำเป็นทั้งหมดจากอุปกรณ์บันทึกข้อมูลทั้งหมด \tและเทขยะใน**ถังขยะรีไซเคิล**ทิ้ง\r\n- [*ล้าง*](/th/glossary#Wiping) ไฟล์ชั่วคราวโดยใช้[*ซีคลีนเนอร์*](/th/glossary#CCleaner)\r\n- [*ล้าง*](/th/glossary#Wiping) [*สวับไฟล์*](/th/glossary#Swap_file) โดยใช้[*อิเรเซอร์*](/th/glossary#Eraser)\r\n- [*ล้าง*](/th/glossary#Wiping) พื้นที่ว่างทั้งหมดบนคอมพิวเตอร์และอุปกรณ์บันทึกข้อมูลอื่นๆ ของคุณโดยใช้ [*อิเรเซอร์*](/th/glossary#Eraser) คุณอาจจะต้องปล่อยทิ้งไว้ให้กระบวนการนี้ดำเนินการข้ามคืน \tเพราะกระบวนการนี้ค่อนข้างช้า\r\n\r\nคุณควรที่จะฝึกให้เป็นนิสัยในการ\r\n\r\n- ใช้[*ซีคลีนเนอร์*](/th/glossary#CCleaner*) เพื่อ[*ล้าง*](/th/glossary#Wiping) ไฟล์ชั่วคราวเป็นครั้งคราว\r\n- [*ล้าง*](/th/glossary#Wiping) เอกสารอิเล็กทรอนิกส์อ่อนไหวโดยใช้ [*อิเรเซอร์*](/th/glossary#Eraser) แทนที่จะใช้ **ถังขยะรีไซเคิล** หรือคำสั่งลบไฟล์ของวินโดวส์\r\n- ใช้[*อิเรเซอร์*](/th/glossary#Eraser)[*ล้าง*](/th/glossary#Wiping)[*สวับไฟล์*](/th/glossary#Swap_file) เป็นครั้งคราว\r\n- ใช้[*อิเรเซอร์*](/th/glossary#Eraser)[*ล้าง*](/th/glossary#Wiping) พื้นที่ว่างบนฮาร์ดไดรฟ์ \tแฟลชไดรฟ์และอุปกรณ์บันทึกข้อมูลอื่นๆ \tที่อาจเคยมีข้อมูลอ่อนไหวที่เพิ่งถูกลบเมื่อไม่นานมานี้ \tซึ่งหมายความถึงฟล็อปปีดิสก์ \t ซีดีที่เขียนซ้ำได้ \tดีวีดีที่เขียนซ้ำได้ \tและเมมโมรีการ์ดจากกล้องถ่ายรูป \tโทรศัพท์มือถือ \tหรือเครื่องเล่นเพลงแบบพกพาเป็นครั้งคราว\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1954", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1954", 
                "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5099", 
                "module": "book", 
                "nid": "1954", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5099", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452608753", 
            "comment": "0", 
            "created": "1441104319", 
            "current_revision_id": "12797", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_4", 
                        "value": "chapter_6_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5099": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1954", 
                    "link_title": "ដំបូន្មានអំពី ការលុបជំរះទិន្នន័យទាំងស្រុងចេញពីឧបករណ៍ផ្ទុកទិន្នន័យមួយ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5099", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5099", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1954", 
            "num_revisions": "31", 
            "path": "https://securityinabox.org/en/node/1954", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452608753", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "ข้อแนะนำในการใช้เครื่องมือลบข้อมูลที่ปลอดภัยอย่างมีประสิทธิภาพ", 
                        "value": "ข้อแนะนำในการใช้เครื่องมือลบข้อมูลที่ปลอดภัยอย่างมีประสิทธิภาพ"
                    }
                ]
            }, 
            "title_original": "Tips on wiping the entire contents of a storage device", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916777", 
                        "created": "1442916777", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227463", 
                        "created": "1441806847", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096357", 
                        "created": "1443096357", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413119", 
                        "created": "1442413119", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917225", 
                        "created": "1441207615", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108341", 
                        "created": "1442761391", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705790", 
                        "created": "1443705790", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452608753", 
                        "created": "1452608694", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443456852", 
                        "created": "1443456852", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115725", 
                        "created": "1441115725", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443800081", 
                        "created": "1443800081", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396288", 
                        "created": "1444396288", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100685", 
                        "created": "1443100685", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093106", 
                        "created": "1443093106", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446483368", 
                        "created": "1441104319", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578765", 
                        "created": "1443623191", 
                        "entity_id": "1954", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "492acc6e-2aa6-4d66-8de8-f6059acd1105", 
            "vid": "12797", 
            "vuuid": "8c385253-4790-4263-9106-78e9895bbadd"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>ในขณะที่ไฟร์ฟอกซ์ไม่ได้ใช้เทคนิคลบข้องมูลที่ปลอดภัยในการล้างไฟล์ชั่วคราวอย่างถาวร     แต่ไฟร์ฟอกซ์มีวิธีการที่สร้างติดมากับโปรแกรมในการที่จะลบไฟล์ชั่วคราวที่โปรแกรมสร้างขึ้นมาเอง    คุณลักษณะนี้ได้อธิบายไว้ใน <a href=\"/th/firefox_main\"><strong><em>Firefox Guide</em></strong></a></li>\n<li>ใน <a href=\"http://www.piriform.com/ccleaner/faq\">CCleaner FAQ</a> มีข้อมูลเพิ่มเติมเกี่ยวกับการติดตั้งและการใช้งานเครื่องมือนี้</li>\n<li>แม้ว่าในเอกสาร the introduction of Peter Guttmann's <a href=\"http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/\">Secure Deletion of Data from Magnetic and Solid-State Memory</a> จะค่อนข้างเกี่ยวกับเรื่องทางเทคนิคมาก  แต่ก็เป็นเอกสารที่ควรค่าแก่การอ่าน  เนื่องจากว่า <a href=\"http://en.wikipedia.org/wiki/Gutmann_method\">วิธีการ</a> ที่เขาได้อธิบายไว้ในนั้นมีอิทธิพลอย่างสำคัญต่อผู้พัฒนา <em>อิเรเซอร์</em> และเครื่องมือในการลบไฟล์ที่ปลอดภัยอื่นๆ</li>\n</ul>", 
                        "summary": "", 
                        "value": "- ในขณะที่ไฟร์ฟอกซ์ไม่ได้ใช้เทคนิคลบข้องมูลที่ปลอดภัยในการล้างไฟล์ชั่วคราวอย่างถาวร \tแต่ไฟร์ฟอกซ์มีวิธีการที่สร้างติดมากับโปรแกรมในการที่จะลบไฟล์ชั่วคราวที่โปรแกรมสร้างขึ้นมาเอง \tคุณลักษณะนี้ได้อธิบายไว้ใน [***Firefox Guide***](/th/firefox_main)\r\n- ใน [CCleaner FAQ](http://www.piriform.com/ccleaner/faq) มีข้อมูลเพิ่มเติมเกี่ยวกับการติดตั้งและการใช้งานเครื่องมือนี้\r\n-  แม้ว่าในเอกสาร the introduction of Peter Guttmann's [Secure Deletion of Data from Magnetic and Solid-State Memory](http://www.usenix.org/publications/library/proceedings/sec96/full_papers/gutmann/) จะค่อนข้างเกี่ยวกับเรื่องทางเทคนิคมาก \tแต่ก็เป็นเอกสารที่ควรค่าแก่การอ่าน \tเนื่องจากว่า [วิธีการ](http://en.wikipedia.org/wiki/Gutmann_method) ที่เขาได้อธิบายไว้ในนั้นมีอิทธิพลอย่างสำคัญต่อผู้พัฒนา *อิเรเซอร์* และเครื่องมือในการลบไฟล์ที่ปลอดภัยอื่นๆ \t\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1955", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1955", 
                "link_title": "Further reading", 
                "menu_name": "book-toc-1925", 
                "mlid": "5100", 
                "module": "book", 
                "nid": "1955", 
                "options": [], 
                "p1": "5030", 
                "p2": "5095", 
                "p3": "5100", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5095", 
                "router_path": "node/%", 
                "title": "Further reading", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1455881979", 
            "comment": "0", 
            "created": "1441104360", 
            "current_revision_id": "13278", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_6_5", 
                        "value": "chapter_6_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5100": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1955", 
                    "link_title": "Further reading", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5100", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5095", 
                    "p3": "5100", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5095", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1955", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1955", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455881979", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "เอกสารอ่านเพิ่มเติม", 
                        "value": "เอกสารอ่านเพิ่มเติม"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455881979", 
                        "created": "1442916870", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096362", 
                        "created": "1443096362", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413243", 
                        "created": "1442413243", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451917320", 
                        "created": "1441207665", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108382", 
                        "created": "1442761407", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705810", 
                        "created": "1443705810", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452609764", 
                        "created": "1452609764", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457010", 
                        "created": "1443457010", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115788", 
                        "created": "1441115788", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443799706", 
                        "created": "1443799706", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396359", 
                        "created": "1444396359", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100747", 
                        "created": "1443100747", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093176", 
                        "created": "1443093176", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104360", 
                        "created": "1441104360", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1955", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444578835", 
                        "created": "1443623221", 
                        "entity_id": "1955", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1955", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "badf7089-f3d7-48f4-b6f3-db483312dba1", 
            "vid": "13278", 
            "vuuid": "28601ef3-3cc2-4d06-a468-7188ee67e5bb"
        }
    ], 
    "changed": "1452605109", 
    "comment": "0", 
    "created": "1441104103", 
    "current_revision_id": "12791", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "th": [
            {
                "format": null, 
                "safe_value": "6. ทำลายข้อมูลอ่อนไหว", 
                "value": "6. ทำลายข้อมูลอ่อนไหว"
            }
        ]
    }, 
    "field_menu_title_long": {
        "th": [
            {
                "format": null, 
                "safe_value": "6. ทำลายข้อมูลอ่อนไหว", 
                "value": "6. ทำลายข้อมูลอ่อนไหว"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "th": [
            {
                "format": null, 
                "safe_value": "chapter-6", 
                "value": "chapter-6"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "6"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5095": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1950", 
            "link_title": "៦. របៀបបំផ្លាញព័ត៌មានរសើប", 
            "menu_name": "book-toc-1925", 
            "mlid": "5095", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5095", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "6"
        }
    }, 
    "name": "chris", 
    "nid": "1950", 
    "num_revisions": "21", 
    "path": "https://securityinabox.org/en/node/1950", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452605109", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "th": [
            {
                "format": null, 
                "safe_value": "6. ทำลายข้อมูลอ่อนไหว", 
                "value": "6. ทำลายข้อมูลอ่อนไหว"
            }
        ]
    }, 
    "title_original": "6. How to destroy sensitive information", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916463", 
                "created": "1442916463", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227308", 
                "created": "1441806002", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093968", 
                "created": "1443093968", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442412751", 
                "created": "1442412751", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441206837", 
                "created": "1441206837", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447107793", 
                "created": "1442761286", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693204", 
                "created": "1443693204", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452605109", 
                "created": "1452605109", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443103426", 
                "created": "1443103426", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115215", 
                "created": "1441115215", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443798629", 
                "created": "1443798629", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444395607", 
                "created": "1444395607", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014688", 
                "created": "1443014688", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093297", 
                "created": "1443093297", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104103", 
                "created": "1441104103", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577876", 
                "created": "1443623073", 
                "entity_id": "1950", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d931ee68-c96e-4d0c-b530-bcf140ca9d1d", 
    "vid": "12791", 
    "vuuid": "24935096-6cbb-4b46-87e0-abf1b546dcf0"
}