{
    "body": {
        "th": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ด้วยเหตุที่อีเมลและแชต (instant message) เป็นวิธีสื่อสารที่สะดวก ประหยัด และคล่องตัว ทำให้ทั้งอีเมลและแชตมีประโยชน์มากสำหรับบุคคลและองค์กร แม้บางรายจะมีข้อจำกัดในการเข้าถึงอินเทอร์เน็ตก็ตาม สำหรับผู้ที่สามารถใช้อินเทอร์เน็ตที่เร็วขึ้นและมีการเชื่อมต่อที่ไว้ใจได้มากกว่า ซอฟต์แวร์อย่างเช่น<a href=\"https://jitsi.org/\"><em>จิทซี่ (Jitsi)</em></a> <a href=\"/th/glossary#Skype\"><em>สไกป์ (Skype)</em></a> และ <a href=\"/th/glossary#VoIP\"><em>วอยส์โอเวอร์ไอพี (VoIP)</em></a> อื่นๆ ก็มีคุณลักษณะร่วมนี้ด้วยเช่นกัน โชคร้ายที่ทางเลือกในการสื่อสารดิจิทัลกับการวิธีสื่อสารแบบดั้งเดิมนั้นไม่สามารถทำให้มั่นใจถึงความเป็นส่วนตัวของข้อมูลอ่อนไหวที่กำลังสื่อสารกันได้ แน่นอนว่านี่ไม่ใช่เรื่องใหม่ ไปรษณีย์ โทรศัพท์ และการส่งข้อความอิเล็กทรอนิกส์ล้วนเปราะบางทั้งนั้น โดยเฉพาะอย่างยิ่งเมื่อผู้สื่อสารตกถูกจับตาโดยเจ้าหน้าที่</p>\n\n<p>ความแตกต่างที่สำคัญอย่างหนึ่งระหว่างเทคนิคในการสื่อสารดิจิทัลบนอินเทอร์เน็ต กับวิธีการสื่อสารแบบดั้งเดิมคือ การสื่อสารแบบดิจิทัลยอมให้คุณตัดสินใจเกี่ยวกับระดับของความปลอดภัยได้ด้วยตัวเอง หากคุณส่งอีเมล ข้อความแบบทันที หรือสนทนาผ่าน<a href=\"/th/glossary#VoIP\"><em>VoIP</em></a> ด้วยวิธีการที่ไม่ปลอดภัยนัก แน่นอนว่าการสื่อสารในรูปแบบเหล่านี้ย่อมมีความเป็นส่วนตัวน้อยกว่าการใช้จดหมายหรือโทรศัพท์ ทั้งนี้สาเหตส่วนหนึ่งมาจากการที่คอมพิวเตอร์ที่มีความสามารถมาก บางเครื่องค้นหาผ่านข้อมูลดิจิทัลจำนวนมหาศาลได้โดยอัตโนมัติ โดยระบุตัวผู้ส่ง ผู้รับ หรือคำสำคัญที่เฉพาะเจาะจงได้ ขณะที่ในการสื่อสารแบบดั้งเดิมนั้น การสอดส่องค้นหาเช่นนี้อาจต้องใช้ทรัพยากรมากกว่า อย่างไรก็ตามถ้าคุณมีความระมัดระวังตัวไว้ก่อน ผลลัพธ์อาจเป็นตรงกันข้ามกับสิ่งที่กล่าวมา ความคล่องตัวของเครื่องมือการสื่อสารบนอินเทอร์เน็ตและความแข็งแกร่งของ<a href=\"/th/glossary#Encryption\"><em>การเข้ารหัส</em></a> สมัยใหม่มอบความเป็นส่วนตัวแก่คุณได้ในระดับหนึ่ง ซึ่งในอดีตนั้นจะพบความเป็นส่วนตัวในระดับนี้ได้เฉพาะในองค์กรทหารหรือหน่วยข่าวกรองเท่านั้น</p>\n\n<p>หากทำตามแนวปฏิบัติและลองสำรวจซอฟต์แวร์ต่างๆ ที่จะได้อธิบายในบทนี้ คุณจะเพิ่มความปลอดภัยให้กับการสื่อสารของคุณได้มาก บริการ<a href=\"/th/glossary#RiseUp\"><em>ไรซ์อัพ (RiseUp)</em></a> <a href=\"/th/glossary#OTR\"><em>ออฟเดอะเรคคอร์ด (OTR)</em></a> ส่วนเสริมสำหรับโปรแกรมแชต <a href=\"/th/glossary#Pidgin\"><em>พิดจิน (Pidgin)</em></a> <a href=\"/th/glossary#Firefox\"><em>มอซิลลา ไฟร์ฟอกซ์ (Firefox)</em></a> และส่วนเสริม <a href=\"/en/glossary#Enigmail\"><em>อินิกเมล์</em></a> สำหรับโปรแกรมอีเมล <a href=\"/th/glossary#Thunderbird\"><em>มอซิลลา ธันเดอร์เบิร์ด (Thunderbird)</em></a> นั้นล้วนแต่เป็นเครื่องมือที่ยอดเยี่ยม อย่างไรก็ตามในขณะที่ใช้เครื่องมือเหล่านี้คุณต้องระลึกไว้เสมอว่าไม่มีอะไรสามารถรับประกันความเป็นส่วนตัวของการสนทนานั้นได้หนึ่งร้อยเปอร์เซ็นต์ ยังคงมีภัยคุกคามที่คุณอาจไม่ได้ตระหนักถึงเสมออันได้แก่ <a href=\"/th/glossary#Keylogger\"><em>คีย์ล็อกเกอร์ (keylogger)</em></a> บนคอมพิวเตอร์ของคุณ หรืออาจจะมีใครแอบฟังบทสนทนาของคุณที่ประตู หรือการติดต่อทางอีเมลที่ประมาทเลินเล่อ หรือการกระทำอื่นๆ เป้าหมายของบทนี้คือการช่วยคุณลดภัยคุกคามที่อาจจะไม่เกิดกับตัวคุณเอง ขณะเดียวกันก็ช่วยให้คุณไม่ต้องอยู่ในสภาวะสุดโต่งดังที่หลายคนอาจชอบ ซึ่งก็คือการไม่ส่งอะไรที่ไม่อยากให้ปรากฏต่อสาธารณะผ่านทางอินเทอร์เน็ตเลย</p>\n\n<div class=\"background\">\n\n<p>เคลาเดียและปาโบล ทำงานให้กับองค์กรไม่แสวงหากำไรด้านสิทธิมนุษยชนในประเทศหนึ่งในอเมริกาใต้ ทั้งคู่ได้ใช้เวลาหลายเดือนเก็บคำให้การจากพยานต่างๆ ที เกี่ยวกับการละเมิดสิทธิมนุษยชนที่กระทำโดยทหารในภูมิภาคที่พวกเขาอยู่ เคลาเดีย และ ปาโบลเริ่มดำเนินการปกป้องข้อมูลที่เป็นผลลัพธ์เหล่านั้น พวกเขาเก็บเฉพาะข้อมูลที่ต้องการเท่านั้นซึ่ งข้อมูลเหล่านั้นถูกเก็บอยู่ในพาร์ทิชันทรูคริปท์ซึ่งได้มีการสำรองข้อมูลและถูกเก็บไว้ในสถานที่ต่างๆ ในขณะที่กำลังเตรียมการพิมพ์เผยแพร่บางส่วนของคำให้การในรายงาน พวกเขาพบว่าจะต้องปรึกษาหารือกับเพื่อนร่วมงานบางคนที่อยู่ในประเทศอื่นในประเด็นที่เป็นข้อมูลอ่อนไหว ถึงแม้ว่าพวกเขาจะตกลงที่จะไม่อ้างอิงถึงชื่อและสถานที่ พวกเขายังคงต้องการทำให้มั่นใจได้ว่าการสนทนาผ่านอีเมลการส่งข้อความแบบทันทีในประเด็นเหล่านี้ได้มีการปกป้องความเป็นส่วนตัวไว้ หลังจากที่ได้มีการเรียกประชุมเพื่อปรึกษาหารือเกี่ยวกับความสำคัญของความปลอดภัยในการสื่อสาร เคลาเดียถามทุกคนในสำนักงานของเธอว่าใครมีคำถามหรือไม่</p>\n\n</div>\n\n<h3>สิ่งที่คุณจะได้เรียนรู้จากบทนี้</h3>\n\n<ul><li>รู้ว่าทำไมบริการเว็บเมลและการส่งข้อความแบบทันทีส่วนใหญ่ไม่มีความปลอดภัย</li>\n<li>วิธีสร้างบัญชีอีเมลใหม่ที่มีความปลอดภัยมากกว่า</li>\n<li>วิธีเพิ่มความปลอดภัยให้กับบัญชีอีเมลปัจจุบันของคุณ</li>\n<li>วิธีใช้บริการส่งข้อความแบบทันทีอย่างปลอดภัย</li>\n<li>คุณต้องทำอะไรบ้างหากคุณคิดว่ามีใครอาจเข้าถึงอีเมลคุณได้</li>\n<li>วิธีตรวจสอบลักษณะบ่งชี้ตัวบุคคลของการติดต่อทางอีเมล</li>\n</ul>", 
                "summary": "", 
                "value": "ด้วยเหตุที่อีเมลและแชต (instant message) เป็นวิธีสื่อสารที่สะดวก ประหยัด และคล่องตัว ทำให้ทั้งอีเมลและแชตมีประโยชน์มากสำหรับบุคคลและองค์กร แม้บางรายจะมีข้อจำกัดในการเข้าถึงอินเทอร์เน็ตก็ตาม สำหรับผู้ที่สามารถใช้อินเทอร์เน็ตที่เร็วขึ้นและมีการเชื่อมต่อที่ไว้ใจได้มากกว่า ซอฟต์แวร์อย่างเช่น[*จิทซี่ (Jitsi)*](https://jitsi.org/) [*สไกป์ (Skype)*](/th/glossary#Skype) และ [*วอยส์โอเวอร์ไอพี (VoIP)*](/th/glossary#VoIP) อื่นๆ ก็มีคุณลักษณะร่วมนี้ด้วยเช่นกัน โชคร้ายที่ทางเลือกในการสื่อสารดิจิทัลกับการวิธีสื่อสารแบบดั้งเดิมนั้นไม่สามารถทำให้มั่นใจถึงความเป็นส่วนตัวของข้อมูลอ่อนไหวที่กำลังสื่อสารกันได้ แน่นอนว่านี่ไม่ใช่เรื่องใหม่ ไปรษณีย์ โทรศัพท์ และการส่งข้อความอิเล็กทรอนิกส์ล้วนเปราะบางทั้งนั้น โดยเฉพาะอย่างยิ่งเมื่อผู้สื่อสารตกถูกจับตาโดยเจ้าหน้าที่\r\n\r\nความแตกต่างที่สำคัญอย่างหนึ่งระหว่างเทคนิคในการสื่อสารดิจิทัลบนอินเทอร์เน็ต กับวิธีการสื่อสารแบบดั้งเดิมคือ การสื่อสารแบบดิจิทัลยอมให้คุณตัดสินใจเกี่ยวกับระดับของความปลอดภัยได้ด้วยตัวเอง หากคุณส่งอีเมล ข้อความแบบทันที หรือสนทนาผ่าน[*VoIP*](/th/glossary#VoIP) ด้วยวิธีการที่ไม่ปลอดภัยนัก แน่นอนว่าการสื่อสารในรูปแบบเหล่านี้ย่อมมีความเป็นส่วนตัวน้อยกว่าการใช้จดหมายหรือโทรศัพท์ ทั้งนี้สาเหตส่วนหนึ่งมาจากการที่คอมพิวเตอร์ที่มีความสามารถมาก บางเครื่องค้นหาผ่านข้อมูลดิจิทัลจำนวนมหาศาลได้โดยอัตโนมัติ โดยระบุตัวผู้ส่ง ผู้รับ หรือคำสำคัญที่เฉพาะเจาะจงได้ ขณะที่ในการสื่อสารแบบดั้งเดิมนั้น การสอดส่องค้นหาเช่นนี้อาจต้องใช้ทรัพยากรมากกว่า อย่างไรก็ตามถ้าคุณมีความระมัดระวังตัวไว้ก่อน ผลลัพธ์อาจเป็นตรงกันข้ามกับสิ่งที่กล่าวมา ความคล่องตัวของเครื่องมือการสื่อสารบนอินเทอร์เน็ตและความแข็งแกร่งของ[*การเข้ารหัส*](/th/glossary#Encryption) สมัยใหม่มอบความเป็นส่วนตัวแก่คุณได้ในระดับหนึ่ง ซึ่งในอดีตนั้นจะพบความเป็นส่วนตัวในระดับนี้ได้เฉพาะในองค์กรทหารหรือหน่วยข่าวกรองเท่านั้น\r\n\r\nหากทำตามแนวปฏิบัติและลองสำรวจซอฟต์แวร์ต่างๆ ที่จะได้อธิบายในบทนี้ คุณจะเพิ่มความปลอดภัยให้กับการสื่อสารของคุณได้มาก บริการ[*ไรซ์อัพ (RiseUp)*](/th/glossary#RiseUp) [*ออฟเดอะเรคคอร์ด (OTR)*](/th/glossary#OTR) ส่วนเสริมสำหรับโปรแกรมแชต [*พิดจิน (Pidgin)*](/th/glossary#Pidgin) [*มอซิลลา ไฟร์ฟอกซ์ (Firefox)*](/th/glossary#Firefox) และส่วนเสริม [*อินิกเมล์*](/en/glossary#Enigmail) สำหรับโปรแกรมอีเมล [*มอซิลลา ธันเดอร์เบิร์ด (Thunderbird)*](/th/glossary#Thunderbird) นั้นล้วนแต่เป็นเครื่องมือที่ยอดเยี่ยม อย่างไรก็ตามในขณะที่ใช้เครื่องมือเหล่านี้คุณต้องระลึกไว้เสมอว่าไม่มีอะไรสามารถรับประกันความเป็นส่วนตัวของการสนทนานั้นได้หนึ่งร้อยเปอร์เซ็นต์ ยังคงมีภัยคุกคามที่คุณอาจไม่ได้ตระหนักถึงเสมออันได้แก่ [*คีย์ล็อกเกอร์ (keylogger)*](/th/glossary#Keylogger) บนคอมพิวเตอร์ของคุณ หรืออาจจะมีใครแอบฟังบทสนทนาของคุณที่ประตู หรือการติดต่อทางอีเมลที่ประมาทเลินเล่อ หรือการกระทำอื่นๆ เป้าหมายของบทนี้คือการช่วยคุณลดภัยคุกคามที่อาจจะไม่เกิดกับตัวคุณเอง ขณะเดียวกันก็ช่วยให้คุณไม่ต้องอยู่ในสภาวะสุดโต่งดังที่หลายคนอาจชอบ ซึ่งก็คือการไม่ส่งอะไรที่ไม่อยากให้ปรากฏต่อสาธารณะผ่านทางอินเทอร์เน็ตเลย \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nเคลาเดียและปาโบล ทำงานให้กับองค์กรไม่แสวงหากำไรด้านสิทธิมนุษยชนในประเทศหนึ่งในอเมริกาใต้ ทั้งคู่ได้ใช้เวลาหลายเดือนเก็บคำให้การจากพยานต่างๆ ที เกี่ยวกับการละเมิดสิทธิมนุษยชนที่กระทำโดยทหารในภูมิภาคที่พวกเขาอยู่ เคลาเดีย และ ปาโบลเริ่มดำเนินการปกป้องข้อมูลที่เป็นผลลัพธ์เหล่านั้น พวกเขาเก็บเฉพาะข้อมูลที่ต้องการเท่านั้นซึ่ งข้อมูลเหล่านั้นถูกเก็บอยู่ในพาร์ทิชันทรูคริปท์ซึ่งได้มีการสำรองข้อมูลและถูกเก็บไว้ในสถานที่ต่างๆ ในขณะที่กำลังเตรียมการพิมพ์เผยแพร่บางส่วนของคำให้การในรายงาน พวกเขาพบว่าจะต้องปรึกษาหารือกับเพื่อนร่วมงานบางคนที่อยู่ในประเทศอื่นในประเด็นที่เป็นข้อมูลอ่อนไหว ถึงแม้ว่าพวกเขาจะตกลงที่จะไม่อ้างอิงถึงชื่อและสถานที่ พวกเขายังคงต้องการทำให้มั่นใจได้ว่าการสนทนาผ่านอีเมลการส่งข้อความแบบทันทีในประเด็นเหล่านี้ได้มีการปกป้องความเป็นส่วนตัวไว้ หลังจากที่ได้มีการเรียกประชุมเพื่อปรึกษาหารือเกี่ยวกับความสำคัญของความปลอดภัยในการสื่อสาร เคลาเดียถามทุกคนในสำนักงานของเธอว่าใครมีคำถามหรือไม่\r\n</div>\r\n\r\n### สิ่งที่คุณจะได้เรียนรู้จากบทนี้ ###\r\n\r\n- รู้ว่าทำไมบริการเว็บเมลและการส่งข้อความแบบทันทีส่วนใหญ่ไม่มีความปลอดภัย\r\n- วิธีสร้างบัญชีอีเมลใหม่ที่มีความปลอดภัยมากกว่า\r\n- วิธีเพิ่มความปลอดภัยให้กับบัญชีอีเมลปัจจุบันของคุณ\r\n- วิธีใช้บริการส่งข้อความแบบทันทีอย่างปลอดภัย\r\n- คุณต้องทำอะไรบ้างหากคุณคิดว่ามีใครอาจเข้าถึงอีเมลคุณได้\r\n- วิธีตรวจสอบลักษณะบ่งชี้ตัวบุคคลของการติดต่อทางอีเมล"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1956", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1956", 
        "link_title": "7. How to keep your Internet communication private", 
        "menu_name": "book-toc-1925", 
        "mlid": "5101", 
        "module": "book", 
        "nid": "1956", 
        "options": [], 
        "p1": "5030", 
        "p2": "5101", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "7. How to keep your Internet communication private", 
        "updated": "0", 
        "weight": "7"
    }, 
    "book_children": [
        {}, 
        {}, 
        {}, 
        {}, 
        {}
    ], 
    "changed": "1453893190", 
    "comment": "0", 
    "created": "1441104468", 
    "current_revision_id": "13007", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "th": [
            {
                "format": null, 
                "safe_value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต", 
                "value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต"
            }
        ]
    }, 
    "field_menu_title_long": {
        "th": [
            {
                "format": null, 
                "safe_value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต", 
                "value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "th": [
            {
                "format": null, 
                "safe_value": "chapter-7", 
                "value": "chapter-7"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5101": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1956", 
            "link_title": "7. How to keep your Internet communication private", 
            "menu_name": "book-toc-1925", 
            "mlid": "5101", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5101", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "7"
        }
    }, 
    "name": "chris", 
    "nid": "1956", 
    "num_revisions": "28", 
    "path": "https://securityinabox.org/en/node/1956", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453893190", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "th": [
            {
                "format": null, 
                "safe_value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต", 
                "value": "7. รักษาความเป็นส่วนตัวบนอินเทอร์เน็ต"
            }
        ]
    }, 
    "title_original": "7. How to keep your Internet communication private", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916972", 
                "created": "1442916972", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1453893190", 
                "created": "1441807094", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094027", 
                "created": "1443094027", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442413328", 
                "created": "1442413328", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451917636", 
                "created": "1441207736", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108427", 
                "created": "1442759290", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693120", 
                "created": "1443693120", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452609857", 
                "created": "1452609857", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457107", 
                "created": "1443457107", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115896", 
                "created": "1441115896", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443805087", 
                "created": "1443805087", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444396529", 
                "created": "1444396529", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014757", 
                "created": "1443014757", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093390", 
                "created": "1443093390", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104468", 
                "created": "1441104468", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1956", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444578893", 
                "created": "1443623275", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "8355d317-18f9-4aa5-a7b0-3e34478c80f3", 
    "vid": "13007", 
    "vuuid": "c39a5dff-12ca-4b1e-aa05-2401c257eab6"
}