{
    "body": {
        "th": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>ชุมชนออนไลน์นั้นมีมาตั้งแต่การคิดค้นอินเทอร์เน็ต แรกสุดเรามีกระดานสนทนาและอีเมลกลุ่ม ซึ่งเปิดโอกาสให้คนทั่วโลกได้ติดต่อ สื่อสาร และแบ่งปันข้อมูลเกี่ยวกับเรื่องราวต่างๆ ทุกวันนี้เว็บไซต์เครือข่ายสังคมหรือโซเชียลเน็ตเวิร์กได้ขยายพื้นที่ของการปฏิสัมพันธ์ ทำให้คุณสามารถแบ่งปันข้อความ ภาพ ไฟล์ และแม้กระทั่งข้อมูลต่อนาทีในสิ่งที่คุณกำลังทำอยู่ หรือที่ไหนก็ตามที่คุณอยู่ การทำงานแบบนี้ไม่ใช่เรื่องใหม่หรือเรื่องเฉพาะตัวแต่อย่างใด การกระทำเหล่านี้ทำผ่านอินเทอร์เน็ตได้โดยไม่จำเป็นต้องเข้าร่วมเว็บไซต์เครือข่ายสังคม</p>\n\n<p>ถึงแม้ว่าเครือข่ายเหล่านี้มีประโยชน์มาก และช่วยส่งเสริมปฏิสัมพันธ์ทางสังคมทั้งในโลกออนไลน์และออฟไลน์ ในขณะที่คุณใช้เว็บเหล่านี้ ก็อาจจะเปิดโอกาสให้มีคนเข้าถึงข้อมูลของคุณและเอาไปใช้ในทางที่ผิดได้ ลองคิดว่าเว็บไซต์เครือข่ายสังคมเป็นเหมือนงานเลี้ยงขนาดใหญ่ มีแขกบางกลุ่มที่คนรู้จักและก็มีผู้คนบางกลุ่มที่คุณไม่รู้จักเลย ลองจินตนาการดูว่าคุณเดินผ่านฝูงคนในงานเลี้ยงนี้โดยที่คุณมีข้อมูลส่วนตัว และบัญชีล่าสุดที่แสดงว่าคุณกำลังคิดอะไรอยู่ เขียนอยู่บนแผ่นป้ายขนาดใหญ่แปะอยู่ที่ข้างหลังคุณ ซึ่งทุกคนอ่านได้ แม้คุณไม่รู้ตัว คุณต้องการให้ทุกคนรู้ทุกอย่างที่เกี่ยวกับคุณจริงหรือ</p>\n\n<p>จำไว้ว่าเว็บไซต์เครือข่ายสังคมทั้งหมดเป็นธุรกิจเอกชน และธุรกิจเหล่านั้นทำเงินโดยการเก็บรวบรวมข้อมูลเกี่ยวกับตัวบุคคลและขายข้อมูลเหล่านั้นออกไป โดยเฉพาะให้กับบริษัทโฆษณาที่เป็นบุคคลที่สาม เมื่อคุณเข้าสู่เว็บไซต์เครือข่ายสังคม เท่ากับว่าคุณกำลังทิ้งเสรีภาพอินเทอร์เน็ตไว้ข้างหลัง และกำลังเข้าสู่เครือข่ายที่ปกครองและควบคุมโดยเจ้าของของเว็บไซต์เหล่านั้น การตั้งค่าความเป็นส่วนตัวหมายถึงการปกป้องตัวคุณจากผู้ใช้บริการเครือข่ายสังคมอื่นๆ แต่ไม่ได้หมายความว่ามันจะปกป้องข้อมูลของคุณจากเจ้าของผู้ให้บริการ สิ่งที่สำคัญก็คือ คุณได้มอบข้อมูลทั้งหมดของคุณให้กับเจ้าของเว็บไซต์เพราะเชื่อใจพวกเขา</p>\n\n<p>ถ้าคุณทำงานเกี่ยวกับข้อมูลหรือประเด็นอ่อนไหวและสนใจใช้บริการเครือข่ายสังคม มันเป็นเรื่องสำคัญที่จะต้องตระหนักถึงประเด็นความเป็นส่วนตัวและความปลอดภัยซึ่งมาพร้อมกับการใช้บริการดังกล่าว นักปกป้องสิทธิมนุษยชนนั้นมีความเสี่ยงเป็นพิเศษจากอันตรายที่มาพร้อมกับการใช้เว็บไซต์เครือข่ายสังคม และจะต้องระมัดระวังอย่างที่สุดเกี่ยวกับข้อมูลเกี่ยวกับตัวเองที่พวกเขาจะเปิดเผย รวมถึงข้อมูลของผู้คนที่ทำงานกับนักปกป้องสิทธิมนุษยชนเหล่านั้นด้วย</p>\n\n<p>ก่อนที่คุณจะใช้บริการเว็บไซต์เครือข่ายสังคมใดๆ การทำความเข้าใจว่าเว็บไซต์เหล่านั้นทำให้คุณเกิดความเสี่ยงเป็นสิ่งสำคัญ และคุณจะต้องหาทางปกป้องตัวเองและผู้คนที่ทำงานกับคุณ คู่มือแนะนำนี้จะช่วยให้คุณเข้าใจผลที่ตามมาที่เกี่ยวข้องกับความปลอดภัยในการใช้งานเว็บไซต์เครือข่ายสังคม</p>\n\n<h2>สถานการณ์ภูมิหลัง</h2>\n\n<div class=\"background\">\n\n<p>แมนซัวร์และแม็กดาเป็นนักเคลื่อนไหวเพื่อปกป้องสิทธิมนุษยชนในแอฟริกาเหนือ พวกเขากำลังจะจัดการเดินขบวน ณ ใจกลางเมืองใหญ่แห่งหนึ่ง ทั้งคู่ต้องการใช้เฟซบุ๊กในการกระจายข่าว แต่กังวลว่าเจ้าหน้าที่จะได้รับเบาะแสและใครก็ตามที่แสดงความสนใจที่จะร่วมกิจกรรมอาจถูกติดตาม พวกเขาวางแผนว่าจะใช้ทวิตเตอร์ในระหว่างการเดินขบวนเพื่อให้ข้อมูลล่าสุดเกี่ยวกับการเดินขบวน แต่จะเกิดอะไรขึ้นถ้าตำรวจสามารถติดตามทวีตและส่งเจ้าหน้าที่ไปรับมือกับการเดินขบวน แมนซัวร์และแม็กดาวางแผนว่าจะแชร์ภาพและวีดีโอของการเดินขบวนโดยไม่เปิดเผยสิ่งระบุตัวตนของผู้คนที่เข้าร่วม เพราะพวกเขากังวลว่าผู้ที่เข้าร่วมเดินขบวนอาจถูกฟ้องร้อง</p>\n\n</div>\n\n<p>เราไม่ได้บอกให้คุณหยุดใช้เครื่องมือสังคมเครือข่ายทั้งหมด อย่างไรก็ตาม คุณควรใช้มาตรการความปลอดภัยที่เหมาะสม เพื่อที่คุณจะสามารถใช้เครื่องมือเหล่านี้โดยไม่ทำให้คุณและใครก็ตามตกอยู่ในความเสี่ยง</p>\n\n<h3>สิ่งที่คุณจะได้เรียนรู้จากบทนี้</h3>\n\n<ul><li>รู้ว่าเว็บไซต์เครือข่ายสังคมจะทำให้ข้อมูลอ่อนไหวถูกเปิดเผยโดยไม่ได้ตั้งใจได้ง่ายเพียงใด</li>\n<li>รู้วิธีปกป้องข้อมูลเกี่ยวกับตัวคุณและคนอื่นเมื่อใช้เว็บไซต์เครือข่ายสังคม</li>\n</ul>", 
                "summary": "", 
                "value": "ชุมชนออนไลน์นั้นมีมาตั้งแต่การคิดค้นอินเทอร์เน็ต แรกสุดเรามีกระดานสนทนาและอีเมลกลุ่ม ซึ่งเปิดโอกาสให้คนทั่วโลกได้ติดต่อ สื่อสาร และแบ่งปันข้อมูลเกี่ยวกับเรื่องราวต่างๆ ทุกวันนี้เว็บไซต์เครือข่ายสังคมหรือโซเชียลเน็ตเวิร์กได้ขยายพื้นที่ของการปฏิสัมพันธ์ ทำให้คุณสามารถแบ่งปันข้อความ ภาพ ไฟล์ และแม้กระทั่งข้อมูลต่อนาทีในสิ่งที่คุณกำลังทำอยู่ หรือที่ไหนก็ตามที่คุณอยู่ การทำงานแบบนี้ไม่ใช่เรื่องใหม่หรือเรื่องเฉพาะตัวแต่อย่างใด การกระทำเหล่านี้ทำผ่านอินเทอร์เน็ตได้โดยไม่จำเป็นต้องเข้าร่วมเว็บไซต์เครือข่ายสังคม\r\n\r\nถึงแม้ว่าเครือข่ายเหล่านี้มีประโยชน์มาก และช่วยส่งเสริมปฏิสัมพันธ์ทางสังคมทั้งในโลกออนไลน์และออฟไลน์ ในขณะที่คุณใช้เว็บเหล่านี้ ก็อาจจะเปิดโอกาสให้มีคนเข้าถึงข้อมูลของคุณและเอาไปใช้ในทางที่ผิดได้ ลองคิดว่าเว็บไซต์เครือข่ายสังคมเป็นเหมือนงานเลี้ยงขนาดใหญ่ มีแขกบางกลุ่มที่คนรู้จักและก็มีผู้คนบางกลุ่มที่คุณไม่รู้จักเลย ลองจินตนาการดูว่าคุณเดินผ่านฝูงคนในงานเลี้ยงนี้โดยที่คุณมีข้อมูลส่วนตัว และบัญชีล่าสุดที่แสดงว่าคุณกำลังคิดอะไรอยู่ เขียนอยู่บนแผ่นป้ายขนาดใหญ่แปะอยู่ที่ข้างหลังคุณ ซึ่งทุกคนอ่านได้ แม้คุณไม่รู้ตัว คุณต้องการให้ทุกคนรู้ทุกอย่างที่เกี่ยวกับคุณจริงหรือ\r\n\r\nจำไว้ว่าเว็บไซต์เครือข่ายสังคมทั้งหมดเป็นธุรกิจเอกชน และธุรกิจเหล่านั้นทำเงินโดยการเก็บรวบรวมข้อมูลเกี่ยวกับตัวบุคคลและขายข้อมูลเหล่านั้นออกไป โดยเฉพาะให้กับบริษัทโฆษณาที่เป็นบุคคลที่สาม เมื่อคุณเข้าสู่เว็บไซต์เครือข่ายสังคม เท่ากับว่าคุณกำลังทิ้งเสรีภาพอินเทอร์เน็ตไว้ข้างหลัง และกำลังเข้าสู่เครือข่ายที่ปกครองและควบคุมโดยเจ้าของของเว็บไซต์เหล่านั้น การตั้งค่าความเป็นส่วนตัวหมายถึงการปกป้องตัวคุณจากผู้ใช้บริการเครือข่ายสังคมอื่นๆ แต่ไม่ได้หมายความว่ามันจะปกป้องข้อมูลของคุณจากเจ้าของผู้ให้บริการ สิ่งที่สำคัญก็คือ คุณได้มอบข้อมูลทั้งหมดของคุณให้กับเจ้าของเว็บไซต์เพราะเชื่อใจพวกเขา\r\n\r\nถ้าคุณทำงานเกี่ยวกับข้อมูลหรือประเด็นอ่อนไหวและสนใจใช้บริการเครือข่ายสังคม มันเป็นเรื่องสำคัญที่จะต้องตระหนักถึงประเด็นความเป็นส่วนตัวและความปลอดภัยซึ่งมาพร้อมกับการใช้บริการดังกล่าว นักปกป้องสิทธิมนุษยชนนั้นมีความเสี่ยงเป็นพิเศษจากอันตรายที่มาพร้อมกับการใช้เว็บไซต์เครือข่ายสังคม และจะต้องระมัดระวังอย่างที่สุดเกี่ยวกับข้อมูลเกี่ยวกับตัวเองที่พวกเขาจะเปิดเผย รวมถึงข้อมูลของผู้คนที่ทำงานกับนักปกป้องสิทธิมนุษยชนเหล่านั้นด้วย\r\n\r\nก่อนที่คุณจะใช้บริการเว็บไซต์เครือข่ายสังคมใดๆ การทำความเข้าใจว่าเว็บไซต์เหล่านั้นทำให้คุณเกิดความเสี่ยงเป็นสิ่งสำคัญ และคุณจะต้องหาทางปกป้องตัวเองและผู้คนที่ทำงานกับคุณ คู่มือแนะนำนี้จะช่วยให้คุณเข้าใจผลที่ตามมาที่เกี่ยวข้องกับความปลอดภัยในการใช้งานเว็บไซต์เครือข่ายสังคม\r\n\r\n## สถานการณ์ภูมิหลัง ##\r\n\r\n<div class=\"background\" markdown=1>\r\nแมนซัวร์และแม็กดาเป็นนักเคลื่อนไหวเพื่อปกป้องสิทธิมนุษยชนในแอฟริกาเหนือ พวกเขากำลังจะจัดการเดินขบวน ณ ใจกลางเมืองใหญ่แห่งหนึ่ง ทั้งคู่ต้องการใช้เฟซบุ๊กในการกระจายข่าว แต่กังวลว่าเจ้าหน้าที่จะได้รับเบาะแสและใครก็ตามที่แสดงความสนใจที่จะร่วมกิจกรรมอาจถูกติดตาม พวกเขาวางแผนว่าจะใช้ทวิตเตอร์ในระหว่างการเดินขบวนเพื่อให้ข้อมูลล่าสุดเกี่ยวกับการเดินขบวน แต่จะเกิดอะไรขึ้นถ้าตำรวจสามารถติดตามทวีตและส่งเจ้าหน้าที่ไปรับมือกับการเดินขบวน แมนซัวร์และแม็กดาวางแผนว่าจะแชร์ภาพและวีดีโอของการเดินขบวนโดยไม่เปิดเผยสิ่งระบุตัวตนของผู้คนที่เข้าร่วม เพราะพวกเขากังวลว่าผู้ที่เข้าร่วมเดินขบวนอาจถูกฟ้องร้อง\r\n</div>\r\n\r\nเราไม่ได้บอกให้คุณหยุดใช้เครื่องมือสังคมเครือข่ายทั้งหมด อย่างไรก็ตาม คุณควรใช้มาตรการความปลอดภัยที่เหมาะสม เพื่อที่คุณจะสามารถใช้เครื่องมือเหล่านี้โดยไม่ทำให้คุณและใครก็ตามตกอยู่ในความเสี่ยง\r\n\r\n### สิ่งที่คุณจะได้เรียนรู้จากบทนี้ ###\r\n\r\n- รู้ว่าเว็บไซต์เครือข่ายสังคมจะทำให้ข้อมูลอ่อนไหวถูกเปิดเผยโดยไม่ได้ตั้งใจได้ง่ายเพียงใด\r\n- รู้วิธีปกป้องข้อมูลเกี่ยวกับตัวคุณและคนอื่นเมื่อใช้เว็บไซต์เครือข่ายสังคม"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>ให้ตั้งคำถามเสมอว่า:</strong></p>\n\n<ul><li>ใครเข้าถึงข้อมูลที่ฉันใส่ลงไปในโลกออนไลน์ได้บ้าง</li>\n<li>ใครเป็นผู้ควบคุมและเป็นเจ้าของข้อมูลที่ฉันใส่ลงไปในเว็บไซต์เครือข่ายสังคม</li>\n<li>ข้อมูลเกี่ยวกับตัวฉันข้อมูลใดบ้างที่ผู้ติดต่อของฉันจะส่งต่อไปยังบุคคลอื่นๆ</li>\n<li>ถ้าฉันแบ่งปันรายชื่อผู้ติดต่อของฉันกับบุคคลอื่นๆ พวกเขาจะรังเกียจหรือไม่</li>\n<li>ฉันเชื่อใจทุกคนที่ฉันติดต่อได้หรือไม่</li>\n</ul></li>\n<li><p>ต้องแน่ใจเสมอว่า คุณใช้ <strong>รหัสผ่านที่ปลอดภัย</strong>ในการเข้าถึงเครือข่ายสังคม ถ้ามีใครเข้าถึงบัญชีของคุณได้ เขาจะเข้าถึงข้อมูลจำนวนมากเกี่ยวกับตัวคุณและเกี่ยวกับใครก็ตามที่คุณติดต่อผ่านทางเครือข่ายสังคมได้ด้วย ให้เปลี่ยนรหัสผ่านอย่างสม่ำเสมอเป็นกิจวัตร สำหรับข้อมูลเพิ่มเติม ดู  <a href=\"/th/chapter-3\">บทที่ 3: สร้างและรักษารหัสผ่านอย่างปลอดภัย</a></p></li>\n<li><p>ต้องมั่นใจว่าคุณเข้าใจการ <strong>ตั้งค่าความเป็นส่วนตัว</strong> โดยปริยายซึ่งเว็บไซต์เครือข่ายสังคมได้ตั้งไว้แต่ต้น และเรียนรู้วิธีปรับแต่งมัน</p></li>\n<li><p>พิจารณาการใช้ <strong>บัญชี/สิ่งระบุตัวแยกต่างหาก</strong>หรืออาจใช้นามแฝงที่ต่างกันไป สำหรับการรณรงค์หรือกิจกรรมต่างๆ จำไว้ว่ากุญแจของการใช้เครือข่ายอย่างปลอดภัยคือ สามารถทำให้สมาชิกเชื่อใจได้ บัญชีแยกต่างหากอาจเป็นวิธีที่ดีที่มั่นใจได้ว่าความเชื่อใจเป็นไปได้</p></li>\n<li><p>ระวังเมื่อเข้าถึงบัญชีเครือข่ายสังคมของคุณจากพื้นที่อินเทอร์เน็ตสาธารณะ <strong>ลบรหัสผ่านของคุณจากบันทึกประวัติการเข้าชมเว็บไซต์</strong> เมื่อใช้เบราเซอร์ในเครื่องคอมพิวเตอร์สาธารณะ ดู<a href=\"/th/chapter-6\">บทที่ 6: ทำลายข้อมูลอ่อนไหว</a>.</p></li>\n<li><p><strong>เข้าถึงเว็บไซต์สังคมเครือข่ายโดยใช้ HTTPS://</strong> เพื่อปกป้องชื่อผู้ใช้ รหัสผ่าน ของคุณ และข้อมูลอื่นๆ ที่คุณโพส การใช้ HTTPS:// แทน HTTP:// เป็นการเพิ่มความปลอดภัยเข้าไปอีกชั้น ซึ่งเป็นการเข้ารหัสการจราจรอินเทอร์เน็ตจากเบราว์เซอร์ของคุณไปยังเว็บไซต์เครือข่ายสังคม ดู <a href=\"/th/chapter-8\">บทที่ 8: รักษาความเป็นนิรนามและหลบเลี่ยงเซ็นเซอร์บนอินเทอร์เน็ต</a></p></li>\n<li><p>ระมัดระวังการใส่ข้อมูลมากเกินไปในช่อง <strong>สเตตัส</strong>ของคุณ – ถึงแม้คุณจะเชื่อใจผู้คนที่อยู่บนเครือข่ายของคุณ เพราะการที่จะมีใครสำเนาข้อมูลของคุณเป็นไปได้ง่ายมาก</p></li>\n<li><p>เครือข่ายสังคมส่วนใหญ่ยอมให้คุณรวมข้อมูลของคุณเข้ากับเครือข่ายสังคมอื่นๆ ตัวอย่างเช่น คุณสามารถโพสต์และอัปเดตทวีตเตอร์ของคุณและให้ข้อมูลนั้นถูกโพสต์โดยอัตโนมัติบนบัญชีเฟซบุ๊กด้วย <strong>ระวังเป็นพิเศษเมื่อรวมข้อมูลของคุณบนบัญชีเครือข่ายสังคมเหล่านี้!</strong> คุณอาจจะคงสถานะนิรนามบนเว็บไซต์หนึ่ง แต่อาจเปิดเผยตัวตนในอีกเว็บไซต์หนึ่ง</p></li>\n<li><p>ระมัดระวังความปลอดภัยของเนื้อหาที่อยู่บนเว็บไซต์เครือข่ายสังคมว่ามีมากน้อยแค่ไหน <strong>อย่าใช้เว็บไซต์สังคมเครือข่ายเว็บใดเว็บหนึ่งเพื่อเก็บเนื้อหาหรือข้อมูลเบื้องแรกของคุณ</strong> รัฐบาลจะปิดกั้นการเข้าถึงเว็บไซต์เครือข่ายสังคมเว็บใดเว็บหนึ่งที่อยู่ภายในอาณาเขตได้ง่ายมาก ถ้ารัฐบาลพบว่าเนื้อหาที่อยู่บนเว็บไซต์นั้นเป็นที่ไม่พึงประสงค์ของพวกเขา ผู้ดูแลเว็บไซต์เครือข่ายสังคมอาจตัดสินใจลบเนื้อหาอันไม่พึงประสงค์นั้นออก ดีกว่าที่จะเจอมาตรการปิดกั้นเว็บไซต์ภายในประเทศ</p></li>\n</ul>", 
                        "summary": "", 
                        "value": " - **ให้ตั้งคำถามเสมอว่า:**\r\n\r\n - ใครเข้าถึงข้อมูลที่ฉันใส่ลงไปในโลกออนไลน์ได้บ้าง\r\n - ใครเป็นผู้ควบคุมและเป็นเจ้าของข้อมูลที่ฉันใส่ลงไปในเว็บไซต์เครือข่ายสังคม\r\n  - ข้อมูลเกี่ยวกับตัวฉันข้อมูลใดบ้างที่ผู้ติดต่อของฉันจะส่งต่อไปยังบุคคลอื่นๆ\r\n  - ถ้าฉันแบ่งปันรายชื่อผู้ติดต่อของฉันกับบุคคลอื่นๆ พวกเขาจะรังเกียจหรือไม่\r\n  - ฉันเชื่อใจทุกคนที่ฉันติดต่อได้หรือไม่\r\n\r\n\r\n- ต้องแน่ใจเสมอว่า คุณใช้ **รหัสผ่านที่ปลอดภัย**ในการเข้าถึงเครือข่ายสังคม ถ้ามีใครเข้าถึงบัญชีของคุณได้ เขาจะเข้าถึงข้อมูลจำนวนมากเกี่ยวกับตัวคุณและเกี่ยวกับใครก็ตามที่คุณติดต่อผ่านทางเครือข่ายสังคมได้ด้วย ให้เปลี่ยนรหัสผ่านอย่างสม่ำเสมอเป็นกิจวัตร สำหรับข้อมูลเพิ่มเติม ดู  [บทที่ 3: สร้างและรักษารหัสผ่านอย่างปลอดภัย](/th/chapter-3) \r\n\r\n- ต้องมั่นใจว่าคุณเข้าใจการ **ตั้งค่าความเป็นส่วนตัว** โดยปริยายซึ่งเว็บไซต์เครือข่ายสังคมได้ตั้งไว้แต่ต้น และเรียนรู้วิธีปรับแต่งมัน\r\n\r\n- พิจารณาการใช้ **บัญชี/สิ่งระบุตัวแยกต่างหาก**หรืออาจใช้นามแฝงที่ต่างกันไป สำหรับการรณรงค์หรือกิจกรรมต่างๆ จำไว้ว่ากุญแจของการใช้เครือข่ายอย่างปลอดภัยคือ สามารถทำให้สมาชิกเชื่อใจได้ บัญชีแยกต่างหากอาจเป็นวิธีที่ดีที่มั่นใจได้ว่าความเชื่อใจเป็นไปได้\r\n\r\n- ระวังเมื่อเข้าถึงบัญชีเครือข่ายสังคมของคุณจากพื้นที่อินเทอร์เน็ตสาธารณะ **ลบรหัสผ่านของคุณจากบันทึกประวัติการเข้าชมเว็บไซต์** เมื่อใช้เบราเซอร์ในเครื่องคอมพิวเตอร์สาธารณะ ดู[บทที่ 6: ทำลายข้อมูลอ่อนไหว](/th/chapter-6).\r\n\r\n- **เข้าถึงเว็บไซต์สังคมเครือข่ายโดยใช้ HTTPS://** เพื่อปกป้องชื่อผู้ใช้ รหัสผ่าน ของคุณ และข้อมูลอื่นๆ ที่คุณโพส การใช้ HTTPS:// แทน HTTP:// เป็นการเพิ่มความปลอดภัยเข้าไปอีกชั้น ซึ่งเป็นการเข้ารหัสการจราจรอินเทอร์เน็ตจากเบราว์เซอร์ของคุณไปยังเว็บไซต์เครือข่ายสังคม ดู [บทที่ 8: รักษาความเป็นนิรนามและหลบเลี่ยงเซ็นเซอร์บนอินเทอร์เน็ต](/th/chapter-8)\r\n\r\n- ระมัดระวังการใส่ข้อมูลมากเกินไปในช่อง **สเตตัส**ของคุณ – ถึงแม้คุณจะเชื่อใจผู้คนที่อยู่บนเครือข่ายของคุณ เพราะการที่จะมีใครสำเนาข้อมูลของคุณเป็นไปได้ง่ายมาก\r\n\r\n- เครือข่ายสังคมส่วนใหญ่ยอมให้คุณรวมข้อมูลของคุณเข้ากับเครือข่ายสังคมอื่นๆ ตัวอย่างเช่น คุณสามารถโพสต์และอัปเดตทวีตเตอร์ของคุณและให้ข้อมูลนั้นถูกโพสต์โดยอัตโนมัติบนบัญชีเฟซบุ๊กด้วย **ระวังเป็นพิเศษเมื่อรวมข้อมูลของคุณบนบัญชีเครือข่ายสังคมเหล่านี้!** คุณอาจจะคงสถานะนิรนามบนเว็บไซต์หนึ่ง แต่อาจเปิดเผยตัวตนในอีกเว็บไซต์หนึ่ง\r\n\r\n- ระมัดระวังความปลอดภัยของเนื้อหาที่อยู่บนเว็บไซต์เครือข่ายสังคมว่ามีมากน้อยแค่ไหน **อย่าใช้เว็บไซต์สังคมเครือข่ายเว็บใดเว็บหนึ่งเพื่อเก็บเนื้อหาหรือข้อมูลเบื้องแรกของคุณ** รัฐบาลจะปิดกั้นการเข้าถึงเว็บไซต์เครือข่ายสังคมเว็บใดเว็บหนึ่งที่อยู่ภายในอาณาเขตได้ง่ายมาก ถ้ารัฐบาลพบว่าเนื้อหาที่อยู่บนเว็บไซต์นั้นเป็นที่ไม่พึงประสงค์ของพวกเขา ผู้ดูแลเว็บไซต์เครือข่ายสังคมอาจตัดสินใจลบเนื้อหาอันไม่พึงประสงค์นั้นออก ดีกว่าที่จะเจอมาตรการปิดกั้นเว็บไซต์ภายในประเทศ\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "คำแนะนำทั่วไปต่อการใช้เว็บไซต์เครือข่ายสังคม", 
                        "value": "คำแนะนำทั่วไปต่อการใช้เว็บไซต์เครือข่ายสังคม"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>เว็บไซต์เครือข่ายสังคมจะถามหาข้อมูลเกี่ยวกับตัวคุณมากมาย เพื่อให้ผู้ใช้คนอื่นๆ ค้นหาและติดต่อกับคุณได้ง่าย บางทีจุดเปราะบางที่สุดของการถามข้อมูลเช่นนี้ที่เกิดขึ้นกับผู้ใช้คือ อาจมีการสร้างสิ่งระบุตัวปลอมขึ้นมาได้ ปัญหานี้กำลังกลายเป็นเรื่องที่พบได้ทั่วไปมากขึ้นเรื่อยๆ นอกจากนี้การที่คุณยิ่งเปิดเผยข้อมูลเกี่ยวกับตัวคุณบนโลกออนไลน์มากเท่าใด ก็ยิ่งง่ายต่อการที่เจ้าหน้าที่จะระบุตัวคุณและเฝ้าจับตากิจกรรมของของคุณ กิจกรรมออนไลน์ของนักกิจกรรมจากบางประเทศอาจนำไปสู่การเพ่งเล็งสมาชิกในครอบครัวของเขาที่อยู่ในประเทศบ้านเกิดได้</p>\n\n<p>ถามตัวคุณเองว่า: จำเป็นหรือไม่ที่ต้องโพสต์ข้อมูลต่อไปนี้ออนไลน์</p>\n\n<ul><li>วันเกิด </li>\n<li>หมายเลขโทรศัพท์</li>\n<li>ที่อยู่</li>\n<li>รายละเอียดสมาชิกในครอบครัว</li>\n<li>รสนิยมทางเพศ</li>\n<li>ประวัติการศึกษาและการทำงาน</li>\n</ul><h2>เพื่อน ผู้ติดตาม และผู้ติดต่อ</h2>\n\n<p>สิ่งแรกที่คุณจะทำหลังจากกรอกรายละเอียดข้อมูลส่วนตัวลงไปในใบสมัครเครือข่ายสังคมคือการเริ่มติดต่อบุคคลอื่นๆ สมมุติว่าผู้ติดต่อเหล่านี้คือคนที่คุณรู้จักและเชื่อใจ  แต่คุณอาจถูกเชื่อมต่อไปยังชุมชนออนไลน์ของผู้ที่ชื่นชอบในสิ่งเดียวกับคุณ บุคคลที่คุณไม่เคยเจอตัวจริงด้วย สิ่งที่สำคัญที่สุดที่ต้องทำความเข้าใจคือข้อมูลใดบ้างที่คุณอนุญาตให้ชุมชนออนไลน์นี้มีไว้ได้</p>\n\n<p>เมื่อใช้บัญชีเครือข่ายสังคม เช่น เฟซบุ๊ก ซึ่งเก็บข้อมูลจำนวนมากเกี่ยวกับตัวคุณอยู่ ให้คุณลองพิจารณาติดต่อเฉพาะกับคนที่คุณรู้จักและเชื่อใจว่าจะไม่นำข้อมูลที่คุณโพสต์ไปใช้ในทางที่ผิด</p>\n\n<h2>การอัปเดตสเตตัส</h2>\n\n<p>ในทวิตเตอร์และเฟซบุ๊กและเครือข่ายทึ่คล้ายกันอื่นๆ การอัปเดตสเตตัสเป็นการตอบคำถามว่า: ตอนนี้ฉันกำลังทำอะไรอยู่ เกิดอะไรขึ้น สิ่งสำคัญที่สุดที่คุณต้องทำความเข้าใจเกี่ยวกับการอัปเดตสเตตัสคือ แล้วมีใครบ้างที่ดูข้อมูลที่คุณโพสต์ได้ การตั้งค่าโดยปริยายของการอัปเดตสเตตัสของแอปพลิเคชันเครือข่ายสังคมส่วนใหญ่คือ จะตั้งค่าให้ใครก็ได้ที่อยู่บนอินเทอร์เน็ตเห็นข้อมูลนั้นได้ ถ้าคุณต้องการให้เฉพาะผู้ติดต่อของคุณเห็น คุณจะต้องตั้งค่าแอพพลิเคชั่นเครือข่ายสังคมให้ซ่อนการโพสต์อัปเดตของคุณจากคนอื่นทั่วไป</p>\n\n<p>ในการตั้งค่านี้บนทวิตเตอร์ ให้มองหา“Protect Your Tweets”ในกรณีของเฟซบุ๊ก ให้เปลี่ยนการตั้งค่าในการแบ่งปันข้อมูลอัปเดตเป็น “Friends Only” ถึงแม้คุณจะเปลี่ยนการตั้งค่าดังกล่าวแล้ว ลองพิจารณาดูว่า การที่ข้อมูลของคุณจะถูกโพสต์ซ้ำโดยผู้ติดตามหรือเพื่อนเฟซบุ๊กของคุณนั้นง่ายมาก ทำความตกลงกับเครือข่ายของเพื่อนคุณเกี่ยวกับวิธีการร่วมกันในการส่งต่อข้อมูลที่โพสต์ลงบนบัญชีเครือข่ายสังคมของคุณ คุณก็ควรลองคิดด้วยว่ามีอะไรบ้างเกี่ยวกับตัวเพื่อนคุณที่คุณอาจเปิดเผยไปซึ่งจริงๆ แล้วข้อมูลเหล่านั้นเพื่อนคุณไม่อยากให้คนอื่นรู้ เป็นเรื่องสำคัญมากที่คุณจะต้องระมัดระวังในประเด็นนี้ และควรร้องขอให้เพื่อนคุณใช้ความระมัดระวังในการเปิดเผยข้อมูลเกี่ยวกับตัวคุณ</p>\n\n<p>มีกรณีหลายกรณีที่ข้อมูลรวมถึงสเตตัสของคุณถูกใช้และส่งผลกระทบกับบุคคลอื่น ครูหลายคนในประเทศสหรัฐอเมริกาถูกไล่ออกหลังจากโพสต์สเตตัสแสดงความรู้สึกของพวกเขาที่มีต่อนักเรียน พนักงานหลายคนต้องตกงานเพราะโพสต์ข้อความเกี่ยวกับเจ้านายตัวเอง สิ่งนี้เป็นเรื่องที่แทบจะทุกคนต้องระมัดระวัง</p>\n\n<h2>การแชร์เนื้อหาบนอินเทอร์เน็ต</h2>\n\n<p>การแชร์ลิงก์ไปยังเว็บไซต์เว็บหนึ่งเพื่อเรียกความสนใจจากเพื่อนคุณเป็นเรื่องง่ายมาก แต่มีใครอีกบ้างที่อาจให้ความสนใจและพวกเขาจะมีปฏิกิริยาอย่างไร ถ้าคุณบอกว่าคุณสนใจเว็บไซต์ที่เกี่ยวข้องกับการโค่นล้มรัฐบาลที่กดขี่ รัฐบาลนั้นก็อาจสนใจด้วยและเพ่งเล็งตัวคุณได้</p>\n\n<p>ถ้าคุณต้องการให้เฉพาะผู้ติดต่อของคุณเท่านั้นที่สามารถดูสิ่งที่คุณแชร์หรือทำเครื่องหมายว่าน่าสนใจได้เท่านั้น คุณต้องแน่ใจว่าคุณได้ตรวจสอบการตั้งค่าความเป็นส่วนตัวเรียบร้อยแล้ว</p>\n\n<h2>การเปิดเผยตำแหน่งที่อยู่ของคุณ</h2>\n\n<p>เว็บไซต์เครือข่ายสังคมส่วนมากจะแสดงตำแหน่งสถานที่ของคุณหากมีข้อมูลอยู่ โดยทั่วไปการบอกตำแหน่งสถานที่ในลักษณะนี้จะเกิดขึ้นเมื่อคุณใช้โทรศัพท์มือถือที่มีระบบจีพีเอส(GPS)ที่เชื่อมต่อกับเครือข่ายสังคม แต่คุณไม่ควรทึกทักเอาว่าการบอกตำแหน่งสถานที่นี้จะไม่เกิดขึ้นถ้าคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ตผ่านทางโทรศัพท์มือถือ เครือข่ายที่คอมพิวเตอร์ของคุณเชื่อมต่ออยู่อาจให้ข้อมูลตำแหน่งสถานที่ได้ วิธีที่ปลอดภัยที่สุดในกรณีแบบนี้คือการตรวจสอบซ้ำอีกครั้งที่การตั้งค่าของคุณ</p>\n\n<p>ระวังเรื่องการตั้งค่าสถานที่ของเว็บไซต์ที่แชร์รูปถ่ายหรือวีดีโอเป็นพิเศษ อย่าทึกทักเอาว่าเว็บไซต์เหล่านั้นจะไม่แชร์ตำแหน่งสถานที่ของคุณ: ตรวจสอบการตั้งค่าซ้ำอีกครั้งเพื่อความมั่นใจ</p>\n\n<p>ให้ดู <a href=\"https://www.eff.org/wp/locational-privacy\">On Locational Privacy, and How to Avoid Losing it Forever</a> จากเว็บไซต์มูลนิธิ Electronic Frontier Foundation.</p>\n\n<h2>การแชร์วีดีโอ/รูปถ่าย</h2>\n\n<p>รูปถ่ายและวีดีโอสามารถเปิดเผยสิ่งระบุตัวของบุคคลได้ง่ายมาก เป็นเรื่องสำคัญมากที่คุณจะต้องได้รับความยินยอมจากคนที่อยู่ในรูปหรือวีดีโอที่คุณโพสต์เสียก่อน ถ้าคุณกำลังโพสต์รูปคนอื่น ให้ตระหนักไว้ว่าคุณอาจทำให้ความเป็นส่วนตัวของเขาลดลงก็ได้ อย่าโพสต์วีดีโอหรือรูปถ่ายของใครก็ตามโดยไม่ได้ขอความยินยอมจากเขาก่อน</p>\n\n<p>รูปถ่ายและวีดีโอเปิดเผยข้อมูลจำนวนมากได้โดยไม่ตั้งใจ กล้องต่างๆ อาจมีการฝังข้อมูลซ่อนไว้ (เมตาดาทา แทกส์) (metadata tags) ซึ่งจะเปิดเผยวัน เวลา และสถานที่ของรูปถ่าย ชนิดของกล้อง และ ฯลฯ เว็บไซต์ที่แชร์รูปถ่ายและวีดีโออาจเผยแพร่ข้อมูลเหล่านี้เมื่อคุณอัปโหลดข้อมูลขึ้นไปบนเว็บไซต์เหล่านั้น</p>\n\n<h2>การแชต</h2>\n\n<p>เว็บเครือข่ายสังคมหลายเว็บไซต์มีเครื่องมือที่ให้คุณสนทนากับเพื่อนแบบสดๆ ได้ การทำงานในลักษณะนี้ก็เหมือนกับการส่งข้อความแบบทันทีและไม่ปลอดภัยที่สุดในการสื่อสารบนอินเทอร์เน็ต เพราะว่ามันสามารถเปิดเผยได้ว่า คุณกำลังติดต่อสื่อสารกับใครและคุณกำลังสนทนากันเรื่องอะไร</p>\n\n<p><em>เชื่อมต่อเว็บไซต์ผ่าน HTTPS เป็นมาตรการขั้นต่ำที่สุดในการแชตอย่างปลอดภัย แต่แม้จะทำเช่นนี้แล้วก็ไม่มีอะไรสามารถรับประกันได้ว่าการแชตของคุณนั้นผ่านการเชื่อมต่อที่ปลอดภัย ตัวอย่างเช่น  การแชตของเฟซบุ๊กใช้ช่องทางที่หลากหลายเชื่อมไปยัง HTTP (ซึ่งมีแนวโน้มที่จะถูกเปิดเผยได้มากกว่า)</em></p>\n\n<p>จะปลอดภัยมากกว่าถ้าคุณจะใช้แอปพลิเคชันสำหรับการแชตโดยเฉพาะเจาะจง เช่น พิดจิน ที่มีโปรแกรมเสริมปลั๊กอิน ออฟ-เดอะ-เรคคอร์ด ซึ่งใช้ในการเข้ารหัส อ่านคู่มือแนะนำการใช้ “พิดจิน” -โปรแกรมส่งข้อความแบบทันทีอย่างปลอดภัย</p>\n\n<h2>การเข้าร่วม/สร้าง กลุ่ม กิจกรรม หรือชุมชน</h2>\n\n<p>ข้อมูลอะไรบ้างที่คุณจะให้แก่ผู้อื่นถ้าคุณเข้าร่วมกลุ่มหรือชุมชน ข้อมูลเหล่านั้นบอกอะไรเกี่ยวกับตัวคุณ หรือในอีกทางหนึ่งคือ ผู้คนจะประกาศอะไรให้โลกได้รู้เมื่อพวกเขาเข้าร่วมกลุ่มหรือชุมชนที่คุณได้สร้างขึ้น คุณทำให้คนเหล่านี้มีความเสี่ยงอย่างไร</p>\n\n<p>เมื่อคุณเข้าร่วมชุมชนหรือกลุ่มออนไลน์เท่ากับเป็นการเปิดเผยอะไรบางอย่างเกี่ยวกับคุณให้คนอื่นรู้ ทั้งหมดนี้ผู้คนอาจทึกทักเอาว่าคุณสนับสนุนหรือเห็นด้วยกับสิ่งที่กลุ่มนั้นได้กล่าวหรือได้ทำ ซึ่งอาจทำให้คุณตกอยู่ในความเสี่ยง หากคุณเข้าเป็นแนวร่วมกับกลุ่มการเมืองกลุ่มใดกลุ่มหนึ่ง เป็นต้น นอกจากนี้หากคุณเข้าร่วมกลุ่มที่มีสมาชิกจำนวนมากที่คุณไม่รู้จัก กรณีนี้อาจมีผลต่อการตั้งค่าความเป็นส่วนตัวและความปลอดภัยที่คุณตั้งไว้กับบัญชีของคุณ ดังนั้นให้คำนึงถึงว่าข้อมูลอะไรที่คุณจะต้องให้ไปเมื่อทำการเข้าร่วมในกลุ่ม คุณใช้รูปและชื่อจริงซึ่งคนแปลกหน้าสามารถใช้ระบุตัวคุณหรือไม่</p>\n\n<p>ในอีกทางหนึ่ง หากคุณตั้งกลุ่มและผู้คนเลือกที่จะเข้าร่วม มีอะไรบ้างที่พวกเขาจะประกาศให้โลกได้รู้จากการเลือกที่จะเข้ากลุ่ม ตัวอย่างเช่น คุณอาจตั้งกลุ่มสนับสนุนเกย์และเลสเบี้ยนเพื่อช่วยเหลือคน แต่การเลือกที่เข้ากลุ่มก็เท่ากับเป็นการที่พวกเขาระบุว่าตัวเองเป็นเกย์ หรือเป็นมิตรกับเกย์ ซึ่งอาจนำอันตรายมาสู่พวกเขาในโลกความเป็นจริงได้</p>\n\n<div class=\"getstarted\">\n\n<p><strong>ภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำการใช้</strong> <a href=\"/th/social_networking_tools\"><strong><em>เครื่องมือเครือข่ายสังคม: เฟซบุ๊ค ทวิตเตอร์ ยูทูป และอื่นๆ</em></strong></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "เว็บไซต์เครือข่ายสังคมจะถามหาข้อมูลเกี่ยวกับตัวคุณมากมาย เพื่อให้ผู้ใช้คนอื่นๆ ค้นหาและติดต่อกับคุณได้ง่าย บางทีจุดเปราะบางที่สุดของการถามข้อมูลเช่นนี้ที่เกิดขึ้นกับผู้ใช้คือ อาจมีการสร้างสิ่งระบุตัวปลอมขึ้นมาได้ ปัญหานี้กำลังกลายเป็นเรื่องที่พบได้ทั่วไปมากขึ้นเรื่อยๆ นอกจากนี้การที่คุณยิ่งเปิดเผยข้อมูลเกี่ยวกับตัวคุณบนโลกออนไลน์มากเท่าใด ก็ยิ่งง่ายต่อการที่เจ้าหน้าที่จะระบุตัวคุณและเฝ้าจับตากิจกรรมของของคุณ กิจกรรมออนไลน์ของนักกิจกรรมจากบางประเทศอาจนำไปสู่การเพ่งเล็งสมาชิกในครอบครัวของเขาที่อยู่ในประเทศบ้านเกิดได้\r\n\r\nถามตัวคุณเองว่า: จำเป็นหรือไม่ที่ต้องโพสต์ข้อมูลต่อไปนี้ออนไลน์\r\n\r\n- วันเกิด \r\n- หมายเลขโทรศัพท์\r\n- ที่อยู่\r\n- รายละเอียดสมาชิกในครอบครัว\r\n- รสนิยมทางเพศ\r\n- ประวัติการศึกษาและการทำงาน\r\n\r\n\r\n## เพื่อน ผู้ติดตาม และผู้ติดต่อ ##\r\n\r\nสิ่งแรกที่คุณจะทำหลังจากกรอกรายละเอียดข้อมูลส่วนตัวลงไปในใบสมัครเครือข่ายสังคมคือการเริ่มติดต่อบุคคลอื่นๆ สมมุติว่าผู้ติดต่อเหล่านี้คือคนที่คุณรู้จักและเชื่อใจ  แต่คุณอาจถูกเชื่อมต่อไปยังชุมชนออนไลน์ของผู้ที่ชื่นชอบในสิ่งเดียวกับคุณ บุคคลที่คุณไม่เคยเจอตัวจริงด้วย สิ่งที่สำคัญที่สุดที่ต้องทำความเข้าใจคือข้อมูลใดบ้างที่คุณอนุญาตให้ชุมชนออนไลน์นี้มีไว้ได้\r\n\r\nเมื่อใช้บัญชีเครือข่ายสังคม เช่น เฟซบุ๊ก ซึ่งเก็บข้อมูลจำนวนมากเกี่ยวกับตัวคุณอยู่ ให้คุณลองพิจารณาติดต่อเฉพาะกับคนที่คุณรู้จักและเชื่อใจว่าจะไม่นำข้อมูลที่คุณโพสต์ไปใช้ในทางที่ผิด \r\n\r\n## การอัปเดตสเตตัส ##\r\n\r\nในทวิตเตอร์และเฟซบุ๊กและเครือข่ายทึ่คล้ายกันอื่นๆ การอัปเดตสเตตัสเป็นการตอบคำถามว่า: ตอนนี้ฉันกำลังทำอะไรอยู่ เกิดอะไรขึ้น สิ่งสำคัญที่สุดที่คุณต้องทำความเข้าใจเกี่ยวกับการอัปเดตสเตตัสคือ แล้วมีใครบ้างที่ดูข้อมูลที่คุณโพสต์ได้ การตั้งค่าโดยปริยายของการอัปเดตสเตตัสของแอปพลิเคชันเครือข่ายสังคมส่วนใหญ่คือ จะตั้งค่าให้ใครก็ได้ที่อยู่บนอินเทอร์เน็ตเห็นข้อมูลนั้นได้ ถ้าคุณต้องการให้เฉพาะผู้ติดต่อของคุณเห็น คุณจะต้องตั้งค่าแอพพลิเคชั่นเครือข่ายสังคมให้ซ่อนการโพสต์อัปเดตของคุณจากคนอื่นทั่วไป \r\n\r\nในการตั้งค่านี้บนทวิตเตอร์ ให้มองหา“Protect Your Tweets”ในกรณีของเฟซบุ๊ก ให้เปลี่ยนการตั้งค่าในการแบ่งปันข้อมูลอัปเดตเป็น “Friends Only” ถึงแม้คุณจะเปลี่ยนการตั้งค่าดังกล่าวแล้ว ลองพิจารณาดูว่า การที่ข้อมูลของคุณจะถูกโพสต์ซ้ำโดยผู้ติดตามหรือเพื่อนเฟซบุ๊กของคุณนั้นง่ายมาก ทำความตกลงกับเครือข่ายของเพื่อนคุณเกี่ยวกับวิธีการร่วมกันในการส่งต่อข้อมูลที่โพสต์ลงบนบัญชีเครือข่ายสังคมของคุณ คุณก็ควรลองคิดด้วยว่ามีอะไรบ้างเกี่ยวกับตัวเพื่อนคุณที่คุณอาจเปิดเผยไปซึ่งจริงๆ แล้วข้อมูลเหล่านั้นเพื่อนคุณไม่อยากให้คนอื่นรู้ เป็นเรื่องสำคัญมากที่คุณจะต้องระมัดระวังในประเด็นนี้ และควรร้องขอให้เพื่อนคุณใช้ความระมัดระวังในการเปิดเผยข้อมูลเกี่ยวกับตัวคุณ \r\n\r\nมีกรณีหลายกรณีที่ข้อมูลรวมถึงสเตตัสของคุณถูกใช้และส่งผลกระทบกับบุคคลอื่น ครูหลายคนในประเทศสหรัฐอเมริกาถูกไล่ออกหลังจากโพสต์สเตตัสแสดงความรู้สึกของพวกเขาที่มีต่อนักเรียน พนักงานหลายคนต้องตกงานเพราะโพสต์ข้อความเกี่ยวกับเจ้านายตัวเอง สิ่งนี้เป็นเรื่องที่แทบจะทุกคนต้องระมัดระวัง\r\n\r\n## การแชร์เนื้อหาบนอินเทอร์เน็ต ##\r\n\r\nการแชร์ลิงก์ไปยังเว็บไซต์เว็บหนึ่งเพื่อเรียกความสนใจจากเพื่อนคุณเป็นเรื่องง่ายมาก แต่มีใครอีกบ้างที่อาจให้ความสนใจและพวกเขาจะมีปฏิกิริยาอย่างไร ถ้าคุณบอกว่าคุณสนใจเว็บไซต์ที่เกี่ยวข้องกับการโค่นล้มรัฐบาลที่กดขี่ รัฐบาลนั้นก็อาจสนใจด้วยและเพ่งเล็งตัวคุณได้\r\n\r\nถ้าคุณต้องการให้เฉพาะผู้ติดต่อของคุณเท่านั้นที่สามารถดูสิ่งที่คุณแชร์หรือทำเครื่องหมายว่าน่าสนใจได้เท่านั้น คุณต้องแน่ใจว่าคุณได้ตรวจสอบการตั้งค่าความเป็นส่วนตัวเรียบร้อยแล้ว\r\n\r\n## การเปิดเผยตำแหน่งที่อยู่ของคุณ ##\r\n\r\nเว็บไซต์เครือข่ายสังคมส่วนมากจะแสดงตำแหน่งสถานที่ของคุณหากมีข้อมูลอยู่ โดยทั่วไปการบอกตำแหน่งสถานที่ในลักษณะนี้จะเกิดขึ้นเมื่อคุณใช้โทรศัพท์มือถือที่มีระบบจีพีเอส(GPS)ที่เชื่อมต่อกับเครือข่ายสังคม แต่คุณไม่ควรทึกทักเอาว่าการบอกตำแหน่งสถานที่นี้จะไม่เกิดขึ้นถ้าคุณไม่ได้เชื่อมต่อกับอินเทอร์เน็ตผ่านทางโทรศัพท์มือถือ เครือข่ายที่คอมพิวเตอร์ของคุณเชื่อมต่ออยู่อาจให้ข้อมูลตำแหน่งสถานที่ได้ วิธีที่ปลอดภัยที่สุดในกรณีแบบนี้คือการตรวจสอบซ้ำอีกครั้งที่การตั้งค่าของคุณ\r\n\r\nระวังเรื่องการตั้งค่าสถานที่ของเว็บไซต์ที่แชร์รูปถ่ายหรือวีดีโอเป็นพิเศษ อย่าทึกทักเอาว่าเว็บไซต์เหล่านั้นจะไม่แชร์ตำแหน่งสถานที่ของคุณ: ตรวจสอบการตั้งค่าซ้ำอีกครั้งเพื่อความมั่นใจ\r\n\r\nให้ดู [On Locational Privacy, and How to Avoid Losing it Forever](https://www.eff.org/wp/locational-privacy) จากเว็บไซต์มูลนิธิ Electronic Frontier Foundation.\r\n\r\n\r\n## การแชร์วีดีโอ/รูปถ่าย ##\r\n\r\nรูปถ่ายและวีดีโอสามารถเปิดเผยสิ่งระบุตัวของบุคคลได้ง่ายมาก เป็นเรื่องสำคัญมากที่คุณจะต้องได้รับความยินยอมจากคนที่อยู่ในรูปหรือวีดีโอที่คุณโพสต์เสียก่อน ถ้าคุณกำลังโพสต์รูปคนอื่น ให้ตระหนักไว้ว่าคุณอาจทำให้ความเป็นส่วนตัวของเขาลดลงก็ได้ อย่าโพสต์วีดีโอหรือรูปถ่ายของใครก็ตามโดยไม่ได้ขอความยินยอมจากเขาก่อน \r\n\r\nรูปถ่ายและวีดีโอเปิดเผยข้อมูลจำนวนมากได้โดยไม่ตั้งใจ กล้องต่างๆ อาจมีการฝังข้อมูลซ่อนไว้ (เมตาดาทา แทกส์) (metadata tags) ซึ่งจะเปิดเผยวัน เวลา และสถานที่ของรูปถ่าย ชนิดของกล้อง และ ฯลฯ เว็บไซต์ที่แชร์รูปถ่ายและวีดีโออาจเผยแพร่ข้อมูลเหล่านี้เมื่อคุณอัปโหลดข้อมูลขึ้นไปบนเว็บไซต์เหล่านั้น\r\n\r\n## การแชต ##\r\n\r\nเว็บเครือข่ายสังคมหลายเว็บไซต์มีเครื่องมือที่ให้คุณสนทนากับเพื่อนแบบสดๆ ได้ การทำงานในลักษณะนี้ก็เหมือนกับการส่งข้อความแบบทันทีและไม่ปลอดภัยที่สุดในการสื่อสารบนอินเทอร์เน็ต เพราะว่ามันสามารถเปิดเผยได้ว่า คุณกำลังติดต่อสื่อสารกับใครและคุณกำลังสนทนากันเรื่องอะไร\r\n\r\n*เชื่อมต่อเว็บไซต์ผ่าน HTTPS เป็นมาตรการขั้นต่ำที่สุดในการแชตอย่างปลอดภัย แต่แม้จะทำเช่นนี้แล้วก็ไม่มีอะไรสามารถรับประกันได้ว่าการแชตของคุณนั้นผ่านการเชื่อมต่อที่ปลอดภัย ตัวอย่างเช่น  การแชตของเฟซบุ๊กใช้ช่องทางที่หลากหลายเชื่อมไปยัง HTTP (ซึ่งมีแนวโน้มที่จะถูกเปิดเผยได้มากกว่า)*\r\n\r\nจะปลอดภัยมากกว่าถ้าคุณจะใช้แอปพลิเคชันสำหรับการแชตโดยเฉพาะเจาะจง เช่น พิดจิน ที่มีโปรแกรมเสริมปลั๊กอิน ออฟ-เดอะ-เรคคอร์ด ซึ่งใช้ในการเข้ารหัส อ่านคู่มือแนะนำการใช้ “พิดจิน” -โปรแกรมส่งข้อความแบบทันทีอย่างปลอดภัย\r\n\r\n## การเข้าร่วม/สร้าง กลุ่ม กิจกรรม หรือชุมชน ##\r\n\r\nข้อมูลอะไรบ้างที่คุณจะให้แก่ผู้อื่นถ้าคุณเข้าร่วมกลุ่มหรือชุมชน ข้อมูลเหล่านั้นบอกอะไรเกี่ยวกับตัวคุณ หรือในอีกทางหนึ่งคือ ผู้คนจะประกาศอะไรให้โลกได้รู้เมื่อพวกเขาเข้าร่วมกลุ่มหรือชุมชนที่คุณได้สร้างขึ้น คุณทำให้คนเหล่านี้มีความเสี่ยงอย่างไร\r\n\r\nเมื่อคุณเข้าร่วมชุมชนหรือกลุ่มออนไลน์เท่ากับเป็นการเปิดเผยอะไรบางอย่างเกี่ยวกับคุณให้คนอื่นรู้ ทั้งหมดนี้ผู้คนอาจทึกทักเอาว่าคุณสนับสนุนหรือเห็นด้วยกับสิ่งที่กลุ่มนั้นได้กล่าวหรือได้ทำ ซึ่งอาจทำให้คุณตกอยู่ในความเสี่ยง หากคุณเข้าเป็นแนวร่วมกับกลุ่มการเมืองกลุ่มใดกลุ่มหนึ่ง เป็นต้น นอกจากนี้หากคุณเข้าร่วมกลุ่มที่มีสมาชิกจำนวนมากที่คุณไม่รู้จัก กรณีนี้อาจมีผลต่อการตั้งค่าความเป็นส่วนตัวและความปลอดภัยที่คุณตั้งไว้กับบัญชีของคุณ ดังนั้นให้คำนึงถึงว่าข้อมูลอะไรที่คุณจะต้องให้ไปเมื่อทำการเข้าร่วมในกลุ่ม คุณใช้รูปและชื่อจริงซึ่งคนแปลกหน้าสามารถใช้ระบุตัวคุณหรือไม่\r\n\r\nในอีกทางหนึ่ง หากคุณตั้งกลุ่มและผู้คนเลือกที่จะเข้าร่วม มีอะไรบ้างที่พวกเขาจะประกาศให้โลกได้รู้จากการเลือกที่จะเข้ากลุ่ม ตัวอย่างเช่น คุณอาจตั้งกลุ่มสนับสนุนเกย์และเลสเบี้ยนเพื่อช่วยเหลือคน แต่การเลือกที่เข้ากลุ่มก็เท่ากับเป็นการที่พวกเขาระบุว่าตัวเองเป็นเกย์ หรือเป็นมิตรกับเกย์ ซึ่งอาจนำอันตรายมาสู่พวกเขาในโลกความเป็นจริงได้ \r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**ภาคปฏิบัติ: เริ่มต้นกับคู่มือแนะนำการใช้** [***เครื่องมือเครือข่ายสังคม: เฟซบุ๊ค ทวิตเตอร์ ยูทูป และอื่นๆ***](/th/social_networking_tools)\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "th": [
                    {
                        "format": null, 
                        "safe_value": "การโพสต์ข้อมูลส่วนตัว", 
                        "value": "การโพสต์ข้อมูลส่วนตัว"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {}
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "th": [
            {
                "format": null, 
                "safe_value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว", 
                "value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว"
            }
        ]
    }, 
    "field_menu_title_long": {
        "th": [
            {
                "format": null, 
                "safe_value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว็บไซต์เครือข่ายสังคม", 
                "value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว็บไซต์เครือข่ายสังคม"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "th": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "th": [
            {
                "format": null, 
                "safe_value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว็บไซต์เครือข่ายสังคม", 
                "value": "9. ปกป้องตัวคุณและข้อมูลของคุณเมื่อใช้เว็บไซต์เครือข่ายสังคม"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}