{
    "body": {
        "es": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Las comunidades en línea han existido desde la invención de la Internet. Primero habían tablones de anuncios y listas de correo electrónico, las cuales le dieron a las personas alrededor del mundo la oportunidad de conectarse, comunicarse y compartir información sobre temas particulares. Hoy en día, los sitios web de redes sociales han expandido enormemente el rango de posibles interacciones, permitiéndote compartir mensajes, imágenes, archivos e incluso información actualizada al minuto acerca de lo que estas haciendo y donde estas. Estas funciones no son nuevas o únicas – cualquiera de estas acciones pueden también ser ejecutadas por medio de la Internet sin tener que unirse a un sitio de redes sociales.</p>\n\n<p>Aunque estas redes pueden ser muy útiles, y promueven la interacción social tanto en línea como fuera de ella, cuando las utilizas podrías estar poniendo a disposición información para personas que quieran hacer mal uso de ella. Piensa en las redes sociales como si fueran una enorme fiesta. Ahí hay personas que conoces, así como algunas que no conoces en absoluto. Imagina caminar a través de la fiesta con todos tus detalles personales, y explicaciones de lo que piensas, actualizadas al minuto de lo que estás pensando, escrito en un gran aviso adherido a tu espalda de modo que todos puedan leerlo sin que incluso lo sepas. ¿Realmente deseas que todos sepan todo sobre ti?</p>\n\n<p>Recuerda que los sitios de redes sociales son propiedad de empresas privadas, y que éstas hacen dinero recolectando datos sobre personas y vendiéndolos, especialmente a terceros anunciantes. Cuando ingresas al sitio de una red social, estás dejando atrás las libertades de la Internet y estás ingresando a una red que está gobernada y regida por los dueños del sitio. Las configuraciones de privacidad sólo suponen tu protección de otros miembros de la red social, pero no protegen tus datos de los propietarios del servicio. Básicamente estas cediendo todos tus datos a los propietarios y confiándoselos a ellos.</p>\n\n<p>Si trabajas con información y temas sensibles, y estás interesado en utilizar los servicios de las redes sociales, es importante que seas consciente de los problemas de privacidad y seguridad que éstas generan. Los defensores de los derechos humanos son particularmente vulnerables a los peligros de los sitos de redes sociales y necesitan ser extremadamente cuidadosos sobre la información que revelan sobre sí mismos y sobre las personas con las que trabajan.</p>\n\n<p>Antes de utilizar cualquier sitio de redes sociales es importante entender cómo te hacen vulnerable, y luego dar pasos para protegerte a ti mismo y a las personas con las que trabajas. Esta guía te ayudará a entender las consecuencias de seguridad derivadas del uso de sitios de redes sociales.</p>\n\n<h2>Contexto:</h2>\n\n<div class=\"background\">\n\n<p>Mansour y Magda son defensores de derechos humanos en el norte de África. Ellos están organizando una marcha que tendrá lugar en el centro de una gran ciudad. Ellos quiere utilizar Facebook para publicitar el evento. Están preocupados de que las autoridades pudieran estar avisadas y que cualquiera que muestre interés pudiera ser rastreado. Planean utilizar Twitter durante la marcha para publicar actualizaciones del progreso de la marcha. Pero, ¿que pasaría si la policía pudiera detectar los mensajes, y desplegar escuadrones para interceptar a los marchantes? Mansour y Magda planifican cómo compartir fotos y videos de la marcha sin revelar las identidades de las personas, porque les preocupa que los participantes puedan sufrir persecución.</p>\n\n</div>\n\n<p>No te alentamos a dejar del todo de utilizar las herramientas de las redes sociales. Sin embargo, debes tomar las medidas de seguridad pertinentes, de modo que puedas utilizar estas herramientas sin hacer que tu o alguien más sean vulnerables.</p>\n\n<h3>¿Qué aprenderás en este capítulo?</h3>\n\n<ul><li>Como las redes sociales facilitan la revelación no intencional de información sensible</li>\n<li>Como salvaguardar información propia y ajena cuando utilizas los sitios de redes sociales</li>\n</ul>", 
                "summary": "", 
                "value": "Las comunidades en línea han existido desde la invención de la Internet. Primero habían tablones de anuncios y listas de correo electrónico, las cuales le dieron a las personas alrededor del mundo la oportunidad de conectarse, comunicarse y compartir información sobre temas particulares. Hoy en día, los sitios web de redes sociales han expandido enormemente el rango de posibles interacciones, permitiéndote compartir mensajes, imágenes, archivos e incluso información actualizada al minuto acerca de lo que estas haciendo y donde estas. Estas funciones no son nuevas o únicas – cualquiera de estas acciones pueden también ser ejecutadas por medio de la Internet sin tener que unirse a un sitio de redes sociales.\r\n\r\nAunque estas redes pueden ser muy útiles, y promueven la interacción social tanto en línea como fuera de ella, cuando las utilizas podrías estar poniendo a disposición información para personas que quieran hacer mal uso de ella. Piensa en las redes sociales como si fueran una enorme fiesta. Ahí hay personas que conoces, así como algunas que no conoces en absoluto. Imagina caminar a través de la fiesta con todos tus detalles personales, y explicaciones de lo que piensas, actualizadas al minuto de lo que estás pensando, escrito en un gran aviso adherido a tu espalda de modo que todos puedan leerlo sin que incluso lo sepas. ¿Realmente deseas que todos sepan todo sobre ti? \r\n\r\nRecuerda que los sitios de redes sociales son propiedad de empresas privadas, y que éstas hacen dinero recolectando datos sobre personas y vendiéndolos, especialmente a terceros anunciantes. Cuando ingresas al sitio de una red social, estás dejando atrás las libertades de la Internet y estás ingresando a una red que está gobernada y regida por los dueños del sitio. Las configuraciones de privacidad sólo suponen tu protección de otros miembros de la red social, pero no protegen tus datos de los propietarios del servicio. Básicamente estas cediendo todos tus datos a los propietarios y confiándoselos a ellos. \r\n\r\nSi trabajas con información y temas sensibles, y estás interesado en utilizar los servicios de las redes sociales, es importante que seas consciente de los problemas de privacidad y seguridad que éstas generan. Los defensores de los derechos humanos son particularmente vulnerables a los peligros de los sitos de redes sociales y necesitan ser extremadamente cuidadosos sobre la información que revelan sobre sí mismos y sobre las personas con las que trabajan. \r\n\r\nAntes de utilizar cualquier sitio de redes sociales es importante entender cómo te hacen vulnerable, y luego dar pasos para protegerte a ti mismo y a las personas con las que trabajas. Esta guía te ayudará a entender las consecuencias de seguridad derivadas del uso de sitios de redes sociales.\r\n\r\n## Contexto: ##\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour y Magda son defensores de derechos humanos en el norte de África. Ellos están organizando una marcha que tendrá lugar en el centro de una gran ciudad. Ellos quiere utilizar Facebook para publicitar el evento. Están preocupados de que las autoridades pudieran estar avisadas y que cualquiera que muestre interés pudiera ser rastreado. Planean utilizar Twitter durante la marcha para publicar actualizaciones del progreso de la marcha. Pero, ¿que pasaría si la policía pudiera detectar los mensajes, y desplegar escuadrones para interceptar a los marchantes? Mansour y Magda planifican cómo compartir fotos y videos de la marcha sin revelar las identidades de las personas, porque les preocupa que los participantes puedan sufrir persecución. \r\n</div>\r\n\r\nNo te alentamos a dejar del todo de utilizar las herramientas de las redes sociales. Sin embargo, debes tomar las medidas de seguridad pertinentes, de modo que puedas utilizar estas herramientas sin hacer que tu o alguien más sean vulnerables.\r\n\r\n### ¿Qué aprenderás en este capítulo? ###\r\n\r\n- Como las redes sociales facilitan la revelación no intencional de información sensible\r\n- Como salvaguardar información propia y ajena cuando utilizas los sitios de redes sociales\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>Siempre hazte las preguntas:</strong></p>\n\n<ul><li>¿Quién puede acceder a la información que estoy colocando en línea?</li>\n<li>¿Quién controla y posee la información que coloco en un sitio de redes sociales?</li>\n<li>¿Qué información propia están transmitiendo mis contactos a otras personas?</li>\n<li>¿Les importa a mis contactos si comparto información sobre ellos con otras personas?</li>\n<li>¿Confío en todas las personas con las que estoy conectado?</li>\n</ul></li>\n<li><p>Asegúrate siempre de utilizar <strong>contraseñas seguras</strong> para acceder a las redes sociales. Si otra persona se mete en tu cuenta, estará accediendo a mucha información sobre ti y sobre cualquiera con quien estés conectado a través de la red social. Cambia tus contraseñas regularmente como si fuera un asunto de rutina. Consulta <a href=\"/en/chapter-3\">Capitulo 3. Crear y mantener contraseñas seguras</a> para mayor información.</p></li>\n<li><p>Asegúrate de que entiendes la <strong>configuración de privacidad</strong> por defecto ofrecida por el sito de redes sociales, y cómo cambiarlos.</p></li>\n<li><p>Evalúa utilizar <strong>cuentas/identidades separadas</strong>, o talvez diferentes seudónimos, para diferentes campañas y actividades. Recuerda que la clave para utilizar una red de manera segura es siendo capaz de confiar en sus miembros. Las cuentas separadas pueden ser una buena manera de garantizar que dicha confianza sea posible.</p></li>\n<li><p>Sé cuidadoso cuando accedas a tu cuenta en la red social en espacios públicos con Internet. <strong>Borra tu contraseña e historial de navegación</strong> cuando utilices un navegador en una máquina pública. Consulta <a href=\"/en/chapter-3\">Capítulo 6. Destruir información sensible</a>.</p></li>\n<li><p><strong>Accede a los sitios de redes sociales utilizando https://</strong> para salvaguardar tu nombre de usuario, contraseña y otra información que coloques. El utilizar https:// en vez de http:// añade otra capa de seguridad por medio del cifrado del tráfico de tu navegador al sitio de tu red social. Consulta <a href=\"/chapter-8\">Capítulo 8. Mantenerse en el anonimato y evadir la censura en Internet</a>.</p></li>\n<li><p>Cuídate de no poner demasiada información en <strong>tus actualizaciones de estado</strong> – incluso si confías en las personas en tus redes. Es fácil para cualquiera copiar tu información.</p></li>\n<li><p>La mayoría de redes sociales te permite integrar información con otras redes sociales. Por ejemplo puedes publicar una actualización en tu cuenta de Twitter y hacer también que esta automáticamente se publique en tu cuenta de Facebook. Se especialmente <strong>cuidadoso cuando integres las cuentas de tus redes sociales</strong>! Podrías ser anónimo en un sitio, pero estar expuesto cuando utilices otro.</p></li>\n<li><p>Se cauteloso sobre cuán seguro está tu contenido en un sito de red social. <strong>Nunca confíes en un sitio de red social como host primario para tu contenido</strong> o información. Es muy fácil para los gobiernos bloquear el acceso a un sitio de red social dentro de sus límites si de pronto encuentran su contenido censurable. Los administradores de un sitio de red social podrían también decidir retirar ellos mismos el contenido censurable, en vez de afrontar la censura dentro de un país en particular.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **Siempre hazte las preguntas:**\r\n - ¿Quién puede acceder a la información que estoy colocando en línea?\r\n - ¿Quién controla y posee la información que coloco en un sitio de redes sociales?\r\n - ¿Qué información propia están transmitiendo mis contactos a otras personas?\r\n - ¿Les importa a mis contactos si comparto información sobre ellos con otras personas?\r\n - ¿Confío en todas las personas con las que estoy conectado?\r\n\r\n- Asegúrate siempre de utilizar **contraseñas seguras** para acceder a las redes sociales. Si otra persona se mete en tu cuenta, estará accediendo a mucha información sobre ti y sobre cualquiera con quien estés conectado a través de la red social. Cambia tus contraseñas regularmente como si fuera un asunto de rutina. Consulta [Capitulo 3. Crear y mantener contraseñas seguras](/en/chapter-3) para mayor información.\r\n\r\n- Asegúrate de que entiendes la **configuración de privacidad** por defecto ofrecida por el sito de redes sociales, y cómo cambiarlos.\r\n\r\n- Evalúa utilizar **cuentas/identidades separadas**, o talvez diferentes seudónimos, para diferentes campañas y actividades. Recuerda que la clave para utilizar una red de manera segura es siendo capaz de confiar en sus miembros. Las cuentas separadas pueden ser una buena manera de garantizar que dicha confianza sea posible.\r\n\r\n- Sé cuidadoso cuando accedas a tu cuenta en la red social en espacios públicos con Internet. **Borra tu contraseña e historial de navegación** cuando utilices un navegador en una máquina pública. Consulta [Capítulo 6. Destruir información sensible](/en/chapter-3).\r\n\r\n- **Accede a los sitios de redes sociales utilizando https://** para salvaguardar tu nombre de usuario, contraseña y otra información que coloques. El utilizar https:// en vez de http:// añade otra capa de seguridad por medio del cifrado del tráfico de tu navegador al sitio de tu red social. Consulta [Capítulo 8. Mantenerse en el anonimato y evadir la censura en Internet](/chapter-8).\r\n\r\n- Cuídate de no poner demasiada información en **tus actualizaciones de estado** – incluso si confías en las personas en tus redes. Es fácil para cualquiera copiar tu información. \r\n\r\n- La mayoría de redes sociales te permite integrar información con otras redes sociales. Por ejemplo puedes publicar una actualización en tu cuenta de Twitter y hacer también que esta automáticamente se publique en tu cuenta de Facebook. Se especialmente **cuidadoso cuando integres las cuentas de tus redes sociales**! Podrías ser anónimo en un sitio, pero estar expuesto cuando utilices otro.\r\n\r\n- Se cauteloso sobre cuán seguro está tu contenido en un sito de red social. **Nunca confíes en un sitio de red social como host primario para tu contenido** o información. Es muy fácil para los gobiernos bloquear el acceso a un sitio de red social dentro de sus límites si de pronto encuentran su contenido censurable. Los administradores de un sitio de red social podrían también decidir retirar ellos mismos el contenido censurable, en vez de afrontar la censura dentro de un país en particular.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Consejos generales sobre el uso de las herramientas de redes sociales", 
                        "value": "Consejos generales sobre el uso de las herramientas de redes sociales"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Los sitios de redes sociales te requieren una gran cantidad de datos personales para hacer más fácil a otros usuarios el ubicarte y conectarse contigo. Tal vez la más grande vulnerabilidad que esto crea a los usuarios de estos sitios es la posibilidad de un fraude de identidad, lo cual es cada vez más común. Además, cuanto mayor información propia reveles en línea, más fácil será para las autoridades identificarte y vigilar tus actividades. Las actividades en línea de activistas de la diáspora de algunos países ha conducido a las autoridades a convertir en objetivos a sus familiares residentes en su tierra natal.</p>\n\n<p>Pregúntate: ¿es necesario publicar la siguiente información en línea?</p>\n\n<ul><li>fechas de nacimiento </li>\n<li>números telefónicos de contacto</li>\n<li>direcciones</li>\n<li>detalles de miembros de la familia</li>\n<li>orientación sexual</li>\n<li>historial de educación y empleo</li>\n</ul><h2>Amigos, seguidores y contactos</h2>\n\n<p>La primera cosa que harás después de completar tus detalles personales en la solicitud de cualquier red social es establecer conexiones a otras personas. Presumiblemente estos contactos son personas que conoces y en quienes confías – pero podrías también estar conectándote a una comunidad en línea de personas afines que nunca has conocido. Lo más importante que debes entender es qué información le estas permitiendo tener a esta comunidad en línea.</p>\n\n<p>Cuando utilices una cuenta de red social tal como Facebook, donde se mantiene mucha información personal, evalúa conectarte sólo con personas que conoces y en quienes confías; y que sabes que no utilizarán la información que publicas de mala manera.</p>\n\n<h2>Actualizaciones de estado</h2>\n\n<p>En el Twitter y en Facebook y en redes similares, la actualización de estado responde a las preguntas: ¿Qué estoy haciendo ahora? ¿qué esta pasando? La cosa más importante que debes entender sobre la actualización del estado es quién puede verla realmente. La configuración por defecto para la actualización del estado en la mayoría de las aplicaciones de red social es que cualquiera en la Internet puede verla. Si sólo quieres que tus contactos vean tus actualizaciones, necesitas comunicarle a la aplicación de red social que mantenga tus actualizaciones escondidas del resto.</p>\n\n<p>Para hacer esto en Twitter, busca “Proteger tus Tweets”. En el Facebook, cambia tu configuración para compartir tus actualizaciones a “Sólo Amigos”. Incluso si cambias a dicha configuración, considera lo fácil que es para tus seguidores y amigos re-publicar tu información. Acuerda con tu red de amigos un enfoque común para trasladar la información publicada de sus cuentas de red social. También debes pensar en qué podrías revelar sobre tus amigos que ellos no quisieran que supieran otros; es importante ser perceptivo acerca de esto, y pedirle a otros ser cuidadosos acerca de lo que revelan sobre ti.</p>\n\n<p>Han habido muchos incidentes en los cuales la información incluida en las actualizaciones de estado han sido utilizadas contra las personas. Profesores en los EE.UU. han sido despedidos después de publicar actualizaciones sobre cómo se sentían acerca de sus estudiantes; otros empleados han perdido sus trabajos por publicar acerca de sus empleadores. Esto es algo en lo que casi todos necesitamos ser cuidadosos.</p>\n\n<h2>Compartir contenido de Internet</h2>\n\n<p>Es fácil compartir un enlace a un sitio web y llamar la atención de tu amigo. Pero, ¿quiénes más estarán prestando atención, y qué clase de reacción tendrán? Si dices que te gusta un sitio que en cierta forma esta relacionado a derrocar un régimen represivo, dicho régimen podría interesarse y ponerte en el punto de mira.</p>\n\n<p>Si quieres que tus contactos sean las únicas personas que vean las cosas que compartes o marcas como interesantes, asegúrate de revisar tu configuración de privacidad.</p>\n\n<h2>Revelar tu ubicación</h2>\n\n<p>La mayoría de los sitios de redes sociales mostrarán tu ubicación si dichos datos están disponibles. Esta función es proporcionada generalmente cuando utilizas un teléfono con capacidad GPS para interactuar con una red social, pero no asumas que no es posible si no estás conectado desde un teléfono móvil. La red a la que está conectada tu computadora puede también proveer datos de ubicación. La manera de estar a salvo de esto es verificar dos veces tu configuración.</p>\n\n<p>Se especialmente cuidadoso sobre las opciones de ubicación en los sitios de intercambio de fotos y vídeos. No asumas simplemente que estos no están compartiendo tu ubicación: verifica dos veces tu configuración para estar seguro.</p>\n\n<p>Consulta también <a href=\"https://www.eff.org/wp/locational-privacy\">Sobre Privacidad de la Ubicación, y Cómo Evitar Perderla para Siempre</a> en el sitio web de la Electronic Frontier Foundation.</p>\n\n<h2>Compartir vídeos/fotos</h2>\n\n<p>Fotos y vídeos pueden muy fácilmente revelar las identidades de las personas. Es importante que tengas el consentimiento de los sujetos que se hallen en cualquier foto o vídeo que publiques. Si estás publicando la imagen de otra persona, sé consciente de cómo podrías estar poniendo en peligro su privacidad. Nunca publiques un vídeo o foto de alguien sin tener primero su consentimiento.</p>\n\n<p>Los fotos y vídeos también pueden inintencionadamente revelar mucha información. Muchas cámaras insertarán datos ocultos (rótulos de metadatos), que revelan la fecha, hora y ubicación de la foto, tipo de cámara, etc. Los sitios de intercambio de fotos y vídeos podrían publicar esta información cuando subes contenido a sus sitios.</p>\n\n<h2>Charlas instantáneas</h2>\n\n<p>Muchos sitios de redes sociales tienen herramientas que te permiten tener discusiones con tus amigos en tiempo real. Éstos operan como la Mensajería Instantánea y son una de las formas más inseguras de comunicarse en la Internet, ya que pueden revelar con quién te estás comunicando y sobre qué asunto.</p>\n\n<p>Conectarse a la web vía https es el requerimiento mínimo para una comunicación segura, pero aún así no puedes tener la certeza de que tu conexión sea segura. Por ejemplo, el chat de Facebook usa un vía diferente a HTTPS (y es más inseguro).</p>\n\n<p>Es más seguro usar una aplicación específica para tus chats, como por ejemplo Pidgin (que usa encriptación) con un plugin que permita no almacenar el registro de las conversaciones. Lee la Guía Práctica de 'Pidgin – mensajería instantánea segura'.</p>\n\n<h2>Unirse/crear grupos, eventos y comunidades</h2>\n\n<p>¿Qué información le estás dando a las personas si te unes a un grupo o comunidad? ¿Qué dice este hecho sobre ti? Por otro lado, ¿qué es lo que las personas anuncian al mundo si se unen a un grupo o comunidad que has creado? ¿Cómo estas poniendo en riesgo a las personas?</p>\n\n<p>Cuando te unes a una comunidad o grupo en línea esto revela algo acerca tuyo a otros. En general, las personas podrían asumir que tu apoyas o estás de acuerdo con lo que el grupo esta diciendo o haciendo, lo cual podría hacerte vulnerable si estás siendo visto como, por ejemplo, simpatizante de grupos políticos particulares. Por otro lado, si te unes a un grupo con un gran número de miembros que no conoces, entonces ello podría poner en peligro algunas opciones de privacidad o seguridad que has empleado en tu cuenta, por tanto reflexiona acerca de qué información estás entregando antes de unirte. ¿Estás utilizando tu foto y nombre real de modo que extraños puedan identificarte?</p>\n\n<p>De modo alternativo, si estableces un grupo y las personas eligen unirse a este, ¿qué mensaje están enviando al mundo al hacerlo? Por ejemplo, tal vez sea un grupo de apoyo a gays y lesbianas que has formado para ayudar a las personas, pero al unirse al mismo las personas se están identificando abiertamente como homosexuales o amistosos con ellos, lo cual podría generarles riesgos en el mundo real.</p>\n\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"5\"><tr><td>\n            \n            Guía Práctica: Empieza con la <a href=\"/es/social_networking_tools\" title=\"Guía del herramientas para redes sociales\">Guía de herramientas para redes sociales</a>\n            </td>\n        </tr></table>", 
                        "summary": "", 
                        "value": "Los sitios de redes sociales te requieren una gran cantidad de datos personales para hacer más fácil a otros usuarios el ubicarte y conectarse contigo. Tal vez la más grande vulnerabilidad que esto crea a los usuarios de estos sitios es la posibilidad de un fraude de identidad, lo cual es cada vez más común. Además, cuanto mayor información propia reveles en línea, más fácil será para las autoridades identificarte y vigilar tus actividades. Las actividades en línea de activistas de la diáspora de algunos países ha conducido a las autoridades a convertir en objetivos a sus familiares residentes en su tierra natal.\r\n\r\nPregúntate: ¿es necesario publicar la siguiente información en línea?\r\n\r\n- fechas de nacimiento \r\n- números telefónicos de contacto\r\n- direcciones\r\n- detalles de miembros de la familia\r\n- orientación sexual\r\n- historial de educación y empleo\r\n\r\n## Amigos, seguidores y contactos ##\r\n\r\nLa primera cosa que harás después de completar tus detalles personales en la solicitud de cualquier red social es establecer conexiones a otras personas. Presumiblemente estos contactos son personas que conoces y en quienes confías – pero podrías también estar conectándote a una comunidad en línea de personas afines que nunca has conocido. Lo más importante que debes entender es qué información le estas permitiendo tener a esta comunidad en línea.\r\n\r\nCuando utilices una cuenta de red social tal como Facebook, donde se mantiene mucha información personal, evalúa conectarte sólo con personas que conoces y en quienes confías; y que sabes que no utilizarán la información que publicas de mala manera. \r\n\r\n## Actualizaciones de estado ##\r\n\r\nEn el Twitter y en Facebook y en redes similares, la actualización de estado responde a las preguntas: ¿Qué estoy haciendo ahora? ¿qué esta pasando? La cosa más importante que debes entender sobre la actualización del estado es quién puede verla realmente. La configuración por defecto para la actualización del estado en la mayoría de las aplicaciones de red social es que cualquiera en la Internet puede verla. Si sólo quieres que tus contactos vean tus actualizaciones, necesitas comunicarle a la aplicación de red social que mantenga tus actualizaciones escondidas del resto. \r\n\r\nPara hacer esto en Twitter, busca “Proteger tus Tweets”. En el Facebook, cambia tu configuración para compartir tus actualizaciones a “Sólo Amigos”. Incluso si cambias a dicha configuración, considera lo fácil que es para tus seguidores y amigos re-publicar tu información. Acuerda con tu red de amigos un enfoque común para trasladar la información publicada de sus cuentas de red social. También debes pensar en qué podrías revelar sobre tus amigos que ellos no quisieran que supieran otros; es importante ser perceptivo acerca de esto, y pedirle a otros ser cuidadosos acerca de lo que revelan sobre ti. \r\n\r\nHan habido muchos incidentes en los cuales la información incluida en las actualizaciones de estado han sido utilizadas contra las personas. Profesores en los EE.UU. han sido despedidos después de publicar actualizaciones sobre cómo se sentían acerca de sus estudiantes; otros empleados han perdido sus trabajos por publicar acerca de sus empleadores. Esto es algo en lo que casi todos necesitamos ser cuidadosos.\r\n\r\n## Compartir contenido de Internet ##\r\n\r\nEs fácil compartir un enlace a un sitio web y llamar la atención de tu amigo. Pero, ¿quiénes más estarán prestando atención, y qué clase de reacción tendrán? Si dices que te gusta un sitio que en cierta forma esta relacionado a derrocar un régimen represivo, dicho régimen podría interesarse y ponerte en el punto de mira.\r\n\r\nSi quieres que tus contactos sean las únicas personas que vean las cosas que compartes o marcas como interesantes, asegúrate de revisar tu configuración de privacidad.\r\n\r\n## Revelar tu ubicación ##\r\n\r\nLa mayoría de los sitios de redes sociales mostrarán tu ubicación si dichos datos están disponibles. Esta función es proporcionada generalmente cuando utilizas un teléfono con capacidad GPS para interactuar con una red social, pero no asumas que no es posible si no estás conectado desde un teléfono móvil. La red a la que está conectada tu computadora puede también proveer datos de ubicación. La manera de estar a salvo de esto es verificar dos veces tu configuración.\r\n\r\nSe especialmente cuidadoso sobre las opciones de ubicación en los sitios de intercambio de fotos y vídeos. No asumas simplemente que estos no están compartiendo tu ubicación: verifica dos veces tu configuración para estar seguro.\r\n\r\nConsulta también [Sobre Privacidad de la Ubicación, y Cómo Evitar Perderla para Siempre](https://www.eff.org/wp/locational-privacy) en el sitio web de la Electronic Frontier Foundation.\r\n\r\n## Compartir vídeos/fotos ##\r\n\r\nFotos y vídeos pueden muy fácilmente revelar las identidades de las personas. Es importante que tengas el consentimiento de los sujetos que se hallen en cualquier foto o vídeo que publiques. Si estás publicando la imagen de otra persona, sé consciente de cómo podrías estar poniendo en peligro su privacidad. Nunca publiques un vídeo o foto de alguien sin tener primero su consentimiento.\r\n\r\nLos fotos y vídeos también pueden inintencionadamente revelar mucha información. Muchas cámaras insertarán datos ocultos (rótulos de metadatos), que revelan la fecha, hora y ubicación de la foto, tipo de cámara, etc. Los sitios de intercambio de fotos y vídeos podrían publicar esta información cuando subes contenido a sus sitios.\r\n\r\n## Charlas instantáneas ##\r\n\r\nMuchos sitios de redes sociales tienen herramientas que te permiten tener discusiones con tus amigos en tiempo real. Éstos operan como la Mensajería Instantánea y son una de las formas más inseguras de comunicarse en la Internet, ya que pueden revelar con quién te estás comunicando y sobre qué asunto.\r\n\r\nConectarse a la web vía https es el requerimiento mínimo para una comunicación segura, pero aún así no puedes tener la certeza de que tu conexión sea segura. Por ejemplo, el chat de Facebook usa un vía diferente a HTTPS (y es más inseguro).\r\n\r\nEs más seguro usar una aplicación específica para tus chats, como por ejemplo Pidgin (que usa encriptación) con un plugin que permita no almacenar el registro de las conversaciones. Lee la Guía Práctica de 'Pidgin – mensajería instantánea segura'.\r\n\r\n## Unirse/crear grupos, eventos y comunidades ##\r\n\r\n¿Qué información le estás dando a las personas si te unes a un grupo o comunidad? ¿Qué dice este hecho sobre ti? Por otro lado, ¿qué es lo que las personas anuncian al mundo si se unen a un grupo o comunidad que has creado? ¿Cómo estas poniendo en riesgo a las personas?\r\n\r\nCuando te unes a una comunidad o grupo en línea esto revela algo acerca tuyo a otros. En general, las personas podrían asumir que tu apoyas o estás de acuerdo con lo que el grupo esta diciendo o haciendo, lo cual podría hacerte vulnerable si estás siendo visto como, por ejemplo, simpatizante de grupos políticos particulares. Por otro lado, si te unes a un grupo con un gran número de miembros que no conoces, entonces ello podría poner en peligro algunas opciones de privacidad o seguridad que has empleado en tu cuenta, por tanto reflexiona acerca de qué información estás entregando antes de unirte. ¿Estás utilizando tu foto y nombre real de modo que extraños puedan identificarte?\r\n\r\nDe modo alternativo, si estableces un grupo y las personas eligen unirse a este, ¿qué mensaje están enviando al mundo al hacerlo? Por ejemplo, tal vez sea un grupo de apoyo a gays y lesbianas que has formado para ayudar a las personas, pero al unirse al mismo las personas se están identificando abiertamente como homosexuales o amistosos con ellos, lo cual podría generarles riesgos en el mundo real. \r\n\r\n<table border=\"0\" cellspacing=\"0\" cellpadding=\"5\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td>\r\n\t\t\t<img src=\"/sites/securitybkp.ngoinabox.org/files/u9/hand_web_trans.png\" width=\"60\" height=\"63\" align=\"middle\" />\r\n\t\t\t<strong>Guía Práctica: Empieza con la <a href=\"/es/social_networking_tools\" title=\"Guía del herramientas para redes sociales\"><strong>Guía de herramientas para redes sociales</strong></a>\r\n\t\t\t</strong></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Publicar detalles personales", 
                        "value": "Publicar detalles personales"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {
            "body": {
                "es": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>Facebook</h2>\n\n<p>Facebook se ha convertido en el más grande sitio de redes sociales en el mundo. Si deseas contactar personas a través de una plataforma de red social, es probable que estos estén utilizando Facebook. Ello significa que utilizar Facebook es incluso más peligroso que utilizar otros sitios, dado que es accesible universalmente ello implica que casi cualquiera puede mirar la información que publicas ahí.</p>\n\n<p>El fundador de Facebook, Mark Zuckerberg, ha declarado públicamente que la “privacidad en línea esta muerta” y es verdad que la privacidad en Facebook puede ser difícil de alcanzar. Aunque hayas revisado las confusas características que aparecen para garantizarte que sólo tus 'amigos' adscritos tengan acceso a tu información, esta todavía puede ser accesible a extraños por medio de una simple búsqueda, o a desarrolladores que hayan configurado una de las múltiples aplicaciones y juegos que las personas utilizan en el sitio.</p>\n\n<p>Es importante notar que una vez que has configurado una cuenta de usuario con Facebook, no podrás borrarla. Facebook 'desactivará' tu cuenta a solicitud tuya pero permitirá 'reactivarla' con toda tu información y configuración intactos cuando quieras. Tus datos nunca se borran de Facebook.</p>\n\n<p>De <a href=\"http://www.facebook.com/terms.php\">http://www.facebook.com/terms.php</a> - “<em>Para el contenido protegido por derechos de propiedad intelectual, como fotografías y vídeos ('contenido de PI'), nos concedes específicamente el siguiente permiso, de acuerdo con tu configuración de <a href=\"http://www.facebook.com/privacy/\">privacidad</a> y <a href=\"http://www.facebook.com/editapps.php\">aplicación</a>: nos concedes una licencia no exclusiva, transferible, con posibilidad de ser sub-otorgada, sin regalías, aplicable globalmente, para utilizar cualquier contenido de PI que publiques en Facebook o en conexión con Facebook ('licencia de PI'). Esta licencia de PI finaliza cuando eliminas tu contenido de PI o tu cuenta (a menos que el contenido se haya compartido con terceros y éstos no lo hayan eliminado)</em>.” En otras palabras, Facebook es propietario de todos los datos que publiques en este, y puede utilizarlos como quiera.</p>\n\n<p>El Departamento de Seguridad Nacional de los Estados Unidos de América vigila Facebook y otros sitios de redes sociales y es altamente probable que otros gobiernos hagan lo mismo.</p>\n\n<h3>Consejos sobre Facebook:</h3>\n\n<ul><li><p>Verifica dos veces tu configuración de privacidad en Facebook. Como consecuencia de la presión pública y del crecimiento sin precedente de su red, sus políticas de privacidad están cambiando permanentemente.</p></li>\n<li><p>El acto de 'hacer amistades' en Facebook significa que estás estableciendo una conexión directa con otros usuarios y les estas permitiendo ver tu información y tus actividades en Facebook. Es una buena práctica 'hacer amistad' en Facebook sólo con personas de quienes tengas razones reales para confiar.</p></li>\n<li><p>Evalúa desactivar tu cuenta cada vez que cierres tu sesión en esta. Ello significa que tu cuenta estará cerrada y nadie puede acceder a ella cuando no estás en línea. Puedes reactivar la cuenta cuando inicies sesión y todas tus características se mantendrán sin cambio.</p></li>\n</ul><p>Un buen lugar para empezar a comprender tu configuración de privacidad en Facebook es en su página 'Control de lo que Compartes' <a href=\"http://www.facebook.com/privacy/explanation.php\">http://www.facebook.com/privacy/explanation.php</a></p>\n\n<h2>Twitter</h2>\n\n<p>Funciones: Actualización de Estatus</p>\n\n<p>Twitter empezó como un servicio para publicar actualizaciones desde un teléfono móvil a la Internet, por ello el límite de 140 caracteres. Esta también es la razón por la que es descrito como un 'SMS para la Internet'. En Twitter, tu 'sigues' a otros usuarios que te interesan, en vez de personas a las que conoces en realidad. Esto significa que tus seguidores no son necesariamente tus amigos y hace que el establecimiento de culpabilidad por asociación sea un poco más difícil. Ello también hace más fácil que las personas utilicen falsas identidades o escondan sus propias identidades.</p>\n\n<p>Twitter establece en sus Términos de servicio: “<em>Este permiso autoriza a Twitter para poner tus Tweets a disposición del resto del mundo y permitir que otros hagan lo mismo. Pero lo que es tuyo es tuyo. Tú eres dueño de tu propio contenido</em>.” (extraído de <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>)</p>\n\n<p>Aunque Twitter es un sitio web, muchas personas interactúan con y administran Twitter a través de aplicaciones de escritorio conocidas como clientes Twitter. Si utilizas un cliente Twitter debes asegurarte que se está conectando al sitio de manera segura.</p>\n\n<p>El Departamento de Seguridad Nacional de los Estados Unidos de América vigila Twitter y otras redes sociales y es altamente probable que otros gobiernos hagan lo mismo.</p>\n\n<h3>Consejos sobre Twitter</h3>\n\n<ul><li><p>“Lo que digas en Twitter se verá alrededor del mundo instantáneamente. ¡Eres lo que Twitteas!” (extraido de <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>)</p></li>\n<li><p>Recuerda, cualquier mensaje en Twitter va a la línea de tiempo pública, lo que significa que es accesible a cualquiera, no sólo a tus seguidores. Evalúa proteger tus mensajes si publicas información sensible. El proteger tus tweets significa que sólo tus seguidores pueden verlos: sin embargo, recuerda que los seguidores son libres de volver a publicar tus tweets y hacerlos públicos.</p></li>\n<li><p>Considera utilizar un seudónimo o una falsa identidad si estás twitteando críticas a funcionarios o gobiernos.</p></li>\n</ul><h2>YouTube</h2>\n\n<p>Funciones: compartir video, compartir contenido de Internet</p>\n\n<p>YouTube es propiedad de Google. YouTube es excelente para poner tu video a disposición de sus miles de millones de usuarios. Sin embargo, si la gente de Google considera censurable el contenido de tu video, lo borrarán. Esto implica que YouTube no es un buen lugar para mantener a salvo tu video. Google es conocido por ceder a la presión para retirar contenido de YouTube con el fin de evitar que el sitio sea censurado. De modo que si quieres que las personas vena tu video, coloca una copia de este en YouTube – sólo no pongas tu única copia en YouTube como almacenamiento seguro.</p>\n\n<p>Google registrará tanto los datos de nombres de usuario como aquellos de ubicación por cada vídeo subido y visualizado. Esto podría ser potencialmente utilizado para rastrear personas.</p>\n\n<p>El contenido de tu publicación en YouTube se mantiene como tuyo; al colocarlo en YouTube le das a Google una licencia para distribuir dicho contenido.</p>\n\n<p>Hasta septiembre de 2010, YouTube estaba prohibido en China, Irán, Libia, Tunez y Turkmenistán.</p>\n\n<h3>Consejos sobre YouTube:</h3>\n\n<ul><li><p>Nunca publiques un vídeo de una persona sin su consentimiento. E incluso con su consentimiento, intenta pensar en cualquier posible repercusión antes de publicarlo.</p></li>\n<li><p>Siempre conserva una copia de seguridad de cualquier vídeo que compartas a través de Google/YouTube.</p></li>\n<li><p>Utiliza la configuración de privado con el fin de compartir vídeo sólo con personas específicas.</p></li>\n</ul><h2>Flickr</h2>\n\n<p>Funciones: compartir foto/vídeo, compartir contenido de Internet</p>\n\n<p>Flickr es propiedad de Yahoo!</p>\n\n<p>El contenido publicado en Flickr permanece como tuyo, al cual puede atribuirle diversas licencias de creative commons o de derechos de autor. Le concedes a Yahoo una licencia para distribuir tus fotos o vídeos al remitir contenido.</p>\n\n<p>Debido a la variada atribución de licencias, Flickr es excelente para encontrar imágenes para ser utilizadas en campañas y como una fuente para intercambiar imágenes con colegas, aliados y miembros de tus redes.</p>\n\n<h2>Consejos sobre Flickr</h2>\n\n<ul><li><p>Verifica que Flickr no este también mostrando información oculta registrada por tu cámara digital (metadatos); estos pueden ser fecha, hora, ubicación GPS, modelo de la cámara, etc.</p></li>\n<li><p>Nunca compartas la foto de una persona en Flickr sin su consentimiento, y está seguro que las persona/s en cualquiera de las fotos este de acuerdo con el tipo de licencia que has elegido asignar a su imagen.</p></li>\n</ul><p>El Departamento de Seguridad Nacional de los Estados Unidos de América vigila Flickr y otros sitios de redes sociales y es altamente probable que otros gobiernos también lo hagan.</p>\n\n<h2>Nota Final: Herramientas Alternativas</h2>\n\n<p>Los sitios web listados en este capítulo son las más populares y ampliamente utilizadas herramientas de redes sociales. La ofensiva de los gobiernos pondrá primero en la mira a estos sitios y los bloqueará. Dado que todas estas herramientas pertenecen a compañías privadas, estas cederán a las presiones gubernamentales y censurarán cuando sea necesario.  Podría valer la pena mirar sitos alternativos a estos, tales como Diaspora (<a href=\"http://joindiaspora.com\">http://joindiaspora.com</a>) y Crabgrass (<a href=\"http://we.riseup.net\">http://we.riseup.net</a>) los cuales han sido diseñados pensando en la seguridad digital y en el activismo.</p>\n", 
                        "summary": "", 
                        "value": "## Facebook ##\r\n\r\nFacebook se ha convertido en el más grande sitio de redes sociales en el mundo. Si deseas contactar personas a través de una plataforma de red social, es probable que estos estén utilizando Facebook. Ello significa que utilizar Facebook es incluso más peligroso que utilizar otros sitios, dado que es accesible universalmente ello implica que casi cualquiera puede mirar la información que publicas ahí. \r\n\r\nEl fundador de Facebook, Mark Zuckerberg, ha declarado públicamente que la “privacidad en línea esta muerta” y es verdad que la privacidad en Facebook puede ser difícil de alcanzar. Aunque hayas revisado las confusas características que aparecen para garantizarte que sólo tus 'amigos' adscritos tengan acceso a tu información, esta todavía puede ser accesible a extraños por medio de una simple búsqueda, o a desarrolladores que hayan configurado una de las múltiples aplicaciones y juegos que las personas utilizan en el sitio.\r\n\r\nEs importante notar que una vez que has configurado una cuenta de usuario con Facebook, no podrás borrarla. Facebook 'desactivará' tu cuenta a solicitud tuya pero permitirá 'reactivarla' con toda tu información y configuración intactos cuando quieras. Tus datos nunca se borran de Facebook.\r\n\r\nDe [http://www.facebook.com/terms.php](http://www.facebook.com/terms.php) - “*Para el contenido protegido por derechos de propiedad intelectual, como fotografías y vídeos ('contenido de PI'), nos concedes específicamente el siguiente permiso, de acuerdo con tu configuración de [privacidad](http://www.facebook.com/privacy/) y [aplicación](http://www.facebook.com/editapps.php): nos concedes una licencia no exclusiva, transferible, con posibilidad de ser sub-otorgada, sin regalías, aplicable globalmente, para utilizar cualquier contenido de PI que publiques en Facebook o en conexión con Facebook ('licencia de PI'). Esta licencia de PI finaliza cuando eliminas tu contenido de PI o tu cuenta (a menos que el contenido se haya compartido con terceros y éstos no lo hayan eliminado)*.” En otras palabras, Facebook es propietario de todos los datos que publiques en este, y puede utilizarlos como quiera.\r\n\r\nEl Departamento de Seguridad Nacional de los Estados Unidos de América vigila Facebook y otros sitios de redes sociales y es altamente probable que otros gobiernos hagan lo mismo.\r\n\r\n### Consejos sobre Facebook: ###\r\n\r\n- Verifica dos veces tu configuración de privacidad en Facebook. Como consecuencia de la presión pública y del crecimiento sin precedente de su red, sus políticas de privacidad están cambiando permanentemente.\r\n\r\n- El acto de 'hacer amistades' en Facebook significa que estás estableciendo una conexión directa con otros usuarios y les estas permitiendo ver tu información y tus actividades en Facebook. Es una buena práctica 'hacer amistad' en Facebook sólo con personas de quienes tengas razones reales para confiar.\r\n\r\n- Evalúa desactivar tu cuenta cada vez que cierres tu sesión en esta. Ello significa que tu cuenta estará cerrada y nadie puede acceder a ella cuando no estás en línea. Puedes reactivar la cuenta cuando inicies sesión y todas tus características se mantendrán sin cambio.\r\n\r\nUn buen lugar para empezar a comprender tu configuración de privacidad en Facebook es en su página 'Control de lo que Compartes' [http://www.facebook.com/privacy/explanation.php](http://www.facebook.com/privacy/explanation.php)\r\n\r\n\r\n## Twitter ##\r\n\r\nFunciones: Actualización de Estatus\r\n\r\nTwitter empezó como un servicio para publicar actualizaciones desde un teléfono móvil a la Internet, por ello el límite de 140 caracteres. Esta también es la razón por la que es descrito como un 'SMS para la Internet'. En Twitter, tu 'sigues' a otros usuarios que te interesan, en vez de personas a las que conoces en realidad. Esto significa que tus seguidores no son necesariamente tus amigos y hace que el establecimiento de culpabilidad por asociación sea un poco más difícil. Ello también hace más fácil que las personas utilicen falsas identidades o escondan sus propias identidades.\r\n\r\nTwitter establece en sus Términos de servicio: “*Este permiso autoriza a Twitter para poner tus Tweets a disposición del resto del mundo y permitir que otros hagan lo mismo. Pero lo que es tuyo es tuyo. Tú eres dueño de tu propio contenido*.” (extraído de [http://twitter.com/terms](http://twitter.com/terms))\r\n\r\nAunque Twitter es un sitio web, muchas personas interactúan con y administran Twitter a través de aplicaciones de escritorio conocidas como clientes Twitter. Si utilizas un cliente Twitter debes asegurarte que se está conectando al sitio de manera segura. \r\n\r\nEl Departamento de Seguridad Nacional de los Estados Unidos de América vigila Twitter y otras redes sociales y es altamente probable que otros gobiernos hagan lo mismo.\r\n\r\n### Consejos sobre Twitter ###\r\n\r\n- “Lo que digas en Twitter se verá alrededor del mundo instantáneamente. ¡Eres lo que Twitteas!” (extraido de [http://twitter.com/terms](http://twitter.com/terms))\r\n\r\n- Recuerda, cualquier mensaje en Twitter va a la línea de tiempo pública, lo que significa que es accesible a cualquiera, no sólo a tus seguidores. Evalúa proteger tus mensajes si publicas información sensible. El proteger tus tweets significa que sólo tus seguidores pueden verlos: sin embargo, recuerda que los seguidores son libres de volver a publicar tus tweets y hacerlos públicos. \r\n\r\n- Considera utilizar un seudónimo o una falsa identidad si estás twitteando críticas a funcionarios o gobiernos.\r\n\r\n## YouTube ##\r\n\r\nFunciones: compartir video, compartir contenido de Internet\r\n\r\nYouTube es propiedad de Google. YouTube es excelente para poner tu video a disposición de sus miles de millones de usuarios. Sin embargo, si la gente de Google considera censurable el contenido de tu video, lo borrarán. Esto implica que YouTube no es un buen lugar para mantener a salvo tu video. Google es conocido por ceder a la presión para retirar contenido de YouTube con el fin de evitar que el sitio sea censurado. De modo que si quieres que las personas vena tu video, coloca una copia de este en YouTube – sólo no pongas tu única copia en YouTube como almacenamiento seguro.\r\n\r\nGoogle registrará tanto los datos de nombres de usuario como aquellos de ubicación por cada vídeo subido y visualizado. Esto podría ser potencialmente utilizado para rastrear personas.\r\n\r\nEl contenido de tu publicación en YouTube se mantiene como tuyo; al colocarlo en YouTube le das a Google una licencia para distribuir dicho contenido.\r\n\r\nHasta septiembre de 2010, YouTube estaba prohibido en China, Irán, Libia, Tunez y Turkmenistán.\r\n\r\n### Consejos sobre YouTube: ###\r\n\r\n- Nunca publiques un vídeo de una persona sin su consentimiento. E incluso con su consentimiento, intenta pensar en cualquier posible repercusión antes de publicarlo.\r\n\r\n- Siempre conserva una copia de seguridad de cualquier vídeo que compartas a través de Google/YouTube.\r\n\r\n- Utiliza la configuración de privado con el fin de compartir vídeo sólo con personas específicas.\r\n\r\n## Flickr ##\r\n\r\nFunciones: compartir foto/vídeo, compartir contenido de Internet\r\n\r\nFlickr es propiedad de Yahoo! \r\n\r\nEl contenido publicado en Flickr permanece como tuyo, al cual puede atribuirle diversas licencias de creative commons o de derechos de autor. Le concedes a Yahoo una licencia para distribuir tus fotos o vídeos al remitir contenido.\r\n\r\nDebido a la variada atribución de licencias, Flickr es excelente para encontrar imágenes para ser utilizadas en campañas y como una fuente para intercambiar imágenes con colegas, aliados y miembros de tus redes.\r\n\r\n## Consejos sobre Flickr ##\r\n\r\n- Verifica que Flickr no este también mostrando información oculta registrada por tu cámara digital (metadatos); estos pueden ser fecha, hora, ubicación GPS, modelo de la cámara, etc. \r\n\r\n- Nunca compartas la foto de una persona en Flickr sin su consentimiento, y está seguro que las persona/s en cualquiera de las fotos este de acuerdo con el tipo de licencia que has elegido asignar a su imagen. \r\n\r\nEl Departamento de Seguridad Nacional de los Estados Unidos de América vigila Flickr y otros sitios de redes sociales y es altamente probable que otros gobiernos también lo hagan.\r\n\r\n## Nota Final: Herramientas Alternativas ##\r\n\r\nLos sitios web listados en este capítulo son las más populares y ampliamente utilizadas herramientas de redes sociales. La ofensiva de los gobiernos pondrá primero en la mira a estos sitios y los bloqueará. Dado que todas estas herramientas pertenecen a compañías privadas, estas cederán a las presiones gubernamentales y censurarán cuando sea necesario.  Podría valer la pena mirar sitos alternativos a estos, tales como Diaspora ([http://joindiaspora.com](http://joindiaspora.com)) y Crabgrass ([http://we.riseup.net](http://we.riseup.net)) los cuales han sido diseñados pensando en la seguridad digital y en el activismo.\r\n\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1971", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1971", 
                "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5117", 
                "module": "book", 
                "nid": "1971", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5117", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452613250", 
            "comment": "0", 
            "created": "1441105899", 
            "current_revision_id": "12826", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_3", 
                        "value": "chapter_9_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5117": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1971", 
                    "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5117", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5117", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1971", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1971", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613250", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Herramientas de redes sociales", 
                        "value": "Herramientas de redes sociales"
                    }
                ]
            }, 
            "title_original": "Social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335906", 
                        "created": "1442335906", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "es": {
                        "changed": "1442415467", 
                        "created": "1442415467", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210679", 
                        "created": "1441210679", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850358", 
                        "created": "1442762385", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441375634", 
                        "created": "1441375634", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613250", 
                        "created": "1452613081", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333733", 
                        "created": "1442333733", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1442410481", 
                        "created": "1442410481", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ru": {
                        "changed": "1443813942", 
                        "created": "1443813779", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1442324808", 
                        "created": "1442324808", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1446046271", 
                        "created": "1441105899", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326410", 
                        "created": "1442326410", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c3a9cbbd-21c4-4061-bb61-762c60339139", 
            "vid": "12826", 
            "vuuid": "2e690730-c7d7-4b3d-bf19-57b13aa6f02d"
        }
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "es": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "es": [
            {
                "format": null, 
                "safe_value": "9. Protegerte a ti mismo y a tus datos cuando utilizas sitios de redes sociales", 
                "value": "9. Protegerte a ti mismo y a tus datos cuando utilizas sitios de redes sociales"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "es": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "es": [
            {
                "format": null, 
                "safe_value": "9. Protegerte a ti mismo y a tus datos cuando utilizas sitios de redes sociales", 
                "value": "9. Protegerte a ti mismo y a tus datos cuando utilizas sitios de redes sociales"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}