{
    "body": {
        "tr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>‘Saldırgan’ internet üzerinden verilerinizi okumaya ya da değiştirmeye muktedirse, bilgisayarınızdaki ya da taşınabilir depolama aygıtınızdaki bilgilere yetkilendirilmemiş erişim uzaktan gerçekleştirilebilir; ya da fiziksel olarak donanımınız ele geçirilebilir. Kendinizi her iki türden saldırıya karşı, <a href=\"/tr/chapter-1\"><strong><em>Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz</em></strong></a> başlıklı <a href=\"/tr/chapter-1\"><strong><em>1. Bölüm</em></strong></a>’de ve <a href=\"/tr/chapter-2\"><strong><em>Fiziksel tehditlere karşı bilgilerinizi nasıl korursunuz</em></strong></a> başlıklı <a href=\"/tr/chapter-2\"><strong><em>2. Bölüm</em></strong></a>’de ele alındığı gibi, verilerinizin fiziksel ve ağ güvenliğini geliştirerek koruyabilirsiniz. Birden fazla savunma düzeyini kullanmanız en iyisidir, bu nedenle dosyalarınızın kendilerini de korumalısınız.  Böylelikle, diğer güvenlik çabalarınızın yetersiz olduğu ortaya çıkarsa, hassas verilerinizin güvende olma ihtimali korunabilir.</p>\n\n<p>Bu şekilde verilerinizin güvenliğini sağlamaya yönelik tehditler hakkında iki genel yaklaşım bulunmaktadır. <strong>Dosyalarınızı  <em><a href=\"/tr/glossary#Encryption\">şifreleyebilirsiniz</a></em></strong>, böylece onları sizden başka herhangi biri için okunmaz kılarsınız, ya da saldırganın hassas bilgilerinizi bulamayacağını umarak <strong>onları gizleyebilirsiniz</strong>. Her iki yaklaşım için size yardımcı olabilecek araçlar bulunmaktadır. Bunlara dosyalarınızı hem <em><a href=\"/tr/glossary#Encryption\">şifreleyebilecek</a></em> hem de gizleyebilecek <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> adlı bir <a href=\"/tr/glossary#FOSS\"><em>FOSS</em></a> uygulaması da dahildir.</p>\n\n<h3>Arka plan senaryosu</h3>\n\n<div class=\"background\">\n\n<p>Claudia ve Pablo bir Güney Afrika ülkesindeki insan hakları STK’siyle birlikte çalışmaktadır. Son birkaç aylarını bölgedeki ordu tarafından gerçekleştirilen insan hakları ihlalleri hakkında tanıklardan delil ve beyan toplayarak geçirmişlerdir. Bu beyanların kimler tarafından sağlandığına ilişkin ayrıntılar ortaya çıkarsa hem tanıklık eden cesur insanlar hem de bölgedeki örgüt üyeleri tehlikeye atılmış olacaktır. Hâlihazırda bu bilgi STK’nin, Windows XP işletim sistemiyle çalışan bilgisayarındaki bir excel tablosunda saklanmaktadır. Güvenlik konusunda bilinçli olan Claudia verilerin bir yedeğini, iş yerinin uzağında tuttuğu bir CD’ye kaydetmiştir.</p>\n\n</div>\n\n<h3>Bu bölümden ne öğrenebilirsiniz</h3>\n\n<ul><li>Bilgisayarınızdaki bilgileri nasıl <a href=\"/tr/glossary#Encryption\"><em>şifreleyebileceğinizi</em></a></li>\n<li>Bilgilerinizi <a href=\"/tr/glossary#Encryption\">şifrelenmiş</a> olarak sakladığınızda hangi risklerle karşı karşıya kalabileceğinizi</li>\n<li>Kaybolması ya da çalınması durumunda USB belleklerinizdeki verileri nasıl koruyabileceğinizi</li>\n<li>Fiziksel ya da uzak saldırganlara karşı bilgilerinizi gizlemek için hangi adımları atabileceğinizi</li>\n</ul>", 
                "summary": "", 
                "value": "‘Saldırgan’ internet üzerinden verilerinizi okumaya ya da değiştirmeye muktedirse, bilgisayarınızdaki ya da taşınabilir depolama aygıtınızdaki bilgilere yetkilendirilmemiş erişim uzaktan gerçekleştirilebilir; ya da fiziksel olarak donanımınız ele geçirilebilir. Kendinizi her iki türden saldırıya karşı, [***Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz***](/tr/chapter-1) başlıklı [***1. Bölüm***](/tr/chapter-1)’de ve [***Fiziksel tehditlere karşı bilgilerinizi nasıl korursunuz***](/tr/chapter-2) başlıklı [***2. Bölüm***](/tr/chapter-2)’de ele alındığı gibi, verilerinizin fiziksel ve ağ güvenliğini geliştirerek koruyabilirsiniz. Birden fazla savunma düzeyini kullanmanız en iyisidir, bu nedenle dosyalarınızın kendilerini de korumalısınız.  Böylelikle, diğer güvenlik çabalarınızın yetersiz olduğu ortaya çıkarsa, hassas verilerinizin güvende olma ihtimali korunabilir.\r\n\r\n\r\nBu şekilde verilerinizin güvenliğini sağlamaya yönelik tehditler hakkında iki genel yaklaşım bulunmaktadır. **Dosyalarınızı  *[şifreleyebilirsiniz](/tr/glossary#Encryption)***, böylece onları sizden başka herhangi biri için okunmaz kılarsınız, ya da saldırganın hassas bilgilerinizi bulamayacağını umarak **onları gizleyebilirsiniz**. Her iki yaklaşım için size yardımcı olabilecek araçlar bulunmaktadır. Bunlara dosyalarınızı hem *[şifreleyebilecek](/tr/glossary#Encryption)* hem de gizleyebilecek [*TrueCrypt*](/tr/glossary#TrueCrypt) adlı bir [*FOSS*](/tr/glossary#FOSS) uygulaması da dahildir.\r\n\r\n\r\n\r\n### Arka plan senaryosu ###\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia ve Pablo bir Güney Afrika ülkesindeki insan hakları STK’siyle birlikte çalışmaktadır. Son birkaç aylarını bölgedeki ordu tarafından gerçekleştirilen insan hakları ihlalleri hakkında tanıklardan delil ve beyan toplayarak geçirmişlerdir. Bu beyanların kimler tarafından sağlandığına ilişkin ayrıntılar ortaya çıkarsa hem tanıklık eden cesur insanlar hem de bölgedeki örgüt üyeleri tehlikeye atılmış olacaktır. Hâlihazırda bu bilgi STK’nin, Windows XP işletim sistemiyle çalışan bilgisayarındaki bir excel tablosunda saklanmaktadır. Güvenlik konusunda bilinçli olan Claudia verilerin bir yedeğini, iş yerinin uzağında tuttuğu bir CD’ye kaydetmiştir.\r\n</div>\r\n\r\n\r\n\r\n### Bu bölümden ne öğrenebilirsiniz ### \r\n\r\n- Bilgisayarınızdaki bilgileri nasıl [*şifreleyebileceğinizi*](/tr/glossary#Encryption)\r\n- Bilgilerinizi [şifrelenmiş](/tr/glossary#Encryption) olarak sakladığınızda hangi risklerle karşı karşıya kalabileceğinizi\r\n- Kaybolması ya da çalınması durumunda USB belleklerinizdeki verileri nasıl koruyabileceğinizi\r\n- Fiziksel ya da uzak saldırganlara karşı bilgilerinizi gizlemek için hangi adımları atabileceğinizi\r\n\t"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1940", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1940", 
        "link_title": "4. How to protect the sensitive files on your computer", 
        "menu_name": "book-toc-1925", 
        "mlid": "5085", 
        "module": "book", 
        "nid": "1940", 
        "options": [], 
        "p1": "5030", 
        "p2": "5085", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "4. How to protect the sensitive files on your computer", 
        "updated": "0", 
        "weight": "4"
    }, 
    "book_children": [
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<div class=\"background\">\n\n<p>Pablo: Ama bilgisayarım zaten Windows kullanıcı hesabı şifresiyle korunuyor! Bu yeterince iyi değil mi?</p>\n\n<p>Claudia: Aslında Windows kullanıcı hesabı şifrelerini kırmak genelde oldukça kolaydır. Dahası bilgisayarını bir LiveCD’yle yeniden başlatacak kadar uzun süre ele geçiren herhangi biri, şifre konusunda endişelenmeksizin verilerini kopyalayabilir. Bilgisayarını bir süre için alıp götürebilirlerse daha da büyük bir sorunun içindesin demektir. Böyle bir durumda endişelenmen gereken sadece Windows şifresi değildir. Microsoft Word ya da Adobe Acrobat şifrelerine de güvenmemelisin.</p>\n\n</div>\n\n<p>Bilgilerinizi <a href=\"/tr/glossary#Encryption\"><em>şifrelemek</em></a>, bilgilerinizi kilitli bir kasada tutmak gibidir. Sadece anahtarı olanlar ya da kilidin şifresini bilenler (bu durumda bir <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> anahtarı ya da şifre) bilgilerinize erişebilir. Bu benzetme, özellikle <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ve onun gibi araçlar için uygundur. Öyle ki, bu araçlar her seferinde tek bir dosyayı korumak yerine 'şifrelenmiş bölümler' adı verilen güvenli bölümler oluşturur. Bir <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölüme çok sayıda dosyayı koyabilirsiniz ancak bu araçlar bilgisayarınızın ve USB belleğinizin diğer bölümlerinde depolanmış herhangi bir şeyi korumayacaktır.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Uygulama:</strong> <a href=\"/en/truecrypt_main\"><strong><em>TrueCrypt  - Güvenli Dosya Depolama Rehberi</em></strong></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>Her ne kadar diğer yazılımlar da benzer güçlü <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> yöntemleri sağlasa da, <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> bilgi güvenliği stratejinizi tasarlamanıza izin veren birçok önemli özelliğe sahiptir. Tüm dosyalarınız, çalıştığınız sırada oluşturulan tüm geçici dosyalarınız, kurduğunuz tüm programlarınız ve tüm Windows işletim sistemi dosyalarınız dahil, <strong>bilgisayarınızın tüm diskini kalıcı olarak şifreleme</strong> olanağı sunar. TrueCrypt taşınabilir depolama aygıtlarındaki <em><a href=\"/tr/glossary#Encryption\">şifrelenmiş</a></em> bölümleri de destekler. Aşağıdaki <a href=\"/tr/chapter_4_2\"><strong><em>Hassas bilgilerinizi gizlemek</em></strong></a> kısmında betimlenen 'inkâr edebilirlik' özelliğini de sunar. Dahası TrueCrypt <a href=\"/tr/glossary#FOSS\"><em>ücretsiz ve açık kaynak kodlu</em></a> bir programdır.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Tamam şimdi beni endişelendirdin. Aynı bilgisayardaki farklı kullanıcılara ne olacak? Bu 'Belgelerim' klasörümdeki dosyaları okuyabilecekleri anlamına mı geliyor?</p>\n\n<p>Claudia: Düşünme biçimin hoşuma gitti! Windows şifren saldırganlardan seni koruyamıyorsa aynı bilgisayarda hesabı olan diğer insanlara karşı seni nasıl koruyacak? 'Belgelerim' klasörün normalde herkese açıktır. Diğer kullanıcıların şifrelenmemiş dosyalarını okumak için zekice bir şey yapmalarına gerek yoktur. Haklısın, klasörlerini 'özel' kılsan bile, bir çeşit şifreleme kullanmadığın sürece güvende değilsin.</p>\n\n</div>\n\n<h3>Dosya şiferelemeyi güvenle kullanmak için ipuçları</h3>\n\n<p>Gizli verileri depolamak hem sizin için hem de birlikte çalıştığınız insanlar için bir risk oluşturabilir. <a href=\"/tr/glossary#Encryption\"><em>Şifreleme</em></a> bu riski azaltır ama onu ortadan kaldırmaz. Hassas verileri korumanın ilk adımı dolaşımda olan verileri azaltmaktır. Belirli bir dosyayı ya da bir dosyadaki belirli bir bilgi kategorisini depolamak için iyi bir nedeniniz yoksa onu silmelisiniz (bunu güvenli olarak nasıl yapabileceğiniz konusunda daha fazla bilgi için bakınız: <a href=\"/tr/chapter-6\"><strong><em>6. Bölüm: Hassas bilgiler nasıl imha edilir</em></strong></a>). Atılacak ikinci adım ise <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> gibi iyi bir dosya <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> aracı kullanmaktır.</p>\n\n<div class=\"background\">\n\n<p>Claudia: Belki de bu ifadeleri bize veren kişilerin kimliklerini açığa çıkarabilecek ayrıntıları saklamamıza gerçekten de ihtiyacımız yok. Ne düşünüyorsun?</p>\n\n<p>Pablo: Katılıyorum. Bu konuda mümkün olduğunca az şey kaydetmeliyiz. Dahası kesinlikle kaydetmek zorunda olduğumuz kişi ve yer adlarını korumak için basit bir şifreleme düşünmeliyiz.</p>\n\n</div>\n\n<p>Kilitli kasa benzetmesine geri dönecek olursak <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> ya da benzer araçları kullanırken aklınızda bulundurmanız gereken birkaç şey vardır. Kasanız ne kadar güçlü olursa olsun kapısını açık bırakırsanız size bir fayda sağlamayacaktır. <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> bölümünüz kullanıma hazır durumdayken (içeriğine eriştiğiniz her seferinde) verileriniz savunmasız olabilir; o halde içindeki dosyaları gerçekten okuduğunuz ve değiştirdiğiniz zamanlar dışında onu kapalı tutmalısınız.</p>\n\n<p><a href=\"/tr/glossary#Encryption\"><em>Şifrelenmiş</em></a> bölümlerinizi kullanıma hazır durumda bırakmamanız gerektiğini özellikle hatırlamanız gereken bazı durumlar şunlardır:</p>\n\n<ul><li>Herhangi bir zaman aralığı için bilgisayarınızdan uzaklaştığınızda şifrelenmiş bölümlerinizin bağlantısını kesin. Bilgisayarınızı gece boyunca çalışır bıraktığınızda, siz uzaktayken hassas bilgilerinizin fiziksel ya da uzak saldırganların erişimine açık bırakılmadığından emin olun.</li>\n<li>Bilgisayarınızı uyku moduna sokmadan önce şifrelenmiş bölümlerinizin bağlantısını kesin. Bu genel olarak dizüstü bilgisayarlarında kullanılan ancak masaüstü bilgisayarlarında da bulunabilecek, hem 'askıya alma' hem de 'uyku modu' özellikleri için geçerlidir.</li>\n<li>Bilgisayarınızı bir başkasına devretmeden önce şifrelenmiş bölümlerinizin bağlantısını kesin. Bir güvenlik noktasından ya da sınır kapısından bir dizüstü bilgisayarı geçirirken tüm <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölümlerin bağlantısını kesmeniz ve bilgisayarınızı tamamen kapatmanız önemlidir.</li>\n<li>Arkadaşlarınızınki ya da meslektaşlarınızınki dahil güvenmediğiniz harici bir depolama aygıtını ya da USB belleğini bilgisayarınıza takmadan önce şifrelenmiş bölümlerinizin bağlantısını kesin.</li>\n<li><a href=\"/tr/glossary#Encryption\"><em>Şifrelenmiş</em></a> bir bölümü bir USB bellekte saklayacaksanız, aygıtı bilgisayardan ayırmanız bölümün bağlantısını hemen kesmez. Dosyalarınızı aceleyle güvence altına almanız gerekirse de bölümü düzgün bir biçimde kaldırmalısınız. Ardından da harici sürücünün ya da belleğin bağlantısını kesmelisiniz ve bilgisayardan ayırmalısınız. Bunları yapmanın en hızlı yolunu buluncaya kadar biraz pratik yapmak isteyebilirsiniz.</li>\n</ul><p><a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> bölümünü bir USB bellekte saklamaya karar verdiyseniz, <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> programının da bir kopyasını onunla birlikte tutabilirsiniz. Bu, verilerinize bir başkasının bilgisayarından da erişmenizi sağlar. Genel kurallar hâlâ geçerlidir : bilgisayarın <a href=\"/tr/glossary#Malware\"><em>kötü amaçlı yazılımlardan</em></a> arındırılmış olduğu konusunda güveniniz tam değilse şifrenizi girmemeli ve hassas verilerinize erişmemelisiniz.</p>\n", 
                        "summary": "", 
                        "value": "<div class=\"background\" markdown=\"1\">\r\nPablo: Ama bilgisayarım zaten Windows kullanıcı hesabı şifresiyle korunuyor! Bu yeterince iyi değil mi?\r\n\r\nClaudia: Aslında Windows kullanıcı hesabı şifrelerini kırmak genelde oldukça kolaydır. Dahası bilgisayarını bir LiveCD’yle yeniden başlatacak kadar uzun süre ele geçiren herhangi biri, şifre konusunda endişelenmeksizin verilerini kopyalayabilir. Bilgisayarını bir süre için alıp götürebilirlerse daha da büyük bir sorunun içindesin demektir. Böyle bir durumda endişelenmen gereken sadece Windows şifresi değildir. Microsoft Word ya da Adobe Acrobat şifrelerine de güvenmemelisin.\r\n</div>\r\n\r\nBilgilerinizi [*şifrelemek*](/tr/glossary#Encryption), bilgilerinizi kilitli bir kasada tutmak gibidir. Sadece anahtarı olanlar ya da kilidin şifresini bilenler (bu durumda bir [*şifreleme*](/tr/glossary#Encryption) anahtarı ya da şifre) bilgilerinize erişebilir. Bu benzetme, özellikle [*TrueCrypt*](/tr/glossary#TrueCrypt) ve onun gibi araçlar için uygundur. Öyle ki, bu araçlar her seferinde tek bir dosyayı korumak yerine 'şifrelenmiş bölümler' adı verilen güvenli bölümler oluşturur. Bir [*şifrelenmiş*](/tr/glossary#Encryption) bölüme çok sayıda dosyayı koyabilirsiniz ancak bu araçlar bilgisayarınızın ve USB belleğinizin diğer bölümlerinde depolanmış herhangi bir şeyi korumayacaktır.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Uygulama:** [***TrueCrypt  - Güvenli Dosya Depolama Rehberi***](/en/truecrypt_main) ile uygulamaya başlayın\r\n</div>\r\n\r\nHer ne kadar diğer yazılımlar da benzer güçlü [*şifreleme*](/tr/glossary#Encryption) yöntemleri sağlasa da, [*TrueCrypt*](/tr/glossary#TrueCrypt) bilgi güvenliği stratejinizi tasarlamanıza izin veren birçok önemli özelliğe sahiptir. Tüm dosyalarınız, çalıştığınız sırada oluşturulan tüm geçici dosyalarınız, kurduğunuz tüm programlarınız ve tüm Windows işletim sistemi dosyalarınız dahil, **bilgisayarınızın tüm diskini kalıcı olarak şifreleme** olanağı sunar. TrueCrypt taşınabilir depolama aygıtlarındaki *[şifrelenmiş](/tr/glossary#Encryption)* bölümleri de destekler. Aşağıdaki [***Hassas bilgilerinizi gizlemek***](/tr/chapter_4_2) kısmında betimlenen 'inkâr edebilirlik' özelliğini de sunar. Dahası TrueCrypt [*ücretsiz ve açık kaynak kodlu*](/tr/glossary#FOSS) bir programdır.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Tamam şimdi beni endişelendirdin. Aynı bilgisayardaki farklı kullanıcılara ne olacak? Bu 'Belgelerim' klasörümdeki dosyaları okuyabilecekleri anlamına mı geliyor?\r\n\r\nClaudia: Düşünme biçimin hoşuma gitti! Windows şifren saldırganlardan seni koruyamıyorsa aynı bilgisayarda hesabı olan diğer insanlara karşı seni nasıl koruyacak? 'Belgelerim' klasörün normalde herkese açıktır. Diğer kullanıcıların şifrelenmemiş dosyalarını okumak için zekice bir şey yapmalarına gerek yoktur. Haklısın, klasörlerini 'özel' kılsan bile, bir çeşit şifreleme kullanmadığın sürece güvende değilsin.</i>\r\n</div>\r\n\r\n### Dosya şiferelemeyi güvenle kullanmak için ipuçları ###\r\n\r\nGizli verileri depolamak hem sizin için hem de birlikte çalıştığınız insanlar için bir risk oluşturabilir. [*Şifreleme*](/tr/glossary#Encryption) bu riski azaltır ama onu ortadan kaldırmaz. Hassas verileri korumanın ilk adımı dolaşımda olan verileri azaltmaktır. Belirli bir dosyayı ya da bir dosyadaki belirli bir bilgi kategorisini depolamak için iyi bir nedeniniz yoksa onu silmelisiniz (bunu güvenli olarak nasıl yapabileceğiniz konusunda daha fazla bilgi için bakınız: [***6. Bölüm: Hassas bilgiler nasıl imha edilir***](/tr/chapter-6)). Atılacak ikinci adım ise [*TrueCrypt*](/tr/glossary#TrueCrypt) gibi iyi bir dosya [*şifreleme*](/tr/glossary#Encryption) aracı kullanmaktır.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia: Belki de bu ifadeleri bize veren kişilerin kimliklerini açığa çıkarabilecek ayrıntıları saklamamıza gerçekten de ihtiyacımız yok. Ne düşünüyorsun?\r\n\r\nPablo: Katılıyorum. Bu konuda mümkün olduğunca az şey kaydetmeliyiz. Dahası kesinlikle kaydetmek zorunda olduğumuz kişi ve yer adlarını korumak için basit bir şifreleme düşünmeliyiz.\t\t\t\r\n</div>\r\n\r\nKilitli kasa benzetmesine geri dönecek olursak [*TrueCrypt*](/tr/glossary#TrueCrypt) ya da benzer araçları kullanırken aklınızda bulundurmanız gereken birkaç şey vardır. Kasanız ne kadar güçlü olursa olsun kapısını açık bırakırsanız size bir fayda sağlamayacaktır. [*TrueCrypt*](/tr/glossary#TrueCrypt) bölümünüz kullanıma hazır durumdayken (içeriğine eriştiğiniz her seferinde) verileriniz savunmasız olabilir; o halde içindeki dosyaları gerçekten okuduğunuz ve değiştirdiğiniz zamanlar dışında onu kapalı tutmalısınız. \r\n\r\n\r\n[*Şifrelenmiş*](/tr/glossary#Encryption) bölümlerinizi kullanıma hazır durumda bırakmamanız gerektiğini özellikle hatırlamanız gereken bazı durumlar şunlardır:\r\n\r\n- Herhangi bir zaman aralığı için bilgisayarınızdan uzaklaştığınızda şifrelenmiş bölümlerinizin bağlantısını kesin. Bilgisayarınızı gece boyunca çalışır bıraktığınızda, siz uzaktayken hassas bilgilerinizin fiziksel ya da uzak saldırganların erişimine açık bırakılmadığından emin olun.\r\n- Bilgisayarınızı uyku moduna sokmadan önce şifrelenmiş bölümlerinizin bağlantısını kesin. Bu genel olarak dizüstü bilgisayarlarında kullanılan ancak masaüstü bilgisayarlarında da bulunabilecek, hem 'askıya alma' hem de 'uyku modu' özellikleri için geçerlidir.\r\n- Bilgisayarınızı bir başkasına devretmeden önce şifrelenmiş bölümlerinizin bağlantısını kesin. Bir güvenlik noktasından ya da sınır kapısından bir dizüstü bilgisayarı geçirirken tüm [*şifrelenmiş*](/tr/glossary#Encryption) bölümlerin bağlantısını kesmeniz ve bilgisayarınızı tamamen kapatmanız önemlidir.\r\n- Arkadaşlarınızınki ya da meslektaşlarınızınki dahil güvenmediğiniz harici bir depolama aygıtını ya da USB belleğini bilgisayarınıza takmadan önce şifrelenmiş bölümlerinizin bağlantısını kesin.\r\n- [*Şifrelenmiş*](/tr/glossary#Encryption) bir bölümü bir USB bellekte saklayacaksanız, aygıtı bilgisayardan ayırmanız bölümün bağlantısını hemen kesmez. Dosyalarınızı aceleyle güvence altına almanız gerekirse de bölümü düzgün bir biçimde kaldırmalısınız. Ardından da harici sürücünün ya da belleğin bağlantısını kesmelisiniz ve bilgisayardan ayırmalısınız. Bunları yapmanın en hızlı yolunu buluncaya kadar biraz pratik yapmak isteyebilirsiniz.\r\n\t\r\n[*TrueCrypt*](/tr/glossary#TrueCrypt) bölümünü bir USB bellekte saklamaya karar verdiyseniz, [*TrueCrypt*](/tr/glossary#TrueCrypt) programının da bir kopyasını onunla birlikte tutabilirsiniz. Bu, verilerinize bir başkasının bilgisayarından da erişmenizi sağlar. Genel kurallar hâlâ geçerlidir : bilgisayarın [*kötü amaçlı yazılımlardan*](/tr/glossary#Malware) arındırılmış olduğu konusunda güveniniz tam değilse şifrenizi girmemeli ve hassas verilerinize erişmemelisiniz.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1941", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1941", 
                "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5086", 
                "module": "book", 
                "nid": "1941", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5086", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271807", 
            "comment": "0", 
            "created": "1441102942", 
            "current_revision_id": "12770", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter-4-1", 
                        "value": "chapter-4-1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5086": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1941", 
                    "link_title": "ការធ្វើកូដនីយកម្មព័ត៌មានរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5086", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5086", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1941", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1941", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271807", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Bilgilerinizi şifrelemek", 
                        "value": "Bilgilerinizi şifrelemek"
                    }
                ]
            }, 
            "title_original": "Encrypting your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915662", 
                        "created": "1442915662", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226935", 
                        "created": "1441803951", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095737", 
                        "created": "1443095737", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410495", 
                        "created": "1442410495", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451910455", 
                        "created": "1441205210", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089078", 
                        "created": "1442759311", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695033", 
                        "created": "1443695033", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271807", 
                        "created": "1452271807", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102573", 
                        "created": "1443102573", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113191", 
                        "created": "1441113191", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720175", 
                        "created": "1443719264", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394814", 
                        "created": "1444394814", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100019", 
                        "created": "1443100019", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091933", 
                        "created": "1443091933", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102942", 
                        "created": "1441102942", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577341", 
                        "created": "1443601748", 
                        "entity_id": "1941", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "307aa775-e4c6-4ba2-b5e8-b6754aa35de7", 
            "vid": "12770", 
            "vuuid": "40362f67-019c-4f71-98be-f9574a8312cf"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Evinizde ya da ofisinizde bir kasa bulundurmakla ilgili sorun, cebinizde bir tane bulundurmanın sözünü bile etmeyelim, fazla göze çarpma eğiliminde olmasıdır. Birçok insanın <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> kullanarak kendilerini suçlu duruma düşürmek konusunda mantıklı endişeleri vardır. Veri <a href=\"/tr/glossary#Encryption\"><em>şifrelemenin</em></a> meşru nedenleri meşru olmayanlarını kat be kat aşsa bile bu tehdidin gerçekliği göz ardı edilemez. Esasında <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> gibi bir aracı kullanmaktan kaçınmak için iki neden vardır: kendi kendinizi suçlu durumuna düşürme ve en hassas bilgilerinizin konumuna açıkça işaret etme riski.</p>\n\n<h3>Kendi kendinizi suçlu durumuna düşürme riskini göz önünde bulundurmak</h3>\n\n<p><a href=\"/tr/glossary#Encryption\"><em>Şifreleme</em></a> birçok ülkede yasa dışıdır ki bu da bu tür bir yazılımı indirmenin, kurmanın ve kullanmanın bir suç olduğu anlamına gelir. Bilgilerinizi, aralarında polis, ordu ya da istihbarat servislerinin de olduğu bir kesim gruptan korumak istiyorsanız, bu yasaları ihlal etmek, etkinliklerinizin araştırılması ya da örgütünüzün yargılanması için bir bahane olarak gösterilebilir. Bu tarz tehditlerin, burada ele alınan araçların yasallığıyla gerçekte hiçbir ilgisi olmayabilir. Sadece bir <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> yazılımıyla ilişkilendirilmeniz, suç işlediğiniz ya da (<a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölümün içinde gerçekte ne olduğundan bağımsız olarak) casusluk yaptığınız gibi suçlamalara maruz kalmanız için yeterli olabilir. Bu nedenledir ki bu tür araçların sizin durumunuza uygun olup olmadığını dikkatle düşünmelisiniz.</p>\n\n<p>Durum buysa birkaç seçeneğiniz bulunmaktadır:</p>\n\n<ul><li>Veri güvenliği yazılımı kullanmaktan tamamen vazgeçebilirsiniz; bu da sadece gizli olmayan bilgileri saklamanızı ya da hassas dosyalarınızın önemli unsurlarını korumak için bir şifreli sözcük sistemi icat etmenizi gerektirir.</li>\n<li>Hassas bilgilerinizi şifrelemek yerine onları gizlemek için <a href=\"/tr/glossary#Steganography\"><em>steganografi</em></a> olarak adlandırılan tekniği kullanabilirsiniz. Bu konuda yardımcı olabilecek araçlar bulunmaktadır ama bunları uygun bir şekilde kullanmak çok dikkatli bir hazırlığı gerektirir ve kullandığınız araçları öğrenen herhangi birinin gözünde kendi kendinizi suçlu duruma düşürme riski hâlâ bulunmaktadır.</li>\n<li>Tüm hassas bilgilerinizi güvenli bir webmail hesabında depolamayı deneyebilirsiniz ama bu güvenli bir ağ bağlantısını ve görece ileri düzey bilgisayar ve internet bağlantısı bilgisini gerektirir. Bu teknik, ağ üzerinden <a href=\"/tr/glossary#Encryption\"><em>şifrelemenin</em></a> dosya <a href=\"/tr/glossary#Encryption\"><em>şifrelemesine</em></a> göre daha az suç isnad ettiğini ve hassas verileri sabit diskinize kazara kopyalamaktan ve orada bırakmaktan kaçınabileceğinizi varsayar.</li>\n<li>Hassas bilgilerinizi bir USB bellekte ya da harici sabit diskte saklayarak bilgisayarınızdan uzak tutabilirsiniz. Bununla beraber bu tür cihazlar kaybedilmeye ya da el konulmaya daha açıktır; bu nedenle bunlarda hassas, şifrelenmemiş bilgileri taşımak genellikle kötü bir fikirdir.</li>\n</ul><p>Gerekliyse bu türden bir dizi taktik kullanabilirsiniz. Bununla beraber, kendi kendinizi suçlu durumuna düşürmekten endişe ettiğiniz durumlarda bile <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> kullanmak ve <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölümünüzü olabildiğince gizlemeye çalışmak en güvenli yol olabilir.</p>\n\n<p>Şifrelenmiş bölümünüzü daha az görünür kılmak isterseniz onu farklı bir dosya türü gibi görünecek şekilde yeniden adlandırabilirsiniz. Yaklaşık 700 MB olan geniş bölümleri bir CD imajıymış gibi gizlemek için “.iso” dosya uzantısını kullanmak iyi işleyen bir seçenektir. Daha küçük bölümler için diğer dosya uzantıları daha gerçekçi olabilir. Bu, kasanızı ofisinizin duvarındaki bir tablonun ardına gizlemeye benzer. Sıkı bir aramayı atlatamayabilir ama az da olsa bir koruma sağlar. <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> programını bir program olarak kurmak yerine onu sabit diskinize ya da USB belleğinize kaydettiğiniz sıradan bir dosya gibi yeniden adlandırabilirsiniz. <a href=\"/en/truecrypt_main\"><strong><em>TrueCrypt Rehberi</em></strong></a> bunu nasıl yapacağınızı açıklamaktadır.</p>\n\n<h3>Hassas bilgilerinizin teşhis edilme riskini göz önünde bulundurmak</h3>\n\n<p>Çoğu zaman bilgisayarınızda ya da USB belleğinizde bir <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> yazılımıyla 'yakalanmaktan' çok; şifrelenmiş bölümün, en çok korumak istediğiniz bilgileri tam nerede sakladığınıza işaret etmesinden endişe edersiniz.  Her ne kadar bu bilgileri kimsenin okuyamayacağı gerçek olsa da bir saldırgan, onun orada olduğunu ve onu korumak için adımlar attığınızı bilecektir. Bu, saldırganın erişim elde etmek için girişebileceği, korkutma, şantaj, sorgulama ve işkence gibi çeşitli yöntemlere sizi açık hale getirebilir. İşte bu bağlamda, aşağıda ayrıntılarıyla betimlenen, <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a>'in inkâr edilebilirlik özelliği devreye girmektedir.</p>\n\n<p><a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a>'in inkâr edilebilirlik özelliği, yazılımın, dosya <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> araçlarının genel olarak sunduğunun ötesine geçtiği özelliklerden biridir. Bu özellik, en hassas bilgileri, diğerleri gibi yani daha az hassas, gizli veriler gibi gösteren <a href=\"/tr/glossary#Steganography\"><em>steganografi</em></a>’nin nevi şahsına münhasır bir biçimi olarak düşünülebilir. Bu pek de gizli olmayan bir ofis kasasının içine 'gizli bir taban' kurmaya benzetilebilir. Saldırgan sizin anahtarınızı çalarsa ya da kasanın şifresini vermeniz için sizi korkutursa bulacağı şey korumayı gerçekten önemsediğiniz bilgiler değil, bazı ikna edici 'yem' olarak kullandığınız materyaller olacaktır.</p>\n\n<p>Kasanızın arkasında gizli bir bölme olduğunu sadece siz bileceksiniz. Bu, saldırgana vermiş olduğunuzdan başka bir sır sakladığınızı 'inkâr etmenizi' sağlayacaktır ve herhangi bir nedenden dolayı şifrenizi söylemek zorunda kaldığınızda bilgilerinizi korumanıza yardım edecektir. Bu nedenler, sizin ya da meslektaşınızın, tanıdıklarınızın, arkadaşlarınızın ve aile üyelerinizin güvenliği için hukukî ya da fiziksel tehditleri içerebilir. İnkâr edilebilirliğin amacı, verilerinizi korumayı seçseniz bile potansiyel olarak tehlikeli bir durumdan kaçmanız için size bir şans vermektir. <a href=\"#Considering_the_risk_of_self-incrimination\"><strong><em>Kendi kendinizi suçlu durumuna düşürme riskini göz önünde bulundurmak</em></strong></a> kısmında tartışıldığı gibi, ofisinizde bir kasayla yakalanmak kabul edilemez sonuçları beraberinde getirmek için yeterliyse, bu özellik daha az yararlıdır.</p>\n\n<p><a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a>'in inkâr edilebilirlik özelliği, normal <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölümünüzün içine 'gizli bir bölüm' daha depolayarak işlev görür. Bu gizlenmiş bölümü, normal olarak kullandığınızdan farklı bir alternatif şifre kullanarak açarsınız. Teknik bilgiye sahip bir saldırgan standart bölümünüze erişse bile başka bir gizli bölümün olduğunu kanıtlayamayacaktır. Elbette <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a>’in bu yolla bilgi saklayabileceğini çok iyi bilebilir, bu nedenle yem olarak kullandığınız şifreyi verir vermez tehdidin ortadan kalkacağının garantisi yoktur. Çok sayıda insan <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a>’i, inkâr edilebilirlik özelliğine izin vermeden kullanmaktadır, bununla beraber verili bir <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bölümün bu tür bir 'gizli tabanı'nın olup olmadığını, analiz yoluyla belirlemenin olanaksız olduğu düşünülmektedir. Buna rağmen, gizli bölümünüzü açık bırakmak ya da diğer uygulamaların onun içerdiği dosyalara kısayol oluşturmasına izin vermek gibi daha az teknik yollarla, gizli bölümünüzü açık etmediğinizden emin olmak sizin işinizdir. Alttaki <a href=\"/tr/chapter_4_3\"><strong><em>Okuma önerileri</em></strong></a> bölümü bu konu hakkında sizi daha fazla bilgiye götürebilir.</p>\n\n<div class=\"background\">\n\n<p>Claudia: Tamam, o zaman standart bölümün içine bazı işe yaramaz dosyaları koyalım ve tüm tanıklıkları da gizli olana taşıyalım. Eski PDF’lerin ya da kullanabileceğimiz başka şeylerin var mı?</p>\n\n<p>Pablo: Ben de bunu düşünüyordum. Demek istediğim, başka seçeneğimiz yoksa yem olarak kullandığımız şifreyi vereceğiz, değil mi? Ama inandırıcı olmak için o dosyaların bir şekilde önemliymiş gibi görünmesini sağlamalıyız. Aksi halde onları neden şifreleyelim ki? Belki de ilgisiz malî dosyalar ya da web sitelerinin şifrelerinin bir listesini ya da bunun gibi bir şeyi kullanmalıyız.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Evinizde ya da ofisinizde bir kasa bulundurmakla ilgili sorun, cebinizde bir tane bulundurmanın sözünü bile etmeyelim, fazla göze çarpma eğiliminde olmasıdır. Birçok insanın [*şifreleme*](/tr/glossary#Encryption) kullanarak kendilerini suçlu duruma düşürmek konusunda mantıklı endişeleri vardır. Veri [*şifrelemenin*](/tr/glossary#Encryption) meşru nedenleri meşru olmayanlarını kat be kat aşsa bile bu tehdidin gerçekliği göz ardı edilemez. Esasında [*TrueCrypt*](/tr/glossary#TrueCrypt) gibi bir aracı kullanmaktan kaçınmak için iki neden vardır: kendi kendinizi suçlu durumuna düşürme ve en hassas bilgilerinizin konumuna açıkça işaret etme riski.\r\n\r\n### Kendi kendinizi suçlu durumuna düşürme riskini göz önünde bulundurmak ###\r\n\r\n[*Şifreleme*](/tr/glossary#Encryption) birçok ülkede yasa dışıdır ki bu da bu tür bir yazılımı indirmenin, kurmanın ve kullanmanın bir suç olduğu anlamına gelir. Bilgilerinizi, aralarında polis, ordu ya da istihbarat servislerinin de olduğu bir kesim gruptan korumak istiyorsanız, bu yasaları ihlal etmek, etkinliklerinizin araştırılması ya da örgütünüzün yargılanması için bir bahane olarak gösterilebilir. Bu tarz tehditlerin, burada ele alınan araçların yasallığıyla gerçekte hiçbir ilgisi olmayabilir. Sadece bir [*şifreleme*](/tr/glossary#Encryption) yazılımıyla ilişkilendirilmeniz, suç işlediğiniz ya da ([*şifrelenmiş*](/tr/glossary#Encryption) bölümün içinde gerçekte ne olduğundan bağımsız olarak) casusluk yaptığınız gibi suçlamalara maruz kalmanız için yeterli olabilir. Bu nedenledir ki bu tür araçların sizin durumunuza uygun olup olmadığını dikkatle düşünmelisiniz.\r\n\r\nDurum buysa birkaç seçeneğiniz bulunmaktadır:\r\n\r\n- Veri güvenliği yazılımı kullanmaktan tamamen vazgeçebilirsiniz; bu da sadece gizli olmayan bilgileri saklamanızı ya da hassas dosyalarınızın önemli unsurlarını korumak için bir şifreli sözcük sistemi icat etmenizi gerektirir.\r\n- Hassas bilgilerinizi şifrelemek yerine onları gizlemek için [*steganografi*](/tr/glossary#Steganography) olarak adlandırılan tekniği kullanabilirsiniz. Bu konuda yardımcı olabilecek araçlar bulunmaktadır ama bunları uygun bir şekilde kullanmak çok dikkatli bir hazırlığı gerektirir ve kullandığınız araçları öğrenen herhangi birinin gözünde kendi kendinizi suçlu duruma düşürme riski hâlâ bulunmaktadır.\r\n- Tüm hassas bilgilerinizi güvenli bir webmail hesabında depolamayı deneyebilirsiniz ama bu güvenli bir ağ bağlantısını ve görece ileri düzey bilgisayar ve internet bağlantısı bilgisini gerektirir. Bu teknik, ağ üzerinden [*şifrelemenin*](/tr/glossary#Encryption) dosya [*şifrelemesine*](/tr/glossary#Encryption) göre daha az suç isnad ettiğini ve hassas verileri sabit diskinize kazara kopyalamaktan ve orada bırakmaktan kaçınabileceğinizi varsayar.\r\n- Hassas bilgilerinizi bir USB bellekte ya da harici sabit diskte saklayarak bilgisayarınızdan uzak tutabilirsiniz. Bununla beraber bu tür cihazlar kaybedilmeye ya da el konulmaya daha açıktır; bu nedenle bunlarda hassas, şifrelenmemiş bilgileri taşımak genellikle kötü bir fikirdir.\r\n\t\r\nGerekliyse bu türden bir dizi taktik kullanabilirsiniz. Bununla beraber, kendi kendinizi suçlu durumuna düşürmekten endişe ettiğiniz durumlarda bile [*TrueCrypt*](/tr/glossary#TrueCrypt) kullanmak ve [*şifrelenmiş*](/tr/glossary#Encryption) bölümünüzü olabildiğince gizlemeye çalışmak en güvenli yol olabilir.\r\n\r\nŞifrelenmiş bölümünüzü daha az görünür kılmak isterseniz onu farklı bir dosya türü gibi görünecek şekilde yeniden adlandırabilirsiniz. Yaklaşık 700 MB olan geniş bölümleri bir CD imajıymış gibi gizlemek için “.iso” dosya uzantısını kullanmak iyi işleyen bir seçenektir. Daha küçük bölümler için diğer dosya uzantıları daha gerçekçi olabilir. Bu, kasanızı ofisinizin duvarındaki bir tablonun ardına gizlemeye benzer. Sıkı bir aramayı atlatamayabilir ama az da olsa bir koruma sağlar. [*TrueCrypt*](/tr/glossary#TrueCrypt) programını bir program olarak kurmak yerine onu sabit diskinize ya da USB belleğinize kaydettiğiniz sıradan bir dosya gibi yeniden adlandırabilirsiniz. [***TrueCrypt Rehberi***](/en/truecrypt_main) bunu nasıl yapacağınızı açıklamaktadır.\r\n\r\n### Hassas bilgilerinizin teşhis edilme riskini göz önünde bulundurmak ###\r\n\r\nÇoğu zaman bilgisayarınızda ya da USB belleğinizde bir [*şifreleme*](/tr/glossary#Encryption) yazılımıyla 'yakalanmaktan' çok; şifrelenmiş bölümün, en çok korumak istediğiniz bilgileri tam nerede sakladığınıza işaret etmesinden endişe edersiniz.  Her ne kadar bu bilgileri kimsenin okuyamayacağı gerçek olsa da bir saldırgan, onun orada olduğunu ve onu korumak için adımlar attığınızı bilecektir. Bu, saldırganın erişim elde etmek için girişebileceği, korkutma, şantaj, sorgulama ve işkence gibi çeşitli yöntemlere sizi açık hale getirebilir. İşte bu bağlamda, aşağıda ayrıntılarıyla betimlenen, [*TrueCrypt*](/tr/glossary#TrueCrypt)'in inkâr edilebilirlik özelliği devreye girmektedir.\r\n\r\n[*TrueCrypt*](/tr/glossary#TrueCrypt)'in inkâr edilebilirlik özelliği, yazılımın, dosya [*şifreleme*](/tr/glossary#Encryption) araçlarının genel olarak sunduğunun ötesine geçtiği özelliklerden biridir. Bu özellik, en hassas bilgileri, diğerleri gibi yani daha az hassas, gizli veriler gibi gösteren [*steganografi*](/tr/glossary#Steganography)’nin nevi şahsına münhasır bir biçimi olarak düşünülebilir. Bu pek de gizli olmayan bir ofis kasasının içine 'gizli bir taban' kurmaya benzetilebilir. Saldırgan sizin anahtarınızı çalarsa ya da kasanın şifresini vermeniz için sizi korkutursa bulacağı şey korumayı gerçekten önemsediğiniz bilgiler değil, bazı ikna edici 'yem' olarak kullandığınız materyaller olacaktır.\r\n\r\nKasanızın arkasında gizli bir bölme olduğunu sadece siz bileceksiniz. Bu, saldırgana vermiş olduğunuzdan başka bir sır sakladığınızı 'inkâr etmenizi' sağlayacaktır ve herhangi bir nedenden dolayı şifrenizi söylemek zorunda kaldığınızda bilgilerinizi korumanıza yardım edecektir. Bu nedenler, sizin ya da meslektaşınızın, tanıdıklarınızın, arkadaşlarınızın ve aile üyelerinizin güvenliği için hukukî ya da fiziksel tehditleri içerebilir. İnkâr edilebilirliğin amacı, verilerinizi korumayı seçseniz bile potansiyel olarak tehlikeli bir durumdan kaçmanız için size bir şans vermektir. [***Kendi kendinizi suçlu durumuna düşürme riskini göz önünde bulundurmak***](#Considering_the_risk_of_self-incrimination) kısmında tartışıldığı gibi, ofisinizde bir kasayla yakalanmak kabul edilemez sonuçları beraberinde getirmek için yeterliyse, bu özellik daha az yararlıdır.\r\n\r\n[*TrueCrypt*](/tr/glossary#TrueCrypt)'in inkâr edilebilirlik özelliği, normal [*şifrelenmiş*](/tr/glossary#Encryption) bölümünüzün içine 'gizli bir bölüm' daha depolayarak işlev görür. Bu gizlenmiş bölümü, normal olarak kullandığınızdan farklı bir alternatif şifre kullanarak açarsınız. Teknik bilgiye sahip bir saldırgan standart bölümünüze erişse bile başka bir gizli bölümün olduğunu kanıtlayamayacaktır. Elbette [*TrueCrypt*](/tr/glossary#TrueCrypt)’in bu yolla bilgi saklayabileceğini çok iyi bilebilir, bu nedenle yem olarak kullandığınız şifreyi verir vermez tehdidin ortadan kalkacağının garantisi yoktur. Çok sayıda insan [*TrueCrypt*](/tr/glossary#TrueCrypt)’i, inkâr edilebilirlik özelliğine izin vermeden kullanmaktadır, bununla beraber verili bir [*şifrelenmiş*](/tr/glossary#Encryption) bölümün bu tür bir 'gizli tabanı'nın olup olmadığını, analiz yoluyla belirlemenin olanaksız olduğu düşünülmektedir. Buna rağmen, gizli bölümünüzü açık bırakmak ya da diğer uygulamaların onun içerdiği dosyalara kısayol oluşturmasına izin vermek gibi daha az teknik yollarla, gizli bölümünüzü açık etmediğinizden emin olmak sizin işinizdir. Alttaki [***Okuma önerileri***](/tr/chapter_4_3) bölümü bu konu hakkında sizi daha fazla bilgiye götürebilir.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia: Tamam, o zaman standart bölümün içine bazı işe yaramaz dosyaları koyalım ve tüm tanıklıkları da gizli olana taşıyalım. Eski PDF’lerin ya da kullanabileceğimiz başka şeylerin var mı?\r\n\r\nPablo: Ben de bunu düşünüyordum. Demek istediğim, başka seçeneğimiz yoksa yem olarak kullandığımız şifreyi vereceğiz, değil mi? Ama inandırıcı olmak için o dosyaların bir şekilde önemliymiş gibi görünmesini sağlamalıyız. Aksi halde onları neden şifreleyelim ki? Belki de ilgisiz malî dosyalar ya da web sitelerinin şifrelerinin bir listesini ya da bunun gibi bir şeyi kullanmalıyız.\r\n\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1942", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1942", 
                "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5087", 
                "module": "book", 
                "nid": "1942", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5087", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452271865", 
            "comment": "0", 
            "created": "1441103039", 
            "current_revision_id": "12771", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_2", 
                        "value": "chapter_4_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5087": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1942", 
                    "link_title": "ការលាក់ព័ត៌មានរសើបរបស់លោកអ្នក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5087", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5087", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1942", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1942", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271865", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Hassas bilgilerinizi gizlemek", 
                        "value": "Hassas bilgilerinizi gizlemek"
                    }
                ]
            }, 
            "title_original": "Hiding your sensitive information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915736", 
                        "created": "1442915736", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227010", 
                        "created": "1441804055", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095770", 
                        "created": "1443095770", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410580", 
                        "created": "1442410580", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451911200", 
                        "created": "1441205267", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089146", 
                        "created": "1442759331", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695051", 
                        "created": "1443695051", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271865", 
                        "created": "1452271865", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177958", 
                        "created": "1443102650", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113412", 
                        "created": "1441113412", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719893", 
                        "created": "1443719893", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394899", 
                        "created": "1444394899", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100039", 
                        "created": "1443100039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092039", 
                        "created": "1443092039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103039", 
                        "created": "1441103039", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577382", 
                        "created": "1443601774", 
                        "entity_id": "1942", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "938065a3-94cc-4d68-a61d-3b850cb1f379", 
            "vid": "12771", 
            "vuuid": "2ff8b4c2-d9c7-45f5-babb-4a2fc908e93e"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Dosyalarınızı güvence altına almak için ek bilgi için, bakınız: <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human Rights Defenders</a> kitabının <em>2.4 Cryptology</em>, <em>2.8 Steganography</em> ve <em>4.2 Case Study 3</em> bölümleri.</li>\n<li><a href=\"http://www.truecrypt.org/docs/\">TrueCrypt Documentation</a>, bilgi şifrelemesinin birçok yönünü ayrıntılı bir şekilde ele almaktadır ve <a href=\"http://www.truecrypt.org/faq.php\">TrueCrypt FAQ</a> TrueCrypt hakkındaki bazı genel sorulara yanıt vermektedir.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Dosyalarınızı güvence altına almak için ek bilgi için, bakınız: [Digital Security and Privacy for Human Rights Defenders](http://www.frontlinedefenders.org/esecman) kitabının *2.4 Cryptology*, *2.8 Steganography* ve *4.2 Case Study 3* bölümleri.\r\n- [TrueCrypt Documentation](http://www.truecrypt.org/docs/), bilgi şifrelemesinin birçok yönünü ayrıntılı bir şekilde ele almaktadır ve [TrueCrypt FAQ](http://www.truecrypt.org/faq.php) TrueCrypt hakkındaki bazı genel sorulara yanıt vermektedir."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1943", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1943", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5088", 
                "module": "book", 
                "nid": "1943", 
                "options": [], 
                "p1": "5030", 
                "p2": "5085", 
                "p3": "5088", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5085", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271930", 
            "comment": "0", 
            "created": "1441103094", 
            "current_revision_id": "12772", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_4_3", 
                        "value": "chapter_4_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5088": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1943", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5088", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5085", 
                    "p3": "5088", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5085", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1943", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1943", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271930", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Okuma önerileri", 
                        "value": "Okuma önerileri"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915799", 
                        "created": "1442915799", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095860", 
                        "created": "1443095860", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410657", 
                        "created": "1442410657", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441205371", 
                        "created": "1441205371", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089193", 
                        "created": "1442759348", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695086", 
                        "created": "1443695086", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271930", 
                        "created": "1452271930", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102751", 
                        "created": "1443102751", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113524", 
                        "created": "1441113524", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443720007", 
                        "created": "1443720007", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444394983", 
                        "created": "1444394983", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443100057", 
                        "created": "1443100057", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092145", 
                        "created": "1443092145", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103094", 
                        "created": "1441103094", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577433", 
                        "created": "1443601812", 
                        "entity_id": "1943", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "9e143f55-e2d8-4af4-8a8f-0b1548b12359", 
            "vid": "12772", 
            "vuuid": "d234accd-4c7d-452c-b4f5-28acefa12bb3"
        }
    ], 
    "changed": "1455879594", 
    "comment": "0", 
    "created": "1441102845", 
    "current_revision_id": "13271", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "tr": [
            {
                "format": null, 
                "safe_value": "4. How to protect the sensitive files on", 
                "value": "4. How to protect the sensitive files on"
            }
        ]
    }, 
    "field_menu_title_long": {
        "tr": [
            {
                "format": null, 
                "safe_value": "4. Bilgisayarınızdaki hassas dosyaları nasıl korursunuz", 
                "value": "4. Bilgisayarınızdaki hassas dosyaları nasıl korursunuz"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "tr": [
            {
                "format": null, 
                "safe_value": "chapter-4", 
                "value": "chapter-4"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "4"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5085": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1940", 
            "link_title": "4. How to protect the sensitive files on your computer", 
            "menu_name": "book-toc-1925", 
            "mlid": "5085", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5085", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "4"
        }
    }, 
    "name": "chris", 
    "nid": "1940", 
    "num_revisions": "27", 
    "path": "https://securityinabox.org/en/node/1940", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455879594", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "tr": [
            {
                "format": null, 
                "safe_value": "4. Bilgisayarınızdaki hassas dosyaları nasıl korursunuz", 
                "value": "4. Bilgisayarınızdaki hassas dosyaları nasıl korursunuz"
            }
        ]
    }, 
    "title_original": "4. How to protect the sensitive files on your computer", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915564", 
                "created": "1442915564", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226854", 
                "created": "1441803866", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093686", 
                "created": "1443093686", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410420", 
                "created": "1442410420", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205100", 
                "created": "1441205100", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089025", 
                "created": "1442759170", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1455879594", 
                "created": "1442925555", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "km": {
                "changed": "1452271709", 
                "created": "1452271709", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102393", 
                "created": "1443102393", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112828", 
                "created": "1441112828", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443719195", 
                "created": "1443719195", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444394711", 
                "created": "1444394711", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443012697", 
                "created": "1443012697", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089014", 
                "created": "1443088530", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1443012216", 
                "created": "1441102845", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1940", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577233", 
                "created": "1443601722", 
                "entity_id": "1940", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1940", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "e90ba1ed-c482-4f27-8052-4db852063d19", 
    "vid": "13271", 
    "vuuid": "f9599d7a-de57-4e6e-9d99-e4675b980f9a"
}