{
    "body": {
        "tr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Dijital verilerin depolanmasının ya da transferinin her yeni yöntemi; söz konusu bilgilerin kaybedilmesinin, çalınmasının ya da tahrip edilmesinin birçok yeni yolunu beraberinde getirmeye eğilimlidir. Yılların emeği; hırsızlık, anlık dikkatsizlik, bilgisayar donanımlarına el konulması sonucunda ya da sadece dijital depolama teknolojisi doğası gereği kırılgan olduğundan bir anda ortadan kaybolabilir. Bilgisayar destekli çalışan profesyoneller arasında yaygın bir deyiş vardır: \"Bu, verilerini <em>kaybedip kaybetmeyeceğin</em> sorunu değil; <em>ne zaman</em> kaybedeceğin sorunudur.\" Öyle ise bu sizin başınıza geldiğinde, güncel bir yedeğe ve iyi test edilmiş geri yükleme araçlarına sahip olmanız çok önemlidir. Bir yedekleme sisteminin öneminin size hatırlatıldığı gün, genelde, bir yedekleme sistemine sahip olmaya ihtiyaç duyduğunuz günün ertesi günüdür.</p>\n\n<p>Etkili bir yedekleme politikası oluşturmak, her ne kadar güvenli bilgisayar kullanımının en temel unsuru olsa da göründüğü kadar kolay değildir. Etkili bir yedekleme politikası oluşturmak, bir dizi nedenden dolayı planlama sırasında önünüze ilave engeller çıkarabilir: Özgün verileri ve yedekleri farklı fiziksel konumlara kaydetme gerekliliği, yedeklerin gizli tutulmasının önemi, her biri kendi taşınabilir depolama aygıtına sahip olan ve birbirleriyle bilgi paylaşan farklı insanlar arasında koordinasyonun güçlüğü... Yedekleme ve dosya kurtarma taktiklerine ek olarak, bu bölüm iki özgül araca işaret etmektedir, <a href=\"/tr/glossary#Cobian_Backup\"><em>Cobian Backup</em></a> ve <a href=\"/tr/glossary#Recuva\"><em>Recuva</em></a>.</p>\n\n<h3>Arka plan senaryosu</h3>\n\n<div class=\"background\">\n\n<p>Elena Rusça konuşulan bir ülkede, bölgedeki yasa dışı ağaç kesiminin hangi boyutlara ulaştığını göstermek için fotoğrafların, videoların, haritaların ve öykülerin sunumuna dayanan bir web sitesi oluşturmaya başlamış bir çevrecidir. Yıllardır ağaçların kesimi hakkında belgeler, medya dosyaları ve coğrafi bilgiler toplamaktadır ve bunların birçoğu çalıştığı STK’nin ofisindeki Windows işletim sistemli eski bir bilgisayarda depolanmaktadır. Bu bilgiler çevresinde bir web sitesi tasarlarken, bu bilgilerin korunmasının önemini fark etmeye başlar. Özellikle her şeyi web sitesine kopyalamadan önce bilgisayarının zarar görme ihtimali onu endişelendirir. Kurumunun diğer üyeleri de bu bilgisayarı zaman zaman kullanmaktadır. Çalışmasını içeren klasörü biri yanlışlıkla silerse bu klasörü nasıl kurtarabileceğini öğrenmek istemektedir. Yeğeni Nikolai’dan bir yedekleme stratejisi geliştirmek için yardım ister.</p>\n\n</div>\n\n<h3>Bu bölümden ne öğrenebiliriz</h3>\n\n<ul><li>Bilgilerinizi nasıl düzenler ve yedeklersiniz </li>\n<li>Yedeklerinizi nerede muhafaza etmelisiniz</li>\n<li>Yedeklerinizi güvenle nasıl yönetebilirsiniz </li>\n<li>Yanlışlıkla silinen dosyaları nasıl kurtarırsınız</li>\n</ul>", 
                "summary": "", 
                "value": "Dijital verilerin depolanmasının ya da transferinin her yeni yöntemi; söz konusu bilgilerin kaybedilmesinin, çalınmasının ya da tahrip edilmesinin birçok yeni yolunu beraberinde getirmeye eğilimlidir. Yılların emeği; hırsızlık, anlık dikkatsizlik, bilgisayar donanımlarına el konulması sonucunda ya da sadece dijital depolama teknolojisi doğası gereği kırılgan olduğundan bir anda ortadan kaybolabilir. Bilgisayar destekli çalışan profesyoneller arasında yaygın bir deyiş vardır: &quot;Bu, verilerini *kaybedip kaybetmeyeceğin* sorunu değil; *ne zaman* kaybedeceğin sorunudur.&quot; Öyle ise bu sizin başınıza geldiğinde, güncel bir yedeğe ve iyi test edilmiş geri yükleme araçlarına sahip olmanız çok önemlidir. Bir yedekleme sisteminin öneminin size hatırlatıldığı gün, genelde, bir yedekleme sistemine sahip olmaya ihtiyaç duyduğunuz günün ertesi günüdür.\r\n\r\nEtkili bir yedekleme politikası oluşturmak, her ne kadar güvenli bilgisayar kullanımının en temel unsuru olsa da göründüğü kadar kolay değildir. Etkili bir yedekleme politikası oluşturmak, bir dizi nedenden dolayı planlama sırasında önünüze ilave engeller çıkarabilir: Özgün verileri ve yedekleri farklı fiziksel konumlara kaydetme gerekliliği, yedeklerin gizli tutulmasının önemi, her biri kendi taşınabilir depolama aygıtına sahip olan ve birbirleriyle bilgi paylaşan farklı insanlar arasında koordinasyonun güçlüğü... Yedekleme ve dosya kurtarma taktiklerine ek olarak, bu bölüm iki özgül araca işaret etmektedir, [*Cobian Backup*](/tr/glossary#Cobian_Backup) ve [*Recuva*](/tr/glossary#Recuva). \r\n\r\n### Arka plan senaryosu ###\r\n<div class=\"background\" markdown=\"1\">Elena Rusça konuşulan bir ülkede, bölgedeki yasa dışı ağaç kesiminin hangi boyutlara ulaştığını göstermek için fotoğrafların, videoların, haritaların ve öykülerin sunumuna dayanan bir web sitesi oluşturmaya başlamış bir çevrecidir. Yıllardır ağaçların kesimi hakkında belgeler, medya dosyaları ve coğrafi bilgiler toplamaktadır ve bunların birçoğu çalıştığı STK’nin ofisindeki Windows işletim sistemli eski bir bilgisayarda depolanmaktadır. Bu bilgiler çevresinde bir web sitesi tasarlarken, bu bilgilerin korunmasının önemini fark etmeye başlar. Özellikle her şeyi web sitesine kopyalamadan önce bilgisayarının zarar görme ihtimali onu endişelendirir. Kurumunun diğer üyeleri de bu bilgisayarı zaman zaman kullanmaktadır. Çalışmasını içeren klasörü biri yanlışlıkla silerse bu klasörü nasıl kurtarabileceğini öğrenmek istemektedir. Yeğeni Nikolai’dan bir yedekleme stratejisi geliştirmek için yardım ister.\r\n</div>\r\n\r\n### Bu bölümden ne öğrenebiliriz ###\r\n\r\n- Bilgilerinizi nasıl düzenler ve yedeklersiniz \r\n- Yedeklerinizi nerede muhafaza etmelisiniz\r\n- Yedeklerinizi güvenle nasıl yönetebilirsiniz \r\n- Yanlışlıkla silinen dosyaları nasıl kurtarırsınız"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1944", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1944", 
        "link_title": "5. How to recover from information loss", 
        "menu_name": "book-toc-1925", 
        "mlid": "5089", 
        "module": "book", 
        "nid": "1944", 
        "options": [], 
        "p1": "5030", 
        "p2": "5089", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "5. How to recover from information loss", 
        "updated": "0", 
        "weight": "5"
    }, 
    "book_children": [
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Felaketleri önlemek için verilerinizin fiziksel olarak güvende, <a href=\"/tr/glossary#Malware\"><em>kötü amaçlı yazılımlardan</em></a> arınmış, iyi bir <a href=\"/tr/glossary#Firewall\"><em>güvenlik duvarı</em></a> ve güçlü bir şifreyle korunuyor olduğundan emin olarak adım atmanız her ne kadar çok önemliyse de bu adımlar kendi başına yeterli değildir. Yanlış gidebilecek birçok şey vardır; virüs saldırıları, <a href=\"/tr/glossary#Hacker\"><em>hacker'lar</em></a>, elektrik kısa devreleri, ani voltaj yükselişleri, su dökülmeleri, çalınma, el konma, mıknatıslanma, işletim sistemi çökmesi ve donanım hatası, bunlardan adını andığımız sadece birkaçıdır. Felaketlere hazırlanmak, ona karşı korunmak kadar önemlidir.</p>\n\n<div class=\"background\">\n\n<p>Elena: Yedeklemenin önemini biliyorum, Nikolai, fakat bu bir başkasının benim için bunu kurması gerektiği anlamına gelmiyor mu? Demek istediğim, bunu kendi başıma yapacak kadar zamana, kaynaklara ve deneyime sahip olacak mıyım?</p>\n\n<p>Nikolai: Canını sıkma. İyi bir yedekleme planı yapmak biraz kafa patlatmayı gerektirir ama o kadar da çok zaman ve para gerektirmez. Bilgilerinin tümünü kaybetmekle kıyaslandığında bir yedekleme planı yapmanın külfetli olduğunu söyleyemezsin, değil mi? Dahası, yedekleme kesinlikle kendi başına yapman gereken şeylerden biridir. Hâlihazırda teknik destek vererek sana yardım eden kişiler son derece güvenilir ve dijital bilgilerini nerede sakladığın konusunda son derece bilgi sahibi değilse kendi başına bunu yapman daha iyidir.</p>\n\n</div>\n\n<p>Bir <em>yedekleme politikası</em> oluşturmanın ilk adımı, kişisel ve işle ilgili verilerinizin o anda nerede olduğunu gözünüzde canlandırmanızdır. Örneğin e-postanız internet servis sağlayıcınızın e-posta sunucusunda, bilgisayarınızda ya da her iki yerde birden depolanıyor olabilir. Ve elbette birden fazla e-posta hesabınız olabilir. O halde önemli belgeleriniz, iş yerinizde ya da evinizde kullandığınız bilgisayarınızdadır. Bilgisayarda adres defterleriniz, sohbet geçmişleriniz ve kişisel program ayarlarınız vardır. Bazı bilgilerinizin, USB bellekler, taşınabilir harici diskler, CD’ler, DVD’ler, ve eski disketler dahil çıkarılabilir araçlarda da depolanması olasıdır. Cep telefonunuzda bir kişiler listesi bulunur ve önemli yazılı mesajlar cep telefonunuzda depolanmış olabilir. Web siteniz varsa yılların emeği sonucu oluşmuş geniş bir makaleler koleksiyonu içerebilir. Ve son olarak, defterler, günlükler ve mektuplar gibi dijital olmayan bilgilerinizi unutmayın.</p>\n\n<p>Ardından, bu dosyaların hangilerinin 'esas kopya' ve hangilerinin yedek kopya olduğunu belirlemeniz gerekir. Esas kopya, belirli bir dosyanın ya da dosyalar koleksiyonunun genellikle en güncel halidir ve içeriğini güncellemeniz gerektiğinde gerçekten üzerinde çalıştığınız kopyaya karşılık gelir. Açıktır ki bu ayrım tek bir kopyası olan dosyalara uygulanamaz; ancak belirli türden bilgiler için aşırı derecede önemlidir. Yaygın bir felaket senaryosu, önemli bir belgenin sadece kopyaları yedeklendiğinde ve bu kopyaların güncellenmesinden önce, esas kopyanın kendisinin kaybolduğu ya da tahrip olduğu anda meydana gelir. Örneğin bir haftalığına seyahat ettiğinizi ve USB belleklerinizdeki belirli bir tablonun kopyasını güncellediğinizi hayal edin. Bu noktada, bu kopyanın sizin esas kopyanız olduğunu düşünmeye başlamalısınız çünkü ofisinizdeki güncel olmayan kopyanın düzenli ve otomatik alınan yedekleri artık işe yarar değildir.</p>\n\n<p>Yukarıda tanımlanan bilginin tüm esas ve yedek kopyalarının fiziksel konumlarını yazmaya çalışın. Bu gereksinimlerinizi belirlemeye ve uygun bir yedekleme politikası tanımlamanıza yardım edecektir. Aşağıdaki tablo oldukça temel bir örnektir. Elbette listenizin çok daha uzun olduğunu ve birden fazla 'veri türünü' kapsayan bazı 'depolama aygıtlarını' içerdiğini ve bazı veri türlerinin de birden fazla aygıtta bulunduğunu fark edeceksiniz.</p>\n\n<table border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n</tr><tr><td>Elektronik belgeler</td>\n<td>Esas</td>\n<td>Bilgisayar sürücüsü</td>\n<td>İş</td>\n</tr><tr><td>Birkaç önemli elektronik belge</td>\n<td>Yedek</td>\n<td>USB bellek</td>\n<td>Yanımda</td>\n</tr><tr><td>Program veri tabanları (fotoğraflar, adres defteri, ajanda, vb.) </td>\n<td>Esas</td>\n<td>Bilgisayar sürücüsü</td>\n<td>İş</td>\n</tr><tr><td>Birkaç önemli elektronik belge</td>\n<td>Yedek</td>\n<td>CD'ler</td>\n<td>Ev</td>\n</tr><tr><td>E-posta &amp; e-posta kişileri</td>\n<td>Esas</td>\n<td>Gmail hesabı</td>\n<td>İnternet\n</td>\n</tr><tr><td>SMS'ler &amp; cep telefonu kişiler listesi</td>\n<td>Esas</td>\n<td>Cep telefonu</td>\n<td>Yanımda</td>\n</tr><tr><td>Basılı belgeler (sözleşmeler, faturalar, vb.)</td>\n<td>Esas</td>\n<td>Çalışma masası çekmecesi</td>\n<td>İş</td>\n</tr></table><p>Yukarıdaki tabloda görebileceğiniz gibi:</p>\n\n<ul><li>Ofisinizdeki bilgisayarınızın sabit diski çöktüğünde belgelerinizden geriye kalacak olanlar sadece evinizdeki USB belleğinizdekiler ve CD kopyalarındaki yedeklerdir. </li>\n<li>E-posta mesajlarınızın ya da adres defterinizin çevrimdışı kopyasına sahip değilsiniz, öyle ki şifrenizi unuttuğunuzda (ya da biri kötü emellerle şifrenizi değiştirdiğinde) onlara erişiminizi yitireceksiniz.</li>\n<li>Cep telefonunuzdaki herhangi bir bilginin kopyasına sahip değilsiniz. </li>\n<li>Sözleşmeler ve faturalar gibi basılı belgelerin dijital ya da fiziksel kopyasına sahip değilsiniz.</li>\n</ul>", 
                        "summary": "", 
                        "value": "Felaketleri önlemek için verilerinizin fiziksel olarak güvende, [*kötü amaçlı yazılımlardan*](/tr/glossary#Malware) arınmış, iyi bir [*güvenlik duvarı*](/tr/glossary#Firewall) ve güçlü bir şifreyle korunuyor olduğundan emin olarak adım atmanız her ne kadar çok önemliyse de bu adımlar kendi başına yeterli değildir. Yanlış gidebilecek birçok şey vardır; virüs saldırıları, [*hacker'lar*](/tr/glossary#Hacker), elektrik kısa devreleri, ani voltaj yükselişleri, su dökülmeleri, çalınma, el konma, mıknatıslanma, işletim sistemi çökmesi ve donanım hatası, bunlardan adını andığımız sadece birkaçıdır. Felaketlere hazırlanmak, ona karşı korunmak kadar önemlidir. \r\n\r\n<div class=\"background\" markdown=\"1\">\r\nElena: Yedeklemenin önemini biliyorum, Nikolai, fakat bu bir başkasının benim için bunu kurması gerektiği anlamına gelmiyor mu? Demek istediğim, bunu kendi başıma yapacak kadar zamana, kaynaklara ve deneyime sahip olacak mıyım?\r\n\r\nNikolai: Canını sıkma. İyi bir yedekleme planı yapmak biraz kafa patlatmayı gerektirir ama o kadar da çok zaman ve para gerektirmez. Bilgilerinin tümünü kaybetmekle kıyaslandığında bir yedekleme planı yapmanın külfetli olduğunu söyleyemezsin, değil mi? Dahası, yedekleme kesinlikle kendi başına yapman gereken şeylerden biridir. Hâlihazırda teknik destek vererek sana yardım eden kişiler son derece güvenilir ve dijital bilgilerini nerede sakladığın konusunda son derece bilgi sahibi değilse kendi başına bunu yapman daha iyidir.\r\n</div>\r\n\r\nBir *yedekleme politikası* oluşturmanın ilk adımı, kişisel ve işle ilgili verilerinizin o anda nerede olduğunu gözünüzde canlandırmanızdır. Örneğin e-postanız internet servis sağlayıcınızın e-posta sunucusunda, bilgisayarınızda ya da her iki yerde birden depolanıyor olabilir. Ve elbette birden fazla e-posta hesabınız olabilir. O halde önemli belgeleriniz, iş yerinizde ya da evinizde kullandığınız bilgisayarınızdadır. Bilgisayarda adres defterleriniz, sohbet geçmişleriniz ve kişisel program ayarlarınız vardır. Bazı bilgilerinizin, USB bellekler, taşınabilir harici diskler, CD’ler, DVD’ler, ve eski disketler dahil çıkarılabilir araçlarda da depolanması olasıdır. Cep telefonunuzda bir kişiler listesi bulunur ve önemli yazılı mesajlar cep telefonunuzda depolanmış olabilir. Web siteniz varsa yılların emeği sonucu oluşmuş geniş bir makaleler koleksiyonu içerebilir. Ve son olarak, defterler, günlükler ve mektuplar gibi dijital olmayan bilgilerinizi unutmayın. \r\n\r\nArdından, bu dosyaların hangilerinin 'esas kopya' ve hangilerinin yedek kopya olduğunu belirlemeniz gerekir. Esas kopya, belirli bir dosyanın ya da dosyalar koleksiyonunun genellikle en güncel halidir ve içeriğini güncellemeniz gerektiğinde gerçekten üzerinde çalıştığınız kopyaya karşılık gelir. Açıktır ki bu ayrım tek bir kopyası olan dosyalara uygulanamaz; ancak belirli türden bilgiler için aşırı derecede önemlidir. Yaygın bir felaket senaryosu, önemli bir belgenin sadece kopyaları yedeklendiğinde ve bu kopyaların güncellenmesinden önce, esas kopyanın kendisinin kaybolduğu ya da tahrip olduğu anda meydana gelir. Örneğin bir haftalığına seyahat ettiğinizi ve USB belleklerinizdeki belirli bir tablonun kopyasını güncellediğinizi hayal edin. Bu noktada, bu kopyanın sizin esas kopyanız olduğunu düşünmeye başlamalısınız çünkü ofisinizdeki güncel olmayan kopyanın düzenli ve otomatik alınan yedekleri artık işe yarar değildir. \r\n\r\nYukarıda tanımlanan bilginin tüm esas ve yedek kopyalarının fiziksel konumlarını yazmaya çalışın. Bu gereksinimlerinizi belirlemeye ve uygun bir yedekleme politikası tanımlamanıza yardım edecektir. Aşağıdaki tablo oldukça temel bir örnektir. Elbette listenizin çok daha uzun olduğunu ve birden fazla 'veri türünü' kapsayan bazı 'depolama aygıtlarını' içerdiğini ve bazı veri türlerinin de birden fazla aygıtta bulunduğunu fark edeceksiniz.\r\n\r\n\r\n<table border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</tr>\r\n<tr>\r\n<td>Elektronik belgeler</td>\r\n<td>Esas</td>\r\n<td>Bilgisayar sürücüsü</td>\r\n<td>İş</td>\r\n</tr>\r\n<tr>\r\n<td>Birkaç önemli elektronik belge</td>\r\n<td>Yedek</td>\r\n<td>USB bellek</td>\r\n<td>Yanımda</td>\r\n</tr>\r\n<tr>\r\n<td>Program veri tabanları (fotoğraflar, adres defteri, ajanda, vb.) </td>\r\n<td>Esas</td>\r\n<td>Bilgisayar sürücüsü</td>\r\n<td>İş</td>\r\n</tr>\r\n<tr>\r\n<td>Birkaç önemli elektronik belge</td>\r\n<td>Yedek</td>\r\n<td>CD'ler</td>\r\n<td>Ev</td>\r\n</tr>\r\n<tr>\r\n<td>E-posta &amp; e-posta kişileri</td>\r\n<td>Esas</td>\r\n<td>Gmail hesabı</td>\r\n<td>İnternet\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>SMS'ler &amp; cep telefonu kişiler listesi</td>\r\n<td>Esas</td>\r\n<td>Cep telefonu</td>\r\n<td>Yanımda</td>\r\n</tr>\r\n<tr>\r\n<td>Basılı belgeler (sözleşmeler, faturalar, vb.)</td>\r\n<td>Esas</td>\r\n<td>Çalışma masası çekmecesi</td>\r\n<td>İş</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\nYukarıdaki tabloda görebileceğiniz gibi:\r\n\r\n- Ofisinizdeki bilgisayarınızın sabit diski çöktüğünde belgelerinizden geriye kalacak olanlar sadece evinizdeki USB belleğinizdekiler ve CD kopyalarındaki yedeklerdir. \r\n- E-posta mesajlarınızın ya da adres defterinizin çevrimdışı kopyasına sahip değilsiniz, öyle ki şifrenizi unuttuğunuzda (ya da biri kötü emellerle şifrenizi değiştirdiğinde) onlara erişiminizi yitireceksiniz.\r\n- Cep telefonunuzdaki herhangi bir bilginin kopyasına sahip değilsiniz. \r\n- Sözleşmeler ve faturalar gibi basılı belgelerin dijital ya da fiziksel kopyasına sahip değilsiniz."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1945", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1945", 
                "link_title": "Identifying and organising your information", 
                "menu_name": "book-toc-1925", 
                "mlid": "5090", 
                "module": "book", 
                "nid": "1945", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5090", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Identifying and organising your information", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455900289", 
            "comment": "0", 
            "created": "1441103649", 
            "current_revision_id": "13291", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_1", 
                        "value": "chapter_5_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5090": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1945", 
                    "link_title": "Identifying and organising your information", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5090", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5090", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1945", 
            "num_revisions": "28", 
            "path": "https://securityinabox.org/en/node/1945", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455900289", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Bilgilerinizi tanımlamak ve düzenlemek", 
                        "value": "Bilgilerinizi tanımlamak ve düzenlemek"
                    }
                ]
            }, 
            "title_original": "Identifying and organising your information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916009", 
                        "created": "1442916009", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227106", 
                        "created": "1441804270", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096007", 
                        "created": "1443096007", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410852", 
                        "created": "1442410852", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206304", 
                        "created": "1441206304", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089606", 
                        "created": "1442759368", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695331", 
                        "created": "1443695331", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272101", 
                        "created": "1452272101", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103070", 
                        "created": "1443103070", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113820", 
                        "created": "1441113820", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443724357", 
                        "created": "1443724014", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1455900289", 
                        "created": "1444404517", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100182", 
                        "created": "1443100182", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092260", 
                        "created": "1443092260", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1442411004", 
                        "created": "1441103649", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1945", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577553", 
                        "created": "1443622323", 
                        "entity_id": "1945", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1945", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "f2ce5e62-c52c-4f9c-aba6-46b0370665c4", 
            "vid": "13291", 
            "vuuid": "f13124bd-ac6d-4fc9-8cf7-bfcd0d326190"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Yukarıdaki tüm veri türlerini yedeklemek için yazılımın ve atılması gereken bir dizi adımın bir kombinasyonuna gereksiniminiz olacak. Temelde, her bir veri türünün en az iki ayrı konumda depolandığından emin olmalısınız.</p>\n\n<p><strong>Elektronik belgeler</strong> - Aşağıda ayrıntılarıyla betimlenen <a href=\"/tr/glossary#Cobian_Backup\"><em>Cobian Backup</em></a> gibi bir program kullanarak bilgisayarınızdaki belgelerin eksiksiz bir yedeğini oluşturun. Yedeği taşınabilir bir şeyde muhafaza edin ki evinize ya da bir başka güvenli yere onu götürebilesiniz. Harici sabit diskler, CD/DVD’ler ya da USB bellekler olası seçeneklerdir. Bazıları, üzerine yazma ya da yedeğini kaybetme riski daha düşük olduğundan bu iş için CD’leri ya da DVD’leri tercih etmektedir. Boş CD’ler her yedeklemede yeni bir tane kullanmanıza izin verecek kadar ucuz olabilir.</p>\n\n<p>Bu veri kategorisi çoğu zaman en hassas bilgileri içerdiğinden elektronik belge yedeklerinizi şifreleme kullanarak yedeklemeniz özellikle önemlidir. Bunu nasıl yapacağınızı <a href=\"/tr/chapter-4\"><strong><em>4. Bölüm: Bilgisayarınızdaki hassas dosyaları nasıl korursunuz</em></strong></a>’dan ve <a href=\"/en/truecrypt_main\"><strong><em>TrueCrypt Rehberi</em></strong></a>’nden öğrenebilirsiniz.</p>\n\n<p><strong>Program veri tabanları</strong> - Program veri tabanlarınızın konumuna karar verdikten sonra, onları da elektronik belgelerle aynı şekilde yedekleyebilirsiniz.</p>\n\n<p><strong>E-posta</strong> - E-postalarınıza sadece bir web tarayıcısı aracılığıyla erişmek yerine, <a href=\"/tr/glossary#Thunderbird\"><em>Thunderbird</em></a> gibi lokal bir e-posta programı kurun ve hesabınızla birlikte çalışacak şekilde onu düzenleyin. <a href=\"/en/thunderbird_main\"><strong><em>Thunderbird Rehberi</em></strong></a> bunu nasıl yapacağınızı ayrıntılarıyla açıklar. Ayrıca birçok e-posta hizmeti de bu tür programları nasıl kullanacağınız ve çoğu zaman da e-posta adreslerinizi onlara nasıl aktaracağınız konusunda talimatlar sağlar. Bunun hakkında daha fazlasını Okumalar kısmında öğrenebilirsiniz. Eski e-posta mesajlarınızın (örneğin güvenlik gerekçeleriyle) sunucunuzda depolanmaması için bilgisayarınıza taşımaya karar verdiyseniz yukarıda betimlenen elektronik belgelerin yedeklenmesine onları da dahil ettiğinizden emin olun.</p>\n\n<p><strong>Cep telefonu içeriği</strong> - Cep telefonunuzdaki telefon numaralarını ve yazılı mesajları yedeklemek için telefonunuzu, genellikle telefonunuzun üreticisinin web sitesinde bulabileceğiniz uygun bir yazılım kullanarak bilgisayarınıza bağlayabilirsiniz. Bunun için özel bir USB kablo satın almanız gerekebilir.</p>\n\n<p><strong>Basılı belgeler</strong> - Mümkünse tüm önemli kağıtlarınızı taramalısınız, ardından da yukarıda ele alındığı gibi, diğer elektronik belgelerinizle birlikte yedeklemelisiniz.</p>\n\n<p>Sonunda; depolama aygıtınızı, veri türlerinizi ve yedeklerinizi, bilgilerinizi felaketlere karşı daha dirençli kılacak şekilde yeniden düzenlemelisiniz:</p>\n\n<table width=\"100%\" border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n\n</tr><tr><td>Elektronik belgeler</td>\n<td>Esas</td>\n<td>Bilgisayar sürücüsü</td>\n<td>İş\n</td>\n</tr><tr><td>Elektronik belgeler</td>\n<td>Yedek</td>\n<td>CD'ler</td>\n<td>Ev\n</td>\n</tr><tr><td>Birkaç önemli elektronik belge</td>\n<td>Yedek</td>\n<td>USB bellek</td>\n<td>Yanımda\n</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n\n</tr><tr><td>Program veri tabanları</td>\n<td>Esas</td>\n<td>Bilgisayar sürücüsü</td>\n<td>İş\n</td>\n</tr><tr><td>Program veri tabanları</td>\n<td>Yedek</td>\n<td>CD'ler</td>\n<td>Ev\n</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n\n</tr><tr><td>E-posta &amp; e-posta kişileri</td>\n<td>Yedek</td>\n<td>Gmail hesabı</td>\n<td>İnternet\n</td>\n</tr><tr><td>E-posta &amp; e-posta kişileri</td>\n<td>Esas</td>\n<td>İş yeri bilgisayarındaki Thunderbird</td>\n<td>İş\n</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n\n</tr><tr><td>SMS'ler &amp; cep telefonu kişiler listesi</td>\n<td>Esas</td>\n<td>Cep telefonu</td>\n<td>Yanımda\n</td>\n</tr><tr><td>SMS'ler &amp; cep telefonu kişiler listesi</td>\n<td>Yedek</td>\n<td>Bilgisayar sürücüsü</td>\n<td>İş\n</td>\n</tr><tr><td>SMS'ler &amp; cep telefonu kişiler listesi</td>\n<td>Yedek</td>\n<td>SIM kartında yedekli</td>\n<td>Ev\n</td>\n</tr></table><table width=\"100%\" border=\"1\"><tr><th>Veri Türü</th>\n<th>Esas/Yedek</th>\n<th>Depolama Aygıtı</th>\n<th>Konum</th>\n\n</tr><tr><td>Basılı belgeler</td>\n<td>Esas</td>\n<td>Çalışma masası çekmecesi</td>\n<td>İş\n</td>\n</tr><tr><td>Taranmış belgeler</td>\n<td>Yedek</td>\n<td>CD'ler</td>\n<td>Ev\n</td>\n</tr></table><div class=\"background\">\n\n<p>Elena: Önemli belgelerini, taslaklara ekleyerek ya da kendilerine e-posta göndererek Gmail’de saklayan insanlar tanıyorum. Bu dosyalarım için 'ikinci fiziksel konum' olarak kabul edilebilir mi?</p>\n\n<p>Nikolai: Bir ya da iki önemli belgeni kaybettiğinde onları kurtarmana yardımcı olabilir ama oldukça garip bir yöntem. Doğruyu söylemek gerekirse bu şekilde bir haftada kaç belgeyi yedeklemek istersin? Dahası bu ekli belgelerin güvende olup olmadığını da göz önünde bulundurmalısın. Özellikle de e-postalarının izlendiği konusunda endişe ediyorsan... Gmail’e güvenli bir şekilde bağlanmıyorsan, bu, hassas bilgilerini gümüş bir tepside sunmaya benzer. Küçük Truecrypt dosyalarını ya da KeePass veri tabanı dosyalarını yedeklemek için Gmail’e bağlanmak için bir HTTPS kullanmak güvenli olabilir ama genel amaçlı yedekleme stratejisi olarak bunu kesinlikle tavsiye etmiyorum.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Yukarıdaki tüm veri türlerini yedeklemek için yazılımın ve atılması gereken bir dizi adımın bir kombinasyonuna gereksiniminiz olacak. Temelde, her bir veri türünün en az iki ayrı konumda depolandığından emin olmalısınız.\r\n\r\n**Elektronik belgeler** - Aşağıda ayrıntılarıyla betimlenen [*Cobian Backup*](/tr/glossary#Cobian_Backup) gibi bir program kullanarak bilgisayarınızdaki belgelerin eksiksiz bir yedeğini oluşturun. Yedeği taşınabilir bir şeyde muhafaza edin ki evinize ya da bir başka güvenli yere onu götürebilesiniz. Harici sabit diskler, CD/DVD’ler ya da USB bellekler olası seçeneklerdir. Bazıları, üzerine yazma ya da yedeğini kaybetme riski daha düşük olduğundan bu iş için CD’leri ya da DVD’leri tercih etmektedir. Boş CD’ler her yedeklemede yeni bir tane kullanmanıza izin verecek kadar ucuz olabilir.\r\n\r\nBu veri kategorisi çoğu zaman en hassas bilgileri içerdiğinden elektronik belge yedeklerinizi şifreleme kullanarak yedeklemeniz özellikle önemlidir. Bunu nasıl yapacağınızı [***4. Bölüm: Bilgisayarınızdaki hassas dosyaları nasıl korursunuz***](/tr/chapter-4)’dan ve [***TrueCrypt Rehberi***](/en/truecrypt_main)’nden öğrenebilirsiniz.\r\n\r\n**Program veri tabanları** - Program veri tabanlarınızın konumuna karar verdikten sonra, onları da elektronik belgelerle aynı şekilde yedekleyebilirsiniz.\r\n\r\n**E-posta** - E-postalarınıza sadece bir web tarayıcısı aracılığıyla erişmek yerine, [*Thunderbird*](/tr/glossary#Thunderbird) gibi lokal bir e-posta programı kurun ve hesabınızla birlikte çalışacak şekilde onu düzenleyin. [***Thunderbird Rehberi***](/en/thunderbird_main) bunu nasıl yapacağınızı ayrıntılarıyla açıklar. Ayrıca birçok e-posta hizmeti de bu tür programları nasıl kullanacağınız ve çoğu zaman da e-posta adreslerinizi onlara nasıl aktaracağınız konusunda talimatlar sağlar. Bunun hakkında daha fazlasını Okumalar kısmında öğrenebilirsiniz. Eski e-posta mesajlarınızın (örneğin güvenlik gerekçeleriyle) sunucunuzda depolanmaması için bilgisayarınıza taşımaya karar verdiyseniz yukarıda betimlenen elektronik belgelerin yedeklenmesine onları da dahil ettiğinizden emin olun.\r\n\r\n**Cep telefonu içeriği** - Cep telefonunuzdaki telefon numaralarını ve yazılı mesajları yedeklemek için telefonunuzu, genellikle telefonunuzun üreticisinin web sitesinde bulabileceğiniz uygun bir yazılım kullanarak bilgisayarınıza bağlayabilirsiniz. Bunun için özel bir USB kablo satın almanız gerekebilir.\r\n\r\n**Basılı belgeler** - Mümkünse tüm önemli kağıtlarınızı taramalısınız, ardından da yukarıda ele alındığı gibi, diğer elektronik belgelerinizle birlikte yedeklemelisiniz.\r\n\r\nSonunda; depolama aygıtınızı, veri türlerinizi ve yedeklerinizi, bilgilerinizi felaketlere karşı daha dirençli kılacak şekilde yeniden düzenlemelisiniz:\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Elektronik belgeler</td>\r\n<td>Esas</td>\r\n<td>Bilgisayar sürücüsü</td>\r\n<td>İş\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Elektronik belgeler</td>\r\n<td>Yedek</td>\r\n<td>CD'ler</td>\r\n<td>Ev\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Birkaç önemli elektronik belge</td>\r\n<td>Yedek</td>\r\n<td>USB bellek</td>\r\n<td>Yanımda\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Program veri tabanları</td>\r\n<td>Esas</td>\r\n<td>Bilgisayar sürücüsü</td>\r\n<td>İş\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Program veri tabanları</td>\r\n<td>Yedek</td>\r\n<td>CD'ler</td>\r\n<td>Ev\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>E-posta &amp; e-posta kişileri</td>\r\n<td>Yedek</td>\r\n<td>Gmail hesabı</td>\r\n<td>İnternet\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>E-posta &amp; e-posta kişileri</td>\r\n<td>Esas</td>\r\n<td>İş yeri bilgisayarındaki Thunderbird</td>\r\n<td>İş\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>SMS'ler &amp; cep telefonu kişiler listesi</td>\r\n<td>Esas</td>\r\n<td>Cep telefonu</td>\r\n<td>Yanımda\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>SMS'ler &amp; cep telefonu kişiler listesi</td>\r\n<td>Yedek</td>\r\n<td>Bilgisayar sürücüsü</td>\r\n<td>İş\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>SMS'ler &amp; cep telefonu kişiler listesi</td>\r\n<td>Yedek</td>\r\n<td>SIM kartında yedekli</td>\r\n<td>Ev\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<table width=\"100%\" border=\"1\">\r\n<tbody>\r\n<tr>\r\n<th>Veri Türü</th>\r\n<th>Esas/Yedek</th>\r\n<th>Depolama Aygıtı</th>\r\n<th>Konum</th>\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Basılı belgeler</td>\r\n<td>Esas</td>\r\n<td>Çalışma masası çekmecesi</td>\r\n<td>İş\r\n</td>\r\n</tr>\r\n<tr>\r\n<td>Taranmış belgeler</td>\r\n<td>Yedek</td>\r\n<td>CD'ler</td>\r\n<td>Ev\r\n</td>\r\n</tr>\r\n</tbody>\r\n</table>\r\n\r\n\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\n\r\nElena: Önemli belgelerini, taslaklara ekleyerek ya da kendilerine e-posta göndererek Gmail’de saklayan insanlar tanıyorum. Bu dosyalarım için 'ikinci fiziksel konum' olarak kabul edilebilir mi?\r\n\r\nNikolai: Bir ya da iki önemli belgeni kaybettiğinde onları kurtarmana yardımcı olabilir ama oldukça garip bir yöntem. Doğruyu söylemek gerekirse bu şekilde bir haftada kaç belgeyi yedeklemek istersin? Dahası bu ekli belgelerin güvende olup olmadığını da göz önünde bulundurmalısın. Özellikle de e-postalarının izlendiği konusunda endişe ediyorsan... Gmail’e güvenli bir şekilde bağlanmıyorsan, bu, hassas bilgilerini gümüş bir tepside sunmaya benzer. Küçük Truecrypt dosyalarını ya da KeePass veri tabanı dosyalarını yedeklemek için Gmail’e bağlanmak için bir HTTPS kullanmak güvenli olabilir ama genel amaçlı yedekleme stratejisi olarak bunu kesinlikle tavsiye etmiyorum.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1946", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1946", 
                "link_title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                "menu_name": "book-toc-1925", 
                "mlid": "5091", 
                "module": "book", 
                "nid": "1946", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5091", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452272159", 
            "comment": "0", 
            "created": "1441103810", 
            "current_revision_id": "12775", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_2", 
                        "value": "chapter_5_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5091": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1946", 
                    "link_title": "ការកំណត់យុទ្ធសាស្ត្រថតចម្លងទិន្នន័យរបស់លោកអ្នកទុក", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5091", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5091", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1946", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1946", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452272159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Yedekleme stratejinizi tanımlamak", 
                        "value": "Yedekleme stratejinizi tanımlamak"
                    }
                ]
            }, 
            "title_original": "Defining your backup strategy", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916117", 
                        "created": "1442916117", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227165", 
                        "created": "1441805243", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096027", 
                        "created": "1443096027", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411075", 
                        "created": "1442411075", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451914848", 
                        "created": "1441206364", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089642", 
                        "created": "1442759404", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695358", 
                        "created": "1443695358", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272159", 
                        "created": "1452272159", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103151", 
                        "created": "1443103151", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113918", 
                        "created": "1441113918", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443725005", 
                        "created": "1443724772", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405613", 
                        "created": "1444405613", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100210", 
                        "created": "1443100210", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092348", 
                        "created": "1443092348", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103830", 
                        "created": "1441103810", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577596", 
                        "created": "1443622947", 
                        "entity_id": "1946", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "d78845e1-d983-4e5d-a60a-d92897aa2812", 
            "vid": "12775", 
            "vuuid": "44b7f563-d7f0-45b4-a04e-7d9f314b7121"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Burada ele alınan veri tiplerinden bir yedekleme stratejisi oluştururken, insanların hakkında en çok endişe duydukları veri tipi ‘elektronik belgeler’dir. Bu kavram her ne kadar muğlaksa da genellikle, kaydını kendinizin tuttuğu, ya çift tıklayarak ya da belirli bir uygulamanın dosya menüsünü kullanarak, manüel olarak açtığınız dosyaları işaret eder. Özellikle, diğer örneklerin yanı sıra metin dosyalarını, sözcük işlem belgelerini, sunumları, pdf’leri ve veri depolarını kapsar. Örneğin, e-posta mesajlarının aksine, elektronik belgeler internet üzerinden uzaktaki kopyalarıyla senkronize edilmezler.</p>\n\n<p>Elektronik belgeleri yedeklerken program veritabanlarını da yedeklemeyi hatırlamalısınız. Örneğin bir takvim uygulaması ya da bir elektronik adres defteri kullanıyorsanız, bu programların verilerini depolamak için kullandığı klasörü de bulmanız gerekir. Umalım ki bu veritabanları elektronik belgelerinizle aynı konumda olsun, bunlar Windows tabanlı bilgisayarlarda genellikle <em>Belgelerim</em> klasörünün altında saklanır. Durum bu değilse, uygun klasörleri düzenli yedeklemenize eklemeniz gerekir.</p>\n\n<p><a href=\"/tr/glossary#Thunderbird\"><em>Thunderbird</em></a> gibi uygulamalar tarafından depolanan e-postalar bir programın veri tabanına özel bir örnektir. Bir e-posta programı kullanıyorsanız, özellikle de mesajınızın sunucuda bir kopyasını depolayamıyorsanız ya da depolamak istemiyorsanız, o halde e-posta veri tabanınızın düzenli yedeklemelerinize dahil olduğundan emin olmalısınız. Görüntü ve video dosyalarınızı, onlarla nasıl etkileşim halinde olduğunuza bağlı olarak, bir programın veri tabanındaki elektronik belgeler ya da nesneler olarak düşünebilirsiniz. Örneğin Windows Media Player ve iTunes gibi uygulamalar, veri tabanları gibi işler. Bu gibi programları kullanıyorsanız, yönetimine yardımcı oldukları gerçek medya dosyalarını nereye depoladıklarını öğrenmek için sabit diskinizi taramanız gerekebilir.</p>\n\n<h3>Depolama aygıtları</h3>\n\n<p>Elektronik belgelerinizi yedeklemeden önce, ne tür bir depolama aygıtı kullanacağınıza karar vermelisiniz.</p>\n\n<p><strong>USB bellekler</strong> - USB bellekler ucuz olabilir ve geniş kapasiteler sunabilir. Defalarca silmesi ya da üzerine yeniden yazması kolaydır. USB belleklerin, kullanım sıklığına ve biçimine bağlı olarak, sınırlı ömürleri vardır ama kullanım süreleri genellikle yaklaşık olarak 10 yıl olarak tahmin edilir.</p>\n\n<p><strong>Kompakt Diskler (CD’ler)</strong> CD’ler yaklaşık 700 Megabyte (MB) veri depolar. CD’lere yapılacak yedekleme için bir <a href=\"/tr/glossary#CD_burner\"><em>CD yazıcısına</em></a> ve boş disklere gereksiniminiz olacaktır. Bir CD’yi silmek ve kaydettiğiniz dosyaları yenilemek için bir CD-RW yazıcısına ve yeniden yazılabilir CD’lere gereksinimiz olacaktır. Şimdilerde Windows XP dahil, belli başlı tüm işletim sistemleri, CD’ler ve CD-RW’ler yazabilen dahili bir yazılım içermektedir. Bu disklere yazılan bilgilerin beş ya da on yıl sonra bozulmaya başlayabileceğini aklınızda bulundurmalısınız. Bu süreden daha uzun bir süre bir yedekleme depolamaya gereksinimiz varsa bu CD’leri zaman zaman yeniden oluşturmanız, özel 'uzun ömürlü' diskler satın almanız ya da farklı bir yedekleme yöntemi kullanmanız gerekir.</p>\n\n<p><strong>Dijital Video Diskler (DVD’ler)</strong> - DVD’ler 4.7 Gigabyte’a (GB) kadar veri depolar. DVD’ler de CD’lere benzer şekilde çalışır ama biraz daha pahalı ekipmanlar gerektirir. Bir DVD ya da <a href=\"/tr/glossary#CD_burner\"><em>DVD-RW yazıcısına</em></a> uygun disklere gereksinimiz olacaktır. Bir CD’de olduğu gibi normal DVD’ye yazılan veri, eninde sonunda silinmeye başlayacaktır.</p>\n\n<p><strong>Uzak sunucu</strong> - İyi düzenlenmiş bir ağ yedekleme sunucusu neredeyse sınırsız bir kapasiteye sahip olabilir ama internet bağlantınızın hızı ve istikrarı bunun gerçekçi bir seçenek olup olmayacağını belirleyecektir. Ofisinizde bir yedekleme sunucusu çalıştırmak her ne kadar internetten bilgi kopyalamaktan daha hızlı olsa da, önemli verilerinizin bir kopyasını iki farklı fiziksel konumda saklama gereksiniminizi ihlal eder. İnternette ücretsiz depolama hizmetleri bulunmaktadır ama bilgilerinizi çevrimiçi hale getirme riski üzerinde dikkatle düşünmelisiniz ve bilmediğiniz ya da güvenmediğiniz kuruluşlar ya da kişiler tarafından işletilen sunuculara yedeklemelerinizi yüklemeden önce onları daima şifrelemelisiniz. Birkaç örnek için <a href=\"/tr/chapter_5_5\"><strong><em>Okuma önerileri</em></strong></a> bölümüne bakınız.</p>\n\n<h3>Yedekleme Yazılımı</h3>\n\n<p>Cobian Yedekleme; düzenli olarak planlanmış zaman aralıklarıyla çalışması ve sadece son yedeklemeden sonra değiştirilen dosyaları içermesi için otomatik olarak ayarlanabilen, kullanıcı dostu bir araçtır. Ayrıca yedeklemeleri daha küçük hale getirmek için onları sıkıştırabilir.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/cobian_main\"><em>Cobain Yedekleme Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>Her zaman olduğu gibi, yedekleme dosyalarınızı <a href=\"/tr/glossary#TrueCrypt\"><em>TrueCrypt</em></a> gibi bir araç kullanarak şifrelemek iyi bir fikirdir. Veri şifreleme konusunda daha fazla bilgi <a href=\"/tr/chapter-4\"><strong><em>Bilgisayarınızdaki hassas dosyaları nasıl korursunuz</em></strong></a> başlıklı <a href=\"/tr/chapter-4\"><strong><em>4. Bölüm</em></strong></a>’de bulunabilir.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/truecrypt_main\"><em>TrueCrypt - Güvenli Dosya Depolama Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>Bu yedekleme araçlarını kullanırken yedekleme sisteminizin pürüzsüz bir şekilde işlemesine yardım etmek için yapabileceğiniz birkaç şey var:</p>\n\n<ul><li>Bilgisayarınızdaki dosyaları düzenleyin. Yedeklemeye niyetlendiğiniz tüm elektronik belgeleri içeren klasörleri tek bir konuma, örneğin <strong>Belgelerim</strong> klasörüne taşımaya çalışın.  </li>\n<li>Verilerini uygulama veri tabanında depolayan bir yazılım kullanıyorsanız öncelikle bu veri tabanının konumunu belirlemeniz gerekir. Bu uygun bir konum değilse programınızın veri tabanı için yeni bir konum seçmenize izin verip vermediğine bakın. İzin veriyorsa veri tabanını, elektronik belgelerinizle aynı klasöre yerleştirebilirsiniz. </li>\n<li>Yedeklemelerinizi gerçekleştirmek için düzenli bir zamanlama planı oluşturun.</li>\n<li>Ofisinizde güvenilir ve güvenli bir yedekleme politikası olmayan tüm çalışanlar için bir prosedür oluşturmaya çalışın. İş arkadaşlarınızın bu sorunun önemini anlamalarına yardımcı olun. </li>\n<li>Yedeklemenizden verilerinizi kurtarma işlemini test ettiğinizden emin olun. Nihayetinde sizin için gerçekten önemli olanın yedekleme prosedürü değil kurtarma prosedürü olduğunu aklınızda bulundurun!</li>\n</ul><div class=\"background\">\n\n<p>Elena: Tamam, işteyken şifreli bir yedek oluşturdum ve onu bir CD’ye kaydettim. Cobian, yedeğimi birkaç gün içinde güncellemek üzere ayarlandı. İş yerindeki masamın kilitlenebilir bir çekmecesi var ve bu yedekleme CD’lerini, kaybolmasınlar ya da bozulmasınlar diye, orada saklamayı planlıyorum.</p>\n\n<p>Nikolai: Ama ya iş yerin yanıp kül olursa? Diğer şeylerle birlikte, bilgisayar, masa, yedekleme CD’leri de…? Ya da web sitendeki forum büyük bir çevresel gösteri planlamaya karar verirse ve yetkililer müdahale eder ve işler çığırından çıkıp örgütüne baskın düzenlerlerse? Küçük masa kilidinin polislerin o CD’lere el koymasını engelleyebileceği konusunda şüpheliyim. Yedeklerini evinde saklamaya ya da senin için saklaması için bir arkadaşına sormaya ne dersin?</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Burada ele alınan veri tiplerinden bir yedekleme stratejisi oluştururken, insanların hakkında en çok endişe duydukları veri tipi ‘elektronik belgeler’dir. Bu kavram her ne kadar muğlaksa da genellikle, kaydını kendinizin tuttuğu, ya çift tıklayarak ya da belirli bir uygulamanın dosya menüsünü kullanarak, manüel olarak açtığınız dosyaları işaret eder. Özellikle, diğer örneklerin yanı sıra metin dosyalarını, sözcük işlem belgelerini, sunumları, pdf’leri ve veri depolarını kapsar. Örneğin, e-posta mesajlarının aksine, elektronik belgeler internet üzerinden uzaktaki kopyalarıyla senkronize edilmezler. \r\n\r\nElektronik belgeleri yedeklerken program veritabanlarını da yedeklemeyi hatırlamalısınız. Örneğin bir takvim uygulaması ya da bir elektronik adres defteri kullanıyorsanız, bu programların verilerini depolamak için kullandığı klasörü de bulmanız gerekir. Umalım ki bu veritabanları elektronik belgelerinizle aynı konumda olsun, bunlar Windows tabanlı bilgisayarlarda genellikle *Belgelerim* klasörünün altında saklanır. Durum bu değilse, uygun klasörleri düzenli yedeklemenize eklemeniz gerekir. \r\n\r\n[*Thunderbird*](/tr/glossary#Thunderbird) gibi uygulamalar tarafından depolanan e-postalar bir programın veri tabanına özel bir örnektir. Bir e-posta programı kullanıyorsanız, özellikle de mesajınızın sunucuda bir kopyasını depolayamıyorsanız ya da depolamak istemiyorsanız, o halde e-posta veri tabanınızın düzenli yedeklemelerinize dahil olduğundan emin olmalısınız. Görüntü ve video dosyalarınızı, onlarla nasıl etkileşim halinde olduğunuza bağlı olarak, bir programın veri tabanındaki elektronik belgeler ya da nesneler olarak düşünebilirsiniz. Örneğin Windows Media Player ve iTunes gibi uygulamalar, veri tabanları gibi işler. Bu gibi programları kullanıyorsanız, yönetimine yardımcı oldukları gerçek medya dosyalarını nereye depoladıklarını öğrenmek için sabit diskinizi taramanız gerekebilir. \r\n\r\n\r\n### Depolama aygıtları ###\r\n\r\nElektronik belgelerinizi yedeklemeden önce, ne tür bir depolama aygıtı kullanacağınıza karar vermelisiniz.\r\n\r\n**USB bellekler** - USB bellekler ucuz olabilir ve geniş kapasiteler sunabilir. Defalarca silmesi ya da üzerine yeniden yazması kolaydır. USB belleklerin, kullanım sıklığına ve biçimine bağlı olarak, sınırlı ömürleri vardır ama kullanım süreleri genellikle yaklaşık olarak 10 yıl olarak tahmin edilir.\r\n\r\n**Kompakt Diskler (CD’ler)** CD’ler yaklaşık 700 Megabyte (MB) veri depolar. CD’lere yapılacak yedekleme için bir [*CD yazıcısına*](/tr/glossary#CD_burner) ve boş disklere gereksiniminiz olacaktır. Bir CD’yi silmek ve kaydettiğiniz dosyaları yenilemek için bir CD-RW yazıcısına ve yeniden yazılabilir CD’lere gereksinimiz olacaktır. Şimdilerde Windows XP dahil, belli başlı tüm işletim sistemleri, CD’ler ve CD-RW’ler yazabilen dahili bir yazılım içermektedir. Bu disklere yazılan bilgilerin beş ya da on yıl sonra bozulmaya başlayabileceğini aklınızda bulundurmalısınız. Bu süreden daha uzun bir süre bir yedekleme depolamaya gereksinimiz varsa bu CD’leri zaman zaman yeniden oluşturmanız, özel 'uzun ömürlü' diskler satın almanız ya da farklı bir yedekleme yöntemi kullanmanız gerekir.\r\n\r\n**Dijital Video Diskler (DVD’ler)** - DVD’ler 4.7 Gigabyte’a (GB) kadar veri depolar. DVD’ler de CD’lere benzer şekilde çalışır ama biraz daha pahalı ekipmanlar gerektirir. Bir DVD ya da [*DVD-RW yazıcısına*](/tr/glossary#CD_burner) uygun disklere gereksinimiz olacaktır. Bir CD’de olduğu gibi normal DVD’ye yazılan veri, eninde sonunda silinmeye başlayacaktır.\r\n\r\n**Uzak sunucu** - İyi düzenlenmiş bir ağ yedekleme sunucusu neredeyse sınırsız bir kapasiteye sahip olabilir ama internet bağlantınızın hızı ve istikrarı bunun gerçekçi bir seçenek olup olmayacağını belirleyecektir. Ofisinizde bir yedekleme sunucusu çalıştırmak her ne kadar internetten bilgi kopyalamaktan daha hızlı olsa da, önemli verilerinizin bir kopyasını iki farklı fiziksel konumda saklama gereksiniminizi ihlal eder. İnternette ücretsiz depolama hizmetleri bulunmaktadır ama bilgilerinizi çevrimiçi hale getirme riski üzerinde dikkatle düşünmelisiniz ve bilmediğiniz ya da güvenmediğiniz kuruluşlar ya da kişiler tarafından işletilen sunuculara yedeklemelerinizi yüklemeden önce onları daima şifrelemelisiniz. Birkaç örnek için [***Okuma önerileri***](/tr/chapter_5_5) bölümüne bakınız.\r\n\r\n### Yedekleme Yazılımı ###\r\n\r\nCobian Yedekleme; düzenli olarak planlanmış zaman aralıklarıyla çalışması ve sadece son yedeklemeden sonra değiştirilen dosyaları içermesi için otomatik olarak ayarlanabilen, kullanıcı dostu bir araçtır. Ayrıca yedeklemeleri daha küçük hale getirmek için onları sıkıştırabilir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*Cobain Yedekleme Rehberi*](/en/cobian_main) ile uygulamaya başlayın\r\n</div>\r\n\r\nHer zaman olduğu gibi, yedekleme dosyalarınızı [*TrueCrypt*](/tr/glossary#TrueCrypt) gibi bir araç kullanarak şifrelemek iyi bir fikirdir. Veri şifreleme konusunda daha fazla bilgi [***Bilgisayarınızdaki hassas dosyaları nasıl korursunuz***](/tr/chapter-4) başlıklı [***4. Bölüm***](/tr/chapter-4)’de bulunabilir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*TrueCrypt - Güvenli Dosya Depolama Rehberi*](/en/truecrypt_main) ile uygulamaya başlayın\r\n</div>\r\n<p>\r\nBu yedekleme araçlarını kullanırken yedekleme sisteminizin pürüzsüz bir şekilde işlemesine yardım etmek için yapabileceğiniz birkaç şey var:\r\n\r\n- Bilgisayarınızdaki dosyaları düzenleyin. Yedeklemeye niyetlendiğiniz tüm elektronik belgeleri içeren klasörleri tek bir konuma, örneğin **Belgelerim** klasörüne taşımaya çalışın.  \r\n- Verilerini uygulama veri tabanında depolayan bir yazılım kullanıyorsanız öncelikle bu veri tabanının konumunu belirlemeniz gerekir. Bu uygun bir konum değilse programınızın veri tabanı için yeni bir konum seçmenize izin verip vermediğine bakın. İzin veriyorsa veri tabanını, elektronik belgelerinizle aynı klasöre yerleştirebilirsiniz. \r\n- Yedeklemelerinizi gerçekleştirmek için düzenli bir zamanlama planı oluşturun.\r\n- Ofisinizde güvenilir ve güvenli bir yedekleme politikası olmayan tüm çalışanlar için bir prosedür oluşturmaya çalışın. İş arkadaşlarınızın bu sorunun önemini anlamalarına yardımcı olun. \r\n- Yedeklemenizden verilerinizi kurtarma işlemini test ettiğinizden emin olun. Nihayetinde sizin için gerçekten önemli olanın yedekleme prosedürü değil kurtarma prosedürü olduğunu aklınızda bulundurun!\r\n\r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nElena: Tamam, işteyken şifreli bir yedek oluşturdum ve onu bir CD’ye kaydettim. Cobian, yedeğimi birkaç gün içinde güncellemek üzere ayarlandı. İş yerindeki masamın kilitlenebilir bir çekmecesi var ve bu yedekleme CD’lerini, kaybolmasınlar ya da bozulmasınlar diye, orada saklamayı planlıyorum.\r\n\r\n<i>Nikolai: Ama ya iş yerin yanıp kül olursa? Diğer şeylerle birlikte, bilgisayar, masa, yedekleme CD’leri de…? Ya da web sitendeki forum büyük bir çevresel gösteri planlamaya karar verirse ve yetkililer müdahale eder ve işler çığırından çıkıp örgütüne baskın düzenlerlerse? Küçük masa kilidinin polislerin o CD’lere el koymasını engelleyebileceği konusunda şüpheliyim. Yedeklerini evinde saklamaya ya da senin için saklaması için bir arkadaşına sormaya ne dersin?\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1947", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1947", 
                "link_title": "Creating a digital backup", 
                "menu_name": "book-toc-1925", 
                "mlid": "5092", 
                "module": "book", 
                "nid": "1947", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5092", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Creating a digital backup", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1454082369", 
            "comment": "0", 
            "created": "1441103914", 
            "current_revision_id": "13089", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_3", 
                        "value": "chapter_5_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5092": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1947", 
                    "link_title": "Creating a digital backup", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5092", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5092", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1947", 
            "num_revisions": "30", 
            "path": "https://securityinabox.org/en/node/1947", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454082369", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Dijital bir yedekleme yaratmak", 
                        "value": "Dijital bir yedekleme yaratmak"
                    }
                ]
            }, 
            "title_original": "Creating a digital backup", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916199", 
                        "created": "1442916199", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454082369", 
                        "created": "1441805637", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096051", 
                        "created": "1443096051", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411165", 
                        "created": "1442411165", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206521", 
                        "created": "1441206521", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447107685", 
                        "created": "1442759428", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695377", 
                        "created": "1443695377", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272227", 
                        "created": "1452272227", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103218", 
                        "created": "1443103218", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441113995", 
                        "created": "1441113995", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726112", 
                        "created": "1443726050", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405747", 
                        "created": "1444405690", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100234", 
                        "created": "1443100234", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "xx": {
                        "changed": "1446485621", 
                        "created": "1441103914", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1947", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577641", 
                        "created": "1443622977", 
                        "entity_id": "1947", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1947", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "0b70335e-f66b-407c-ab21-7702e3af4412", 
            "vid": "13089", 
            "vuuid": "d5c9b7fd-3ea6-4201-8f33-a51344ca39e7"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Windows’da bir dosyayı sildiğinizde, dosya ortalıktan kaybolur ama içeriği bilgisayarda kalır. <strong>Geri Dönüşüm Kutusu</strong>’nu boşalttıktan sonra bile, sildiğiniz dosyadaki bilgiler genelde hala sürücünüzde bulunabilir. Bu konuda daha fazla şey öğrenmek için <a href=\"/tr/chapter-6\"><strong><em>Hassas bilgiler nasıl imha edilir</em></strong></a> başlıklı <a href=\"/tr/chapter-6\"><strong><em>6. Bölüm</em></strong></a>’e bakınız. Zaman zaman önemli bir dosyanızı ya da klasörünüzü kazara silerseniz, bu güvenlik açığı sizin lehinize işleyebilir. Kısa süre önce silinmiş dosyalara erişimi yeniden sağlayabilecek, <a href=\"/en/recuva_main\"><em>Recuva</em></a> adlı bir araç dahil, birçok program vardır.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/recuva_main\"><em>Recuva - Dosya Kurtarma Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>Bu araçlar her zaman çalışmaz çünkü Windows, silinmiş bilgilerin üzerine yeni veriler yazmış olabilir. Bu nedenle bir dosyayı silmeniz ve <a href=\"/en/recuva_main\"><em>Recuva</em></a> gibi bir araçla onu kurtarmaya girişmeniz arasında geçen sürede bilgisayarınızla olabildiğince az şey yapmanız önemlidir. Dosyayı kurtarma işine girişmeden önce bilgisayarınızı ne kadar uzun süre kullanırsanız, başarılı olma şansınız o kadar azalır. Bu, aynı zamanda, önemli bir dosyayı sildikten sonra <em>Recuva</em>’yı kurmak yerine Recuva’nın taşınabilir bir versiyonunu kullanmanız gerektiği anlamına gelir. Bir yazılımı kurmak dosya sistemine yeni bilgiler yazmayı gerektirir ki bu bilgiler, kurtarmaya çalıştığınız önemli verinin üzerine rastlantısal olarak yazılabilir.</p>\n\n<p>Bu bölümde betimlenen politikaları uygulamak ve araçları öğrenmek her ne kadar büyük bir işmiş gibi görünse de bir kez oturmuş bir sisteme sahip olduğunuzda, yedekleme stratejinizi sürdürmek, ilk seferine göre çok daha kolay hale gelecektir. Ve yedekleme, veri güvenliğinin en önemli boyutu olduğundan, bu süreci geçmiş olmanızın çabalarınıza değdiğinden emin olabilirsiniz.</p>\n", 
                        "summary": "", 
                        "value": "Windows’da bir dosyayı sildiğinizde, dosya ortalıktan kaybolur ama içeriği bilgisayarda kalır. **Geri Dönüşüm Kutusu**’nu boşalttıktan sonra bile, sildiğiniz dosyadaki bilgiler genelde hala sürücünüzde bulunabilir. Bu konuda daha fazla şey öğrenmek için [***Hassas bilgiler nasıl imha edilir***](/tr/chapter-6) başlıklı [***6. Bölüm***](/tr/chapter-6)’e bakınız. Zaman zaman önemli bir dosyanızı ya da klasörünüzü kazara silerseniz, bu güvenlik açığı sizin lehinize işleyebilir. Kısa süre önce silinmiş dosyalara erişimi yeniden sağlayabilecek, [*Recuva*](/en/recuva_main) adlı bir araç dahil, birçok program vardır.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*Recuva - Dosya Kurtarma Rehberi*](/en/recuva_main) ile uygulamaya başlayın\r\n</div>\r\n\r\nBu araçlar her zaman çalışmaz çünkü Windows, silinmiş bilgilerin üzerine yeni veriler yazmış olabilir. Bu nedenle bir dosyayı silmeniz ve [*Recuva*](/en/recuva_main) gibi bir araçla onu kurtarmaya girişmeniz arasında geçen sürede bilgisayarınızla olabildiğince az şey yapmanız önemlidir. Dosyayı kurtarma işine girişmeden önce bilgisayarınızı ne kadar uzun süre kullanırsanız, başarılı olma şansınız o kadar azalır. Bu, aynı zamanda, önemli bir dosyayı sildikten sonra *Recuva*’yı kurmak yerine Recuva’nın taşınabilir bir versiyonunu kullanmanız gerektiği anlamına gelir. Bir yazılımı kurmak dosya sistemine yeni bilgiler yazmayı gerektirir ki bu bilgiler, kurtarmaya çalıştığınız önemli verinin üzerine rastlantısal olarak yazılabilir.\r\n\r\nBu bölümde betimlenen politikaları uygulamak ve araçları öğrenmek her ne kadar büyük bir işmiş gibi görünse de bir kez oturmuş bir sisteme sahip olduğunuzda, yedekleme stratejinizi sürdürmek, ilk seferine göre çok daha kolay hale gelecektir. Ve yedekleme, veri güvenliğinin en önemli boyutu olduğundan, bu süreci geçmiş olmanızın çabalarınıza değdiğinden emin olabilirsiniz."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1948", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1948", 
                "link_title": "Recovering from accidental file deletion", 
                "menu_name": "book-toc-1925", 
                "mlid": "5093", 
                "module": "book", 
                "nid": "1948", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5093", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "Recovering from accidental file deletion", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455796357", 
            "comment": "0", 
            "created": "1441103974", 
            "current_revision_id": "13255", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_4", 
                        "value": "chapter_5_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5093": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1948", 
                    "link_title": "Recovering from accidental file deletion", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5093", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5093", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1948", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/node/1948", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455796357", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Kazara silinen dosyaları kurtarmak ", 
                        "value": "Kazara silinen dosyaları kurtarmak "
                    }
                ]
            }, 
            "title_original": "Recovering from accidental file deletion", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916287", 
                        "created": "1442916287", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227263", 
                        "created": "1441805862", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096072", 
                        "created": "1443096072", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411235", 
                        "created": "1442411235", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451915329", 
                        "created": "1441206636", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089836", 
                        "created": "1442759449", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455796357", 
                        "created": "1443695398", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272286", 
                        "created": "1452272286", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443103298", 
                        "created": "1443103298", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441115004", 
                        "created": "1441115004", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726338", 
                        "created": "1443726338", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405829", 
                        "created": "1444405829", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100255", 
                        "created": "1443100255", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092467", 
                        "created": "1443092467", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441103974", 
                        "created": "1441103974", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1948", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577760", 
                        "created": "1443623013", 
                        "entity_id": "1948", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1948", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c0ee2093-6a95-41e0-900e-f0eee3c330de", 
            "vid": "13255", 
            "vuuid": "3b23bd32-1050-4c74-aa81-3ed7f19c2e20"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Yedekleme ve veri kurtarma hakkında daha fazla bilgi <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human Rights Defenders</a> kitabının <em>2.3 Information Backup, Destruction and Recovery</em> bölümünde bulunabilir.</li>\n<li>Çevrimiçi yedeklemenin yeni riskleri beraberinde getireceğini göz önünde bulundurun. En azından sunucuya yüklemeden önce <strong>hassas bilgilerinizi ayrıca kendiniz şifrelemeyi hatırlayınız</strong>. Yukarıda belirtilen adımı attığınızı varsayarak, bilgilerinizi yedeklemenin uygun bir yolu olarak ücretsiz veri depolama hizmetleri bulunmaktadır. Bunlardan bazıları: <a href=\"https://www.wuala.com/\">Wuala</a>, <a href=\"https://spideroak.com/\">SpiderOak</a>, <a href=\"https://drive.google.com/start\">Google\nDrive</a>, <a href=\"https://tahoe-lafs.org/trac/tahoe-lafs\">tahoe-lafs</a>.</li>\n<li>Veri kurtarma üzerine <a href=\"http://en.wikipedia.org/wiki/Data_recovery\">Wikipedia</a>’da mükemmel bir makale bulunmaktadır.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Yedekleme ve veri kurtarma hakkında daha fazla bilgi [Digital Security and Privacy for Human Rights Defenders](http://www.frontlinedefenders.org/esecman) kitabının *2.3 Information Backup, Destruction and Recovery* bölümünde bulunabilir.\r\n- Çevrimiçi yedeklemenin yeni riskleri beraberinde getireceğini göz önünde bulundurun. En azından sunucuya yüklemeden önce **hassas bilgilerinizi ayrıca kendiniz şifrelemeyi hatırlayınız**. Yukarıda belirtilen adımı attığınızı varsayarak, bilgilerinizi yedeklemenin uygun bir yolu olarak ücretsiz veri depolama hizmetleri bulunmaktadır. Bunlardan bazıları: [Wuala](https://www.wuala.com/), [SpiderOak](https://spideroak.com/), [Google\r\nDrive](https://drive.google.com/start), [tahoe-lafs](https://tahoe-lafs.org/trac/tahoe-lafs).\r\n- Veri kurtarma üzerine [Wikipedia](http://en.wikipedia.org/wiki/Data_recovery)’da mükemmel bir makale bulunmaktadır."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1949", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1949", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5094", 
                "module": "book", 
                "nid": "1949", 
                "options": [], 
                "p1": "5030", 
                "p2": "5089", 
                "p3": "5094", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5089", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452272402", 
            "comment": "0", 
            "created": "1441104021", 
            "current_revision_id": "12779", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_5_5", 
                        "value": "chapter_5_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5094": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1949", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5094", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5089", 
                    "p3": "5094", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5089", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1949", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1949", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452272402", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Okuma önerileri", 
                        "value": "Okuma önerileri"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442916361", 
                        "created": "1442916361", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096092", 
                        "created": "1443096092", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442411334", 
                        "created": "1442411334", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441206695", 
                        "created": "1441206695", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447089894", 
                        "created": "1442761261", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443695601", 
                        "created": "1443695601", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452272402", 
                        "created": "1452272365", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102994", 
                        "created": "1443102994", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1451988168", 
                        "created": "1441115117", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443726393", 
                        "created": "1443726393", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444405941", 
                        "created": "1444405941", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443100286", 
                        "created": "1443100286", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443092547", 
                        "created": "1443092547", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104021", 
                        "created": "1441104021", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444577825", 
                        "created": "1443623040", 
                        "entity_id": "1949", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "6bfa16f4-0d0b-45ac-8f03-799179b1f19d", 
            "vid": "12779", 
            "vuuid": "950e52a9-bbd7-485f-91ec-8038567f32c6"
        }
    ], 
    "changed": "1453893598", 
    "comment": "0", 
    "created": "1441103567", 
    "current_revision_id": "13008", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "tr": [
            {
                "format": null, 
                "safe_value": "5. How to recover from information loss ", 
                "value": "5. How to recover from information loss "
            }
        ]
    }, 
    "field_menu_title_long": {
        "tr": [
            {
                "format": null, 
                "safe_value": "5. Veri kayıpları nasıl kurtarılır", 
                "value": "5. Veri kayıpları nasıl kurtarılır"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "tr": [
            {
                "format": null, 
                "safe_value": "chapter-5", 
                "value": "chapter-5"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "5"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "5"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5089": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1944", 
            "link_title": "5. How to recover from information loss", 
            "menu_name": "book-toc-1925", 
            "mlid": "5089", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5089", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "5"
        }
    }, 
    "name": "chris", 
    "nid": "1944", 
    "num_revisions": "23", 
    "path": "https://securityinabox.org/en/node/1944", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453893598", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "tr": [
            {
                "format": null, 
                "safe_value": "5. Veri kayıpları nasıl kurtarılır", 
                "value": "5. Veri kayıpları nasıl kurtarılır"
            }
        ]
    }, 
    "title_original": "5. How to recover from information loss", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915883", 
                "created": "1442915883", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1453893598", 
                "created": "1441804186", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093715", 
                "created": "1443093715", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442410748", 
                "created": "1442410748", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441205895", 
                "created": "1441205895", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447089421", 
                "created": "1442775036", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443692697", 
                "created": "1443692697", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452272011", 
                "created": "1452272011", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443102836", 
                "created": "1443102836", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441113643", 
                "created": "1441113643", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443721696", 
                "created": "1443721696", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444395108", 
                "created": "1444395108", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014608", 
                "created": "1443012792", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443088924", 
                "created": "1443088838", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441103567", 
                "created": "1441103567", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1944", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444577499", 
                "created": "1443622179", 
                "entity_id": "1944", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1944", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "11cf27ca-845b-4076-893d-8703638bc2d7", 
    "vid": "13008", 
    "vuuid": "543dfbbf-76ee-47ca-b115-197528f8138e"
}