{
    "body": {
        "tr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>E-postanın ve anlık mesajlaşmanın kullanım kolaylığı, düşük maliyeti ve esnekliği internete en sınırlı erişimi olan kişiler ve kuruluşlar için bile bunları aşırı değerli kıldı. Daha hızlı ve güvenli bağlantıları olanlar için <a href=\"https://jitsi.org/\"><em>Jitsi</em></a>, <a href=\"/tr/glossary#Skype\"><em>Skype</em></a> ve diğer <em>IP Üzerinden Ses</em> <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> araçları gibi yazılımlar da bu özellikleri paylaşır. Ne yazık ki geleneksel iletişim araçlarına alternatif olarak gelen bu dijital araçlara hassas bilgilerin gizliliğini korumak hususunda her zaman güvenilemez. Postayla gönderilen mektuplar, telefonla yapılan aramalar ve yazılı mesajlar da saldırıya açıktır; özellikle yetkililerin takibinin hedefi olanlar tarafından kullanıldığında.</p>\n\n<p>Dijital, internet-tabanlı iletişim teknikleriyle daha geleneksel yöntemler arasındaki bir önemli farklılık, ilkinin kendi güvenlik düzeyinizi belirlemenize çoğu zaman izin vermesidir. Güvenli olmayan yöntemlerle e-postalar, anlık mesajlar ve <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> gönderileri göndermek, mektuplardan ve telefon görüşmelerinden neredeyse kesinlikle daha az gizlidir. Kısmen bu, birkaç güçlü bilgisayarın büyük miktardaki dijital bilgi içinden göndericileri, alıcıları ve belirli anahtar sözcükleri tespit etmek için otomatik olarak tarayabilmesindendir. Geleneksel iletişim kanalları üzerinden aynı düzeyde bir takibi gerçekleştirmek için çok daha büyük kaynaklar gerekir. Bununla beraber belirli önlemleri alırsanız tersi de doğrudur. İnternet iletişim araçlarının esnekliği ve modern <a href=\"/tr/glossary#Encryption\"><em>şifrelemenin</em></a> gücü, sadece ulusal ordu ve istihbarat örgütleri için mümkün olan bir gizlilik düzeyini günümüzde sağlayabilir.</p>\n\n<p>Burada verilen tavsiyeleri izleyerek ve bu bölümde ele alınan yazılımları inceleyerek iletişim güvenliğinizi büyük oranda artırabilirsiniz. <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> e-posta hizmeti, <a href=\"/tr/glossary#Pidgin\"><em>Pidgin</em></a> anlık mesajlaşma programı için Off the Record <a href=\"/tr/glossary#OTR\"><em>OTR</em></a>  (Kayıt Dışı) eklentisi, Mozilla <a href=\"/tr/glossary#Firefox\"><em>Firefox</em></a> ve Mozilla <a href=\"/tr/glossary#Thunderbird\"><em>Thunderbird</em></a> e-posta sunucusu için <a href=\"/tr/glossary#Enigmail\"><em>Enigmail</em></a> eklentilerinin hepsi mükemmel araçlardır. Bununla beraber bunları kullanırken verili bir haberleşmenin gizliliğinin hiçbir zaman yüzde yüz garanti edilemeyeceğini aklınızda bulundurmalısınız. Her zaman göz önünde bulundurmadığınız bazı tehditler bulunur; diyelim bilgisayarınızda bir <a href=\"/tr/glossary#Keylogger\"><em>keylogger</em></a> bulunması, kapınızı dinleyen biri, dikkatsiz bir e-posta alıcısı ya da tamamen farklı bir olasılık... Bu bölümün amacı, aklınıza gelmeyen tehditleri bile azaltmak için size yardımcı olmaktır. Ancak bu bölümde bunu yaparken, bazılarının tercih ettiği ‘kamuya açık etmek istemediğin hiçbir bilgiyi internetten göndermemelisin’ seçeneğinden kaçınacağız.</p>\n\n<div class=\"background\">\n\n<p>Claudia ve Pablo, Güney Afrika ülkelerinden birindeki bir insan hakları STK’siyle birlikte çalışmaktadır. Bölgede ordu tarafından işlenen insan hakları ihlalleri konusunda aylar boyunca tanıklıklar topladıktan sonra Claudia ve Pablo elde ettikleri verileri korumak için adımlar atmaya başlamıştır. Sadece ihtiyaçları olan bilgiyi ellerinde tuttular ve bu bilgiyi, birçok fiziksel konumda yedeklenmiş bir TrueCrypt bölmesinde depoladılar. Bir raporda bu tanıklıkların belirli bölümlerini yayınlamaya hazırlanırken bir başka ülkedeki meslektaşlarıyla hassas bilgileri tartışmaları gerektiğini fark ettiler. Her ne kadar adları ve konumları belirtmemek konusunda hemfikirlerse de bu konu üzerinde yapılacak olan e-posta ve anlık mesajlaşma iletişimlerinin güvenli olmasından emin olmak istemektedirler. Claudia iletişim güvenliğinin önemini ele almak amacıyla bir toplantı için çağrı yaptıktan sonra ofistekilerin bir sorusu olup olmadığını sordu.</p>\n\n</div>\n\n<h3>Bu bölümden ne öğrenebilirsiniz</h3>\n\n<ul><li>Birçok webmail ve anlık mesajlaşma hizmetinin neden güvenli olmadığını </li>\n<li>Yeni ve daha güvenli bir e-posta hesabının nasıl oluşturulacağını </li>\n<li>Halihazırdaki e-posta hesabınızın güvenliğini nasıl arttıracağınızı </li>\n<li>Güvenli bir anlık mesajlaşma hizmetini nasıl kullanılacağını </li>\n<li>Birilerinin e-posta hesabınıza eriştiğini düşünüyorsanız ne yapılabileceğini </li>\n<li>Bir e-posta alıcısının kimliğinin nasıl doğrulanacağını</li>\n</ul>", 
                "summary": "", 
                "value": "E-postanın ve anlık mesajlaşmanın kullanım kolaylığı, düşük maliyeti ve esnekliği internete en sınırlı erişimi olan kişiler ve kuruluşlar için bile bunları aşırı değerli kıldı. Daha hızlı ve güvenli bağlantıları olanlar için [*Jitsi*](https://jitsi.org/), [*Skype*](/tr/glossary#Skype) ve diğer *IP Üzerinden Ses* [*VoIP*](/tr/glossary#VoIP) araçları gibi yazılımlar da bu özellikleri paylaşır. Ne yazık ki geleneksel iletişim araçlarına alternatif olarak gelen bu dijital araçlara hassas bilgilerin gizliliğini korumak hususunda her zaman güvenilemez. Postayla gönderilen mektuplar, telefonla yapılan aramalar ve yazılı mesajlar da saldırıya açıktır; özellikle yetkililerin takibinin hedefi olanlar tarafından kullanıldığında.  \r\n\r\nDijital, internet-tabanlı iletişim teknikleriyle daha geleneksel yöntemler arasındaki bir önemli farklılık, ilkinin kendi güvenlik düzeyinizi belirlemenize çoğu zaman izin vermesidir. Güvenli olmayan yöntemlerle e-postalar, anlık mesajlar ve [*VoIP*](/tr/glossary#VoIP) gönderileri göndermek, mektuplardan ve telefon görüşmelerinden neredeyse kesinlikle daha az gizlidir. Kısmen bu, birkaç güçlü bilgisayarın büyük miktardaki dijital bilgi içinden göndericileri, alıcıları ve belirli anahtar sözcükleri tespit etmek için otomatik olarak tarayabilmesindendir. Geleneksel iletişim kanalları üzerinden aynı düzeyde bir takibi gerçekleştirmek için çok daha büyük kaynaklar gerekir. Bununla beraber belirli önlemleri alırsanız tersi de doğrudur. İnternet iletişim araçlarının esnekliği ve modern [*şifrelemenin*](/tr/glossary#Encryption) gücü, sadece ulusal ordu ve istihbarat örgütleri için mümkün olan bir gizlilik düzeyini günümüzde sağlayabilir.\r\n\r\nBurada verilen tavsiyeleri izleyerek ve bu bölümde ele alınan yazılımları inceleyerek iletişim güvenliğinizi büyük oranda artırabilirsiniz. [*RiseUp*](/tr/glossary#RiseUp) e-posta hizmeti, [*Pidgin*](/tr/glossary#Pidgin) anlık mesajlaşma programı için Off the Record [*OTR*](/tr/glossary#OTR)  (Kayıt Dışı) eklentisi, Mozilla [*Firefox*](/tr/glossary#Firefox) ve Mozilla [*Thunderbird*](/tr/glossary#Thunderbird) e-posta sunucusu için [*Enigmail*](/tr/glossary#Enigmail) eklentilerinin hepsi mükemmel araçlardır. Bununla beraber bunları kullanırken verili bir haberleşmenin gizliliğinin hiçbir zaman yüzde yüz garanti edilemeyeceğini aklınızda bulundurmalısınız. Her zaman göz önünde bulundurmadığınız bazı tehditler bulunur; diyelim bilgisayarınızda bir [*keylogger*](/tr/glossary#Keylogger) bulunması, kapınızı dinleyen biri, dikkatsiz bir e-posta alıcısı ya da tamamen farklı bir olasılık... Bu bölümün amacı, aklınıza gelmeyen tehditleri bile azaltmak için size yardımcı olmaktır. Ancak bu bölümde bunu yaparken, bazılarının tercih ettiği ‘kamuya açık etmek istemediğin hiçbir bilgiyi internetten göndermemelisin’ seçeneğinden kaçınacağız. \r\n\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nClaudia ve Pablo, Güney Afrika ülkelerinden birindeki bir insan hakları STK’siyle birlikte çalışmaktadır. Bölgede ordu tarafından işlenen insan hakları ihlalleri konusunda aylar boyunca tanıklıklar topladıktan sonra Claudia ve Pablo elde ettikleri verileri korumak için adımlar atmaya başlamıştır. Sadece ihtiyaçları olan bilgiyi ellerinde tuttular ve bu bilgiyi, birçok fiziksel konumda yedeklenmiş bir TrueCrypt bölmesinde depoladılar. Bir raporda bu tanıklıkların belirli bölümlerini yayınlamaya hazırlanırken bir başka ülkedeki meslektaşlarıyla hassas bilgileri tartışmaları gerektiğini fark ettiler. Her ne kadar adları ve konumları belirtmemek konusunda hemfikirlerse de bu konu üzerinde yapılacak olan e-posta ve anlık mesajlaşma iletişimlerinin güvenli olmasından emin olmak istemektedirler. Claudia iletişim güvenliğinin önemini ele almak amacıyla bir toplantı için çağrı yaptıktan sonra ofistekilerin bir sorusu olup olmadığını sordu.\r\n</div>\r\n\r\n\r\n### Bu bölümden ne öğrenebilirsiniz ###\r\n\r\n- Birçok webmail ve anlık mesajlaşma hizmetinin neden güvenli olmadığını \r\n- Yeni ve daha güvenli bir e-posta hesabının nasıl oluşturulacağını \r\n- Halihazırdaki e-posta hesabınızın güvenliğini nasıl arttıracağınızı \r\n- Güvenli bir anlık mesajlaşma hizmetini nasıl kullanılacağını \r\n- Birilerinin e-posta hesabınıza eriştiğini düşünüyorsanız ne yapılabileceğini \r\n- Bir e-posta alıcısının kimliğinin nasıl doğrulanacağını"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1956", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1956", 
        "link_title": "7. How to keep your Internet communication private", 
        "menu_name": "book-toc-1925", 
        "mlid": "5101", 
        "module": "book", 
        "nid": "1956", 
        "options": [], 
        "p1": "5030", 
        "p2": "5101", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "7. How to keep your Internet communication private", 
        "updated": "0", 
        "weight": "7"
    }, 
    "book_children": [
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>E-posta iletişiminizin güvenliğini arttırmak için atabileceğiniz birkaç önemli adım vardır. Bunlardan ilki verili bir mesajı sadece gönderdiğiniz kişinin okuyabileceğinden emin olmaktır. Bunlar, aşağıda <a href=\"/tr/chapter_7_1#Keeping_your_webmail_private\"><em>Webmail’inizin gizliliğini korumak</em></a> ve <a href=\"/tr/chapter_7_1#Switching_to_a_more_secure_email_account\"><em>Daha güvenli bir e-posta hesabına geçmek</em></a> kısımlarında ele alındı. Başlangıç düzeyinin ötesine geçecek olursak, e-posta alıcılarınızın, belirli bir mesajın sizmişsiniz gibi yapan birinden değil de gerçekten sizden geldiğini doğrulayabilmeleri kimi zaman yaşamsal öneme haizdir. Bunu yapmanın bir yolu, <a href=\"/tr/chapter_7_4\"><em>İleri düzey e-posta güvenliği</em></a>’nin <a href=\"/tr/chapter_7_4#Encrypting_and_authenticating_individual_email_messages\"><em>Bir mesajı şifrelemek ve kimliğini doğrulamak</em></a> kısmında, ele alınmıştır.</p>\n\n<p>E-posta hesabınızın gizliliğinin ihlal edildiğini düşündüğünüzde ne yapmanız gerektiğini de bilmelisiniz. <a href=\"/tr/chapter_7_2\"><em>E-postaların izlendiğinden şüphe edildiğinde yapabilecekleriniz üzerine ipuçları</em></a> kısmı bu soruya işaret etmektedir.</p>\n\n<p>Yazdığınız her şey bir casus yazılımla kaydediyor ve düzenli olarak internet üzerinden üçüncü kişilere gönderiliyorsa güvenli e-postanın size bir faydasının olmayacağını da hatırlayın. <a href=\"/tr/chapter-1\"><em>Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz</em></a> başlıklı <a href=\"/tr/chapter-1\"><em>1. Bölüm</em></a> bu tür bir şeyden kaçınmak için bazı tavsiyeler sunmaktadır ve <a href=\"/tr/chapter-3\"><em>Güvenli şifreler nasıl oluşturulur ve muhafaza edilir</em></a> başlıklı <a href=\"/tr/chapter-3\"><em>3. Bölüm</em></a>, aşağıda ele alınan e-posta ve anlık mesajlaşma araçları için hesaplarınızı korumanıza yardım edecektir.</p>\n\n<h3>Webmail’inizin gizliliğini korumak</h3>\n\n<p>İnternet açık bir ağdır ve bu ağ aracılığıyla bilgi okunabilir bir formatta yolculuk eder. Normal bir e-posta mesajı, alıcısına doğru giderken ele geçirilirse içeriği kolayca okunabilir. İnternet, trafiği yönlendirmek için aracı bilgisayarlara tabi olan, bütün dünyaya yayılmış bir büyük ağ olduğundan, birçok farklı kişinin bir mesajı ele geçirmek için fırsatı olabilir. <em>İnternet Servis Sağlayıcınız <a href=\"/tr/glossary#ISP\"><em>ISP</em></a></em>, alıcısına doğru gezintisine başlarken bir e-posta mesajının ilk alıcısıdır. Benzer bir şekilde alıcınızın <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’si, mesajınızın teslim edilmeden önceki son durağıdır. Belirli önlemler almazsanız, mesajınız bu noktalardan herhangi birinde ya da bunların arasındaki herhangi bir noktada okunabilir veya değiştirilebilirdir.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Ortaklarımızdan biriyle bütün bunlar hakkında konuştum ve o bana, o ve meslektaşlarının şifresini paylaştıkları bir webmail hesabının ‘Taslaklar’ klasörünün altında önemli mesajlarını kimi zaman kaydettiklerini söyledi. Bu bana garip göründü ama işe yarayabilir mi? Demek istiyorum ki, hiçbir zaman gerçekten gönderilmediğinden, herhangi birinin mesajları okumasını engelleyebilir mi?</p>\n\n<p>Claudia: Bilgisayarında bir e-posta okuduğun her seferinde, okuduğun sadece bir ‘taslak’ bile olsa, onun içeriği sana internet üzerinden gönderilir. Aksi halde okuduğun mail senin ekranında beliremez değil mi? Öyle ki, birileri seni gözetim altına aldıysa sadece e-posta mesajlarını izlemiyordur. Bilgisayarına gelen ve bilgisayarından giden tüm okunabilir bilgiyi tarayabilirler. Bir başka deyişle bu taktik, bu paylaşılan webmail hesabına herkes güvenli bir şekilde bağlanmadığı sürece işlemez. Eğer herkes güvenli bağlanıyorsa zaten ayrı hesaplar oluşturmanın ya da “gönder” düğmesine tıklamanın hiçbir sakıncası yoktur.</p>\n\n</div>\n\n<p>Bilgisayarınız ile ziyaret ettiğiniz web sitesi arasındaki internet bağlantısını güvenli kılmak uzun zamandan beri olanaklı. Web sitelerine şifreler ya da kredi kartı bilgileri girerken bu güvenlik düzeyiyle sık sık karşılaşırsınız. Bunu olanaklı kılan teknoloji, Güvenli Soket Katmanı <a href=\"/tr/glossary#SSL\"><em>SSL</em></a> <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> olarak adlandırılır. <a href=\"/tr/glossary#SSL\"><em>SSL</em></a> kullanıp kullanmadığınızı internet tarayıcınızın <strong>adres çubuğuna</strong> yakından bakarak söyleyebilirsiniz.</p>\n\n<p>Normalde tüm web adresleri, aşağıdaki örnekte görülebileceği gibi, <strong>HTTP</strong> harfleriyle başlar:</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/files/u7/01.png\" alt=\"\" /></p>\n\n<p>Güvenli bir web sitesini ziyaret ederken adres <strong>HTTPS</strong> ile başlayacaktır.</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/files/u7/02.png\" alt=\"\" /></p>\n\n<p>Sondaki fazladan <strong>S</strong> bilgisayarınızın web sitesine güvenli bir bağlantı açtığını gösterir. Tarayıcı pencerenizin <strong>adres çubuğunda</strong> ya da alttaki <strong>durum çubuğunda</strong> bir ‘kilit’ simgesi de görebilirsiniz. Bunlar, internet bağlantınızı izleyebilen herhangi birinin artık iletişiminizi bu bağlandığınız web sitesi aracılığıyla izleyemeyeceğini bilmenizi sağlayan ipuçlarıdır.</p>\n\n<p>Şifre ve mali işlemlerinizin korunmasına ek olarak bu tip bir <a href=\"/tr/discussion#Encryption\"><em>şifreleme</em></a>, webmail’inizi güvenli kılmak için mükemmeldir. Bununla birlikte birçok webmail hizmet sağlayıcısı güvenli erişim sunmamaktadır ve bazı webmail hizmetleriyse bir seçenek belirterek ya da <strong>HTTPS</strong>’i elle yazarak izin vermenizi talep etmektedir. Siteye giriş yapmadan, e-postanızı okumadan ya da bir mesaj göndermeden önce bağlantınızın güvenli olduğundan daima emin olun.</p>\n\n<p>Güvenli bir webmail hesabına erişmeye çalışırken tarayıcınız aniden geçersiz <a href=\"/tr/glossary#Security_certificate\"><em>güvenlik sertifikalarından</em></a>  şikâyet etmeye başlarsa dikkatli olmalısınız. Bu, birilerinin mesajlarınızı ele geçirmek için bilgisayarınız ve sunucu arasındaki iletişime müdahale ediyor olduğu anlamına gelebilir. Son olarak hassas bilgi alışverişinde bulunmak için webmail’e başvuracaksanız, tarayıcınızın olabildiğince güvenli olması önemlidir. Mozilla <a href=\"/tr/glossary#Firefox\"><em>Firefox</em></a>’u ve onun güvenlikle ilgili eklentilerini kurmayı düşünün.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/firefox_main\"><em>Eklentileriyle Firefox - Güvenli İnternet Tarayıcısı Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<div class=\"background\">\n\n<p>Pablo: Bu rapor üzerinde bizimle birlikte çalışacak olanlardan biri iş yerinin dışındayken Yahoo webmail hesabını kullanmayı tercih ediyor. Ve Hotmail kullanan bir başkasını da hatırlar gibiyim. Bu kişilere mesaj gönderirsem başkaları da mesajlarımı okuyabilir mi?</p>\n\n<p>Claudia: Muhtemelen. Yahoo, Hotmail ve diğer birçok webmail hizmet sağlayıcısı, kullanıcı mesajlarının güvenliğini korumayan, güvenli olmayan web sitelerine sahip. Güvenli olarak bu tanıklıkları ele almak istiyorsak bazı kişilerin alışkanlıklarını değiştirmek zorundayız.</p>\n\n</div>\n\n<h3>Daha güvenli bir e-posta hesabına geçmek</h3>\n\n<p>Webmail hizmet sağlayıcılarının çok azı e-postanıza <a href=\"/tr/glossary#SSL\"><em>SSL</em></a> erişimi sunmaktadır. Yahoo ve Hotmail, örneğin, sadece giriş yaptığınızda şifrenizi korumak için güvenli bir bağlantı sunmaktadır ancak mesajlarınızın kendisi güvenli olmayan bir şekilde gönderilir ve alınır. Dahası, Yahoo, Hotmail ve diğer ücretsiz webmail hizmet sağlayıcıları gönderdiğiniz bütün mesajlarınıza kullandığınız bilgisayarın <a href=\"/tr/glossary#IP_address\"><em>IP adresini</em></a> de ekler.</p>\n\n<p>Öte yandan Gmail hesapları giriş yapmanızdan çıkışınıza kadar güvenli bir bağlantı kullanır. Bunu, sürecin başından sonuna kadar adres çubuğuna bakarak ve URL’nin 'https' ile başladığını ('s' burada güvenli bir bağlantıya işaret etmektedir) gözlemleyerek doğrulayabilirsiniz. Yahoo ya da Hotmail’in aksine Gmail, e-posta alıcılarına <a href=\"/tr/glossary#IP_address\"><em>IP adresinizi</em></a> açık etmekten kaçınır. Ancak hassas e-posta iletişiminizin gizliliği için tamamen Google’a güvenmeniz tavsiye edilmez. Google çok çeşitli nedenlerle kullanıcılarının mesajlarını tarar ve kaydeder; ve geçmişte dijital özgürlüğü sınırlayan hükümetlerin taleplerini yerine getirmişti. Google'ın gizlilik politikası hakkında daha fazla bilgi için <a href=\"/tr/chapter_7_5\"><strong><em>Okuma önerileri</em></strong></a> bölümüne bakınız.</p>\n\n<p>Olanaklıysa <a href=\"https://mail.riseup.net\"><em>https://mail.riseup.net</em></a> adresini ziyaret ederek yeni bir RiseUp e-posta hesabı oluşturmalısınız. <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> dünyanın her yerindeki aktivistlere ücretsiz e-posta hizmeti sunmaktadır ve sunucularında kaydedilen bilginin korunması konusunda büyük çaba sarf etmektedir. Onlar uzun zamandan beri güvenli bir e-posta çözümü arayışında olanlar için güvenilir bir kaynak olmuştur. Ve Google’ın aksine kullanıcılarının gizliliği konusunda oldukça katı bir politikaları vardır ve bir gün bu politikalarla çatışabilecek hiçbir ticari çıkarları yoktur. Yeni bir <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> hesabı oluşturmak için iki ‘davet kodu’na ihtiyacınız olacaktır. Bu kodlar halihazırda bir <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> hesabı olan herhangi biri tarafından verilebilir. Bu kitapçığın basılı bir kopyasına sahipseniz, onunla birlikte ‘davet kodlarınızı’ da almış olmanız gerekir. Aksi halde iki <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> kullanıcısı bulmanız ve her birine size bir kod göndermesi için sormanız gerekmektedir.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/riseup_main\"><em>RiseUp – Güvenli E-posta Hizmeti Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>Hem Gmail hem de <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> bir webmail hizmeti sağlayıcısından daha fazlasıdır. Onlar, <a href=\"/tr/chapter_7_4\"><strong><em>İleri düzey e-posta güvenliği</em></strong></a> başlığı altında betimlenen teknikleri destekleyen Mozilla <a href=\"/tr/glossary#Thunderbird\"><em>Thunderbird</em></a> gibi bir e-posta istemcisiyle birlikte de kullanılabilir. E-posta istemcinizin e-posta sağlayıcınızla <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bir bağlantı yaptığından emin olmak, webmail’inize <strong>HTTPS</strong> ile erişmek kadar önemlidir. Bir e-posta istemcisi kullanıyorsanız ek ayrıntılar için <a href=\"/en/thunderbird_main\"><strong><em>Thunderbird Rehberi</em></strong></a>’ne bakınız. En azından, hem gelen hem de giden e-posta sunucularınız için <a href=\"/tr/glossary#SSL\"><em>SSL</em></a>’e ya da <a href=\"/tr/glossary#Encryption\"><em>şifrelemeye</em></a> izin verdiğinizden emin olun.</p>\n\n<div class=\"background\">\n\n<p>Pablo: Öyle ise RiseUp kullanmaya mı başlamalıyım yoksa sadece güvenli 'https' adresine geçerek Gmail kullanmaya devam edebilir miyim?</p>\n\n<p>Claudia: Bu sana kalmış ama bir e-posta hizmet sağlayıcısı seçerken kesinlikle göz önünde bulundurman gereken birkaç şey var. Birincisi, hesabına güvenli bir bağlantı sunuyor mu? Gmail sunuyor, o zaman Gmail tamam. İkincisi, hizmet yöneticilerinin e-postalarını gizli tutacaklarına ve okumayacaklarına ya da onları başkalarıyla paylaşmayacaklarına güveniyor musun? Buna sen karar vereceksin. Ve son olarak bu sağlayıcıyla özdeşleşmenin kabul edilebilir olup olmadığını düşünmen gerekir. Bir başka deyişle aktivistler arasında popüler olan, sonu ‘riseup.net’le biten bir e-posta adresini kullanman başına iş açar mı yoksa daha yaygın kullanımı olan ‘gmail.com’ adresini kullanmak mı ihtiyacını karşılar?</p>\n\n</div>\n\n<p>Hangi güvenli e-posta araçlarını kullanmaya karar vermenizden bağımsız olarak, her mesajın bir göndereni ve bir ya da daha fazla alıcısı olduğunu göz önünde bulundurun. Siz sadece resmin bir parçasısınız. E-posta hesabınıza güvenli olarak erişseniz bile bağlantıda olduğunuz kişilerin mesaj gönderirken, okurken ve yanıtlarken hangi önlemleri aldığını ya da almadığını düşünün. Yazıştığınız kişilerin e-posta sağlayıcılarının nerede konumlandığını öğrenmeye çalışın. Doğal olarak bazı ülkeler e-postaları izlemek konusunda diğerlerine göre daha saldırgandır. <strong>Özel iletişimi güvence altına almak için siz ve yazıştığınız kişilerin tümü görece güvenli ülkelerde tutulan güvenli e-posta hizmetleri kullanmalısınız.</strong> Ve mesajlarınızın e-posta sunucunuz ve alıcının e-posta sunucusu arasında ele geçirilmediğinden emin olmak için aynı sağlayıcıdan hesaplar seçmelisiniz. <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> iyi bir seçimdir.</p>\n\n<h3>E-posta güvenliğinizi arttırmak için ek ipuçları</h3>\n\n<ul><li>Beklemediğiniz, bilmediğiniz birinden gelen ya da şüpheli konu satırı içeren e-postaların eklerini açarken daima dikkatli olun. Bu tür e-postaları açarken anti-virüs yazılımınızın güncel olduğundan emin olun ve tarayıcınızın ya da e-posta programınızın gösterdiği herhangi bir uyarıya dikkat edin. </li>\n<li><a href=\"/tr/chapter-8\"><strong><em>İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır</em></strong></a> başlıklı <a href=\"/tr/chapter-8\"><strong><em>8. Bölüm</em></strong></a>’de anlatılan <a href=\"/tr/glossary#Tor\"><em>Tor</em></a> gibi anonimlik yazılımlarını kullanmanız seçtiğiniz e-posta hizmetini, internet bağlantınızı izliyor olabilecek herhangi birinden gizlemenize yardım edebilir. Ülkenizdeki internet filtrelemesinin boyutlarına bağlı olarak, <a href=\"/tr/glossary#RiseUp\"><em>RiseUp</em></a> ya da Gmail güvenli e-posta sağlayıcılarına erişmek için dahi, <a href=\"/tr/glossary#Tor\"><em>Tor</em></a> ya da <a href=\"/tr/chapter-8\"><strong><em>8. Bölüm</em></strong></a>’de anlatılan diğer <a href=\"/tr/glossary#Circumvention\"><em>sansür aşma</em></a> araçlarından birini kullanmanız gerekebilir.</li>\n<li>E-posta alıcılarınıza ya da e-posta aracılığıyla mesaj gönderebileceğiniz genel forumlara anonim kalmak amacıyla kullanmak istediğiniz bir hesap oluştururken, kendi kişisel ya da meslekî yaşamınızla ilişkisi olan bir kullanıcı adı ya da ad ve soyadla kayıt yaptırmamaya dikkat etmelisiniz. Bu tür durumlarda, gönderdiğiniz mesaja <a href=\"/tr/glossary#IP_address\"><em>IP adresinizi</em></a> ekleyen Hotmail, Yahoo ve herhangi bir diğer webmail sağlayıcısını kullanmaktan kaçınmanız da önemlidir.</li>\n<li>Bilgisayarınıza fiziksel olarak kimlerin eriştiğine bağlı olarak, geçici dosyalarınızdan e-posta ilişkili izleri temizlemek, mesajlarınızı internette yol alırken korumak kadar önemli olabilir. Ayrıntılar için <a href=\"/tr/chapter-6\"><strong><em>Hassas bilgiler nasıl imha edilir</em></strong></a> başlıklı <a href=\"/tr/chapter-6\"><strong><em>6. Bölüm</em></strong></a>’e ve <a href=\"/en/ccleaner_main\"><strong><em>Ccleaner Rehberi</em></strong></a>’ne bakınız.</li>\n<li>Bağlantıda olduğunuz kişilerin oluşturduğu ağı korumak amacıyla farklı gruplarla haberleşmek için birden fazla farklı, anonim e-posta hesabı kullanmayı düşünebilirsiniz. Kaydolmak için e-posta hesabı gerektiren internet servisleri için farklı farklı e-posta hesapları kullanabilirsiniz. </li>\n<li>Yukarıda verilen bütün önlemleri aldıktan sonra bile mesajlarınıza ne yazdığınıza çok dikkat etmek ve mesajlarınızın yanlış ellere geçmesi durumunda bunun nasıl bir etkisi olacağını iyi değerlendirmek hâlâ çok önemlidir. Değiş tokuş edilen bilginin güvenliğini arttırmanın bir yolu, hassas bilgileri değiş tokuş ederken insanların gerçek isimlerini, yerlerin gerçek adresini vb. kullanmayacağınız bir kod sistemi geliştirmektir.</li>\n</ul>", 
                        "summary": "", 
                        "value": "E-posta iletişiminizin güvenliğini arttırmak için atabileceğiniz birkaç önemli adım vardır. Bunlardan ilki verili bir mesajı sadece gönderdiğiniz kişinin okuyabileceğinden emin olmaktır. Bunlar, aşağıda [*Webmail’inizin gizliliğini korumak*](/tr/chapter_7_1#Keeping_your_webmail_private) ve [*Daha güvenli bir e-posta hesabına geçmek*](/tr/chapter_7_1#Switching_to_a_more_secure_email_account) kısımlarında ele alındı. Başlangıç düzeyinin ötesine geçecek olursak, e-posta alıcılarınızın, belirli bir mesajın sizmişsiniz gibi yapan birinden değil de gerçekten sizden geldiğini doğrulayabilmeleri kimi zaman yaşamsal öneme haizdir. Bunu yapmanın bir yolu, [*İleri düzey e-posta güvenliği*](/tr/chapter_7_4)’nin [*Bir mesajı şifrelemek ve kimliğini doğrulamak*](/tr/chapter_7_4#Encrypting_and_authenticating_individual_email_messages) kısmında, ele alınmıştır.\r\n\r\nE-posta hesabınızın gizliliğinin ihlal edildiğini düşündüğünüzde ne yapmanız gerektiğini de bilmelisiniz. [*E-postaların izlendiğinden şüphe edildiğinde yapabilecekleriniz üzerine ipuçları*](/tr/chapter_7_2) kısmı bu soruya işaret etmektedir.\r\n\r\nYazdığınız her şey bir casus yazılımla kaydediyor ve düzenli olarak internet üzerinden üçüncü kişilere gönderiliyorsa güvenli e-postanın size bir faydasının olmayacağını da hatırlayın. [*Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz*](/tr/chapter-1) başlıklı [*1. Bölüm*](/tr/chapter-1) bu tür bir şeyden kaçınmak için bazı tavsiyeler sunmaktadır ve [*Güvenli şifreler nasıl oluşturulur ve muhafaza edilir*](/tr/chapter-3) başlıklı [*3. Bölüm*](/tr/chapter-3), aşağıda ele alınan e-posta ve anlık mesajlaşma araçları için hesaplarınızı korumanıza yardım edecektir.\r\n\r\n### Webmail’inizin gizliliğini korumak ###\r\n\r\nİnternet açık bir ağdır ve bu ağ aracılığıyla bilgi okunabilir bir formatta yolculuk eder. Normal bir e-posta mesajı, alıcısına doğru giderken ele geçirilirse içeriği kolayca okunabilir. İnternet, trafiği yönlendirmek için aracı bilgisayarlara tabi olan, bütün dünyaya yayılmış bir büyük ağ olduğundan, birçok farklı kişinin bir mesajı ele geçirmek için fırsatı olabilir. *İnternet Servis Sağlayıcınız [*ISP*](/tr/glossary#ISP)*, alıcısına doğru gezintisine başlarken bir e-posta mesajının ilk alıcısıdır. Benzer bir şekilde alıcınızın [*ISP*](/tr/glossary#ISP)’si, mesajınızın teslim edilmeden önceki son durağıdır. Belirli önlemler almazsanız, mesajınız bu noktalardan herhangi birinde ya da bunların arasındaki herhangi bir noktada okunabilir veya değiştirilebilirdir.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Ortaklarımızdan biriyle bütün bunlar hakkında konuştum ve o bana, o ve meslektaşlarının şifresini paylaştıkları bir webmail hesabının ‘Taslaklar’ klasörünün altında önemli mesajlarını kimi zaman kaydettiklerini söyledi. Bu bana garip göründü ama işe yarayabilir mi? Demek istiyorum ki, hiçbir zaman gerçekten gönderilmediğinden, herhangi birinin mesajları okumasını engelleyebilir mi?\r\n\r\nClaudia: Bilgisayarında bir e-posta okuduğun her seferinde, okuduğun sadece bir ‘taslak’ bile olsa, onun içeriği sana internet üzerinden gönderilir. Aksi halde okuduğun mail senin ekranında beliremez değil mi? Öyle ki, birileri seni gözetim altına aldıysa sadece e-posta mesajlarını izlemiyordur. Bilgisayarına gelen ve bilgisayarından giden tüm okunabilir bilgiyi tarayabilirler. Bir başka deyişle bu taktik, bu paylaşılan webmail hesabına herkes güvenli bir şekilde bağlanmadığı sürece işlemez. Eğer herkes güvenli bağlanıyorsa zaten ayrı hesaplar oluşturmanın ya da “gönder” düğmesine tıklamanın hiçbir sakıncası yoktur.\r\n</div>\r\n\r\nBilgisayarınız ile ziyaret ettiğiniz web sitesi arasındaki internet bağlantısını güvenli kılmak uzun zamandan beri olanaklı. Web sitelerine şifreler ya da kredi kartı bilgileri girerken bu güvenlik düzeyiyle sık sık karşılaşırsınız. Bunu olanaklı kılan teknoloji, Güvenli Soket Katmanı [*SSL*](/tr/glossary#SSL) [*şifreleme*](/tr/glossary#Encryption) olarak adlandırılır. [*SSL*](/tr/glossary#SSL) kullanıp kullanmadığınızı internet tarayıcınızın **adres çubuğuna** yakından bakarak söyleyebilirsiniz. \r\n\r\nNormalde tüm web adresleri, aşağıdaki örnekte görülebileceği gibi, **HTTP** harfleriyle başlar:\r\n\r\n![](/sites/securitybkp.ngoinabox.org/files/u7/01.png)\r\n\r\nGüvenli bir web sitesini ziyaret ederken adres **HTTPS** ile başlayacaktır. \r\n\r\n![](/sites/securitybkp.ngoinabox.org/files/u7/02.png)\r\n\r\nSondaki fazladan **S** bilgisayarınızın web sitesine güvenli bir bağlantı açtığını gösterir. Tarayıcı pencerenizin **adres çubuğunda** ya da alttaki **durum çubuğunda** bir ‘kilit’ simgesi de görebilirsiniz. Bunlar, internet bağlantınızı izleyebilen herhangi birinin artık iletişiminizi bu bağlandığınız web sitesi aracılığıyla izleyemeyeceğini bilmenizi sağlayan ipuçlarıdır.\r\n\r\nŞifre ve mali işlemlerinizin korunmasına ek olarak bu tip bir [*şifreleme*](/tr/discussion#Encryption), webmail’inizi güvenli kılmak için mükemmeldir. Bununla birlikte birçok webmail hizmet sağlayıcısı güvenli erişim sunmamaktadır ve bazı webmail hizmetleriyse bir seçenek belirterek ya da **HTTPS**’i elle yazarak izin vermenizi talep etmektedir. Siteye giriş yapmadan, e-postanızı okumadan ya da bir mesaj göndermeden önce bağlantınızın güvenli olduğundan daima emin olun.\r\n\r\nGüvenli bir webmail hesabına erişmeye çalışırken tarayıcınız aniden geçersiz [*güvenlik sertifikalarından*](/tr/glossary#Security_certificate)  şikâyet etmeye başlarsa dikkatli olmalısınız. Bu, birilerinin mesajlarınızı ele geçirmek için bilgisayarınız ve sunucu arasındaki iletişime müdahale ediyor olduğu anlamına gelebilir. Son olarak hassas bilgi alışverişinde bulunmak için webmail’e başvuracaksanız, tarayıcınızın olabildiğince güvenli olması önemlidir. Mozilla [*Firefox*](/tr/glossary#Firefox)’u ve onun güvenlikle ilgili eklentilerini kurmayı düşünün.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*Eklentileriyle Firefox - Güvenli İnternet Tarayıcısı Rehberi*](/en/firefox_main) ile uygulamaya başlayın\r\n</div>\t\t\t\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Bu rapor üzerinde bizimle birlikte çalışacak olanlardan biri iş yerinin dışındayken Yahoo webmail hesabını kullanmayı tercih ediyor. Ve Hotmail kullanan bir başkasını da hatırlar gibiyim. Bu kişilere mesaj gönderirsem başkaları da mesajlarımı okuyabilir mi?\r\n\r\nClaudia: Muhtemelen. Yahoo, Hotmail ve diğer birçok webmail hizmet sağlayıcısı, kullanıcı mesajlarının güvenliğini korumayan, güvenli olmayan web sitelerine sahip. Güvenli olarak bu tanıklıkları ele almak istiyorsak bazı kişilerin alışkanlıklarını değiştirmek zorundayız.\r\n</div>\t\t\r\n\r\n### Daha güvenli bir e-posta hesabına geçmek ###\r\n\r\nWebmail hizmet sağlayıcılarının çok azı e-postanıza [*SSL*](/tr/glossary#SSL) erişimi sunmaktadır. Yahoo ve Hotmail, örneğin, sadece giriş yaptığınızda şifrenizi korumak için güvenli bir bağlantı sunmaktadır ancak mesajlarınızın kendisi güvenli olmayan bir şekilde gönderilir ve alınır. Dahası, Yahoo, Hotmail ve diğer ücretsiz webmail hizmet sağlayıcıları gönderdiğiniz bütün mesajlarınıza kullandığınız bilgisayarın [*IP adresini*](/tr/glossary#IP_address) de ekler.\r\n\r\nÖte yandan Gmail hesapları giriş yapmanızdan çıkışınıza kadar güvenli bir bağlantı kullanır. Bunu, sürecin başından sonuna kadar adres çubuğuna bakarak ve URL’nin 'https' ile başladığını ('s' burada güvenli bir bağlantıya işaret etmektedir) gözlemleyerek doğrulayabilirsiniz. Yahoo ya da Hotmail’in aksine Gmail, e-posta alıcılarına [*IP adresinizi*](/tr/glossary#IP_address) açık etmekten kaçınır. Ancak hassas e-posta iletişiminizin gizliliği için tamamen Google’a güvenmeniz tavsiye edilmez. Google çok çeşitli nedenlerle kullanıcılarının mesajlarını tarar ve kaydeder; ve geçmişte dijital özgürlüğü sınırlayan hükümetlerin taleplerini yerine getirmişti. Google'ın gizlilik politikası hakkında daha fazla bilgi için [***Okuma önerileri***](/tr/chapter_7_5) bölümüne bakınız.\r\n\r\nOlanaklıysa [*https://mail.riseup.net*](https://mail.riseup.net) adresini ziyaret ederek yeni bir RiseUp e-posta hesabı oluşturmalısınız. [*RiseUp*](/tr/glossary#RiseUp) dünyanın her yerindeki aktivistlere ücretsiz e-posta hizmeti sunmaktadır ve sunucularında kaydedilen bilginin korunması konusunda büyük çaba sarf etmektedir. Onlar uzun zamandan beri güvenli bir e-posta çözümü arayışında olanlar için güvenilir bir kaynak olmuştur. Ve Google’ın aksine kullanıcılarının gizliliği konusunda oldukça katı bir politikaları vardır ve bir gün bu politikalarla çatışabilecek hiçbir ticari çıkarları yoktur. Yeni bir [*RiseUp*](/tr/glossary#RiseUp) hesabı oluşturmak için iki ‘davet kodu’na ihtiyacınız olacaktır. Bu kodlar halihazırda bir [*RiseUp*](/tr/glossary#RiseUp) hesabı olan herhangi biri tarafından verilebilir. Bu kitapçığın basılı bir kopyasına sahipseniz, onunla birlikte ‘davet kodlarınızı’ da almış olmanız gerekir. Aksi halde iki [*RiseUp*](/tr/glossary#RiseUp) kullanıcısı bulmanız ve her birine size bir kod göndermesi için sormanız gerekmektedir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*RiseUp – Güvenli E-posta Hizmeti Rehberi*](/en/riseup_main) ile uygulamaya başlayın</div>\t\r\n\r\nHem Gmail hem de [*RiseUp*](/tr/glossary#RiseUp) bir webmail hizmeti sağlayıcısından daha fazlasıdır. Onlar, [***İleri düzey e-posta güvenliği***](/tr/chapter_7_4) başlığı altında betimlenen teknikleri destekleyen Mozilla [*Thunderbird*](/tr/glossary#Thunderbird) gibi bir e-posta istemcisiyle birlikte de kullanılabilir. E-posta istemcinizin e-posta sağlayıcınızla [*şifrelenmiş*](/tr/glossary#Encryption) bir bağlantı yaptığından emin olmak, webmail’inize **HTTPS** ile erişmek kadar önemlidir. Bir e-posta istemcisi kullanıyorsanız ek ayrıntılar için [***Thunderbird Rehberi***](/en/thunderbird_main)’ne bakınız. En azından, hem gelen hem de giden e-posta sunucularınız için [*SSL*](/tr/glossary#SSL)’e ya da [*şifrelemeye*](/tr/glossary#Encryption) izin verdiğinizden emin olun.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Öyle ise RiseUp kullanmaya mı başlamalıyım yoksa sadece güvenli 'https' adresine geçerek Gmail kullanmaya devam edebilir miyim?\r\n\r\nClaudia: Bu sana kalmış ama bir e-posta hizmet sağlayıcısı seçerken kesinlikle göz önünde bulundurman gereken birkaç şey var. Birincisi, hesabına güvenli bir bağlantı sunuyor mu? Gmail sunuyor, o zaman Gmail tamam. İkincisi, hizmet yöneticilerinin e-postalarını gizli tutacaklarına ve okumayacaklarına ya da onları başkalarıyla paylaşmayacaklarına güveniyor musun? Buna sen karar vereceksin. Ve son olarak bu sağlayıcıyla özdeşleşmenin kabul edilebilir olup olmadığını düşünmen gerekir. Bir başka deyişle aktivistler arasında popüler olan, sonu ‘riseup.net’le biten bir e-posta adresini kullanman başına iş açar mı yoksa daha yaygın kullanımı olan ‘gmail.com’ adresini kullanmak mı ihtiyacını karşılar?\r\n</div>\r\n\r\nHangi güvenli e-posta araçlarını kullanmaya karar vermenizden bağımsız olarak, her mesajın bir göndereni ve bir ya da daha fazla alıcısı olduğunu göz önünde bulundurun. Siz sadece resmin bir parçasısınız. E-posta hesabınıza güvenli olarak erişseniz bile bağlantıda olduğunuz kişilerin mesaj gönderirken, okurken ve yanıtlarken hangi önlemleri aldığını ya da almadığını düşünün. Yazıştığınız kişilerin e-posta sağlayıcılarının nerede konumlandığını öğrenmeye çalışın. Doğal olarak bazı ülkeler e-postaları izlemek konusunda diğerlerine göre daha saldırgandır. **Özel iletişimi güvence altına almak için siz ve yazıştığınız kişilerin tümü görece güvenli ülkelerde tutulan güvenli e-posta hizmetleri kullanmalısınız.** Ve mesajlarınızın e-posta sunucunuz ve alıcının e-posta sunucusu arasında ele geçirilmediğinden emin olmak için aynı sağlayıcıdan hesaplar seçmelisiniz. [*RiseUp*](/tr/glossary#RiseUp) iyi bir seçimdir.\r\n \r\n### E-posta güvenliğinizi arttırmak için ek ipuçları ### \r\n\r\n- Beklemediğiniz, bilmediğiniz birinden gelen ya da şüpheli konu satırı içeren e-postaların eklerini açarken daima dikkatli olun. Bu tür e-postaları açarken anti-virüs yazılımınızın güncel olduğundan emin olun ve tarayıcınızın ya da e-posta programınızın gösterdiği herhangi bir uyarıya dikkat edin. \r\n- [***İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır***](/tr/chapter-8) başlıklı [***8. Bölüm***](/tr/chapter-8)’de anlatılan [*Tor*](/tr/glossary#Tor) gibi anonimlik yazılımlarını kullanmanız seçtiğiniz e-posta hizmetini, internet bağlantınızı izliyor olabilecek herhangi birinden gizlemenize yardım edebilir. Ülkenizdeki internet filtrelemesinin boyutlarına bağlı olarak, [*RiseUp*](/tr/glossary#RiseUp) ya da Gmail güvenli e-posta sağlayıcılarına erişmek için dahi, [*Tor*](/tr/glossary#Tor) ya da [***8. Bölüm***](/tr/chapter-8)’de anlatılan diğer [*sansür aşma*](/tr/glossary#Circumvention) araçlarından birini kullanmanız gerekebilir.\r\n- E-posta alıcılarınıza ya da e-posta aracılığıyla mesaj gönderebileceğiniz genel forumlara anonim kalmak amacıyla kullanmak istediğiniz bir hesap oluştururken, kendi kişisel ya da meslekî yaşamınızla ilişkisi olan bir kullanıcı adı ya da ad ve soyadla kayıt yaptırmamaya dikkat etmelisiniz. Bu tür durumlarda, gönderdiğiniz mesaja [*IP adresinizi*](/tr/glossary#IP_address) ekleyen Hotmail, Yahoo ve herhangi bir diğer webmail sağlayıcısını kullanmaktan kaçınmanız da önemlidir.\r\n- Bilgisayarınıza fiziksel olarak kimlerin eriştiğine bağlı olarak, geçici dosyalarınızdan e-posta ilişkili izleri temizlemek, mesajlarınızı internette yol alırken korumak kadar önemli olabilir. Ayrıntılar için [***Hassas bilgiler nasıl imha edilir***](/tr/chapter-6) başlıklı [***6. Bölüm***](/tr/chapter-6)’e ve [***Ccleaner Rehberi***](/en/ccleaner_main)’ne bakınız.\r\n- Bağlantıda olduğunuz kişilerin oluşturduğu ağı korumak amacıyla farklı gruplarla haberleşmek için birden fazla farklı, anonim e-posta hesabı kullanmayı düşünebilirsiniz. Kaydolmak için e-posta hesabı gerektiren internet servisleri için farklı farklı e-posta hesapları kullanabilirsiniz. \r\n- Yukarıda verilen bütün önlemleri aldıktan sonra bile mesajlarınıza ne yazdığınıza çok dikkat etmek ve mesajlarınızın yanlış ellere geçmesi durumunda bunun nasıl bir etkisi olacağını iyi değerlendirmek hâlâ çok önemlidir. Değiş tokuş edilen bilginin güvenliğini arttırmanın bir yolu, hassas bilgileri değiş tokuş ederken insanların gerçek isimlerini, yerlerin gerçek adresini vb. kullanmayacağınız bir kod sistemi geliştirmektir. "
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1957", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1957", 
                "link_title": "Securing your email", 
                "menu_name": "book-toc-1925", 
                "mlid": "5102", 
                "module": "book", 
                "nid": "1957", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5102", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Securing your email", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1454081557", 
            "comment": "0", 
            "created": "1441104534", 
            "current_revision_id": "13079", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_1", 
                        "value": "chapter_7_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5102": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1957", 
                    "link_title": "Securing your email", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5102", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5102", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1957", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1957", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454081557", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "E-postanızı güvenli kılmak", 
                        "value": "E-postanızı güvenli kılmak"
                    }
                ]
            }, 
            "title_original": "Securing your email", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917043", 
                        "created": "1442917043", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454081557", 
                        "created": "1441807179", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096698", 
                        "created": "1443096698", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413432", 
                        "created": "1442413432", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207829", 
                        "created": "1441207829", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108474", 
                        "created": "1442761442", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706061", 
                        "created": "1443706061", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610039", 
                        "created": "1452610039", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457185", 
                        "created": "1443457185", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116016", 
                        "created": "1441116016", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806117", 
                        "created": "1443805205", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101101", 
                        "created": "1443101101", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093824", 
                        "created": "1443093824", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104534", 
                        "created": "1441104534", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1957", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444582341", 
                        "created": "1443623639", 
                        "entity_id": "1957", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1957", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "07c38f73-e0e7-4b89-bac6-c5c1f1dcec3b", 
            "vid": "13079", 
            "vuuid": "e8200cc9-4527-4ece-a5c9-9001bbf011c7"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>E-posta hesabınızın hack’lendiğinden ya da gizliliğinin ihlal edildiğinden şüphe ediyorsanız</strong>, yapılan hasarı aza indirmek için bazı önlemler alabilirsiniz. Hesabınızın hack’lendiğinden emin olmak zor olsa da, aşağıda verilenler hesabınızın gizliliğinin ihlal edildiğini gösteren bazı ip uçlarıdır:</p>\n\n<ul><li>e-posta hesabınızın içeriği ya da ayarlarında sizin yapmadığınız bazı değişiklikler fark etmeniz;</li>\n<li>e-post kontaklarınızın sizin göndermediğiniz bir mesajı aldıklarını size bildirmesi;</li>\n<li>şifrenizin ve diğer ayarlarınızın doğru olduğundan emin olmanıza rağmen e-posta hesabınıza oturum açamıyorsanız; </li>\n<li>iş arkadaşlarınızın gönderdiği e-posta mesajlarını düzenli olarak almıyorsanız; </li>\n<li>sadece e-posta ile gönderilen ya da alınan şahsi bir bilginin, siz ya da yazıştığınız kişi tarafından başkasıyla paylaşılmamış olmasına rağmen, üçüncü şahısların bilgisi dahiline geçmesi;</li>\n<li>hesabınızın etkinlik geçmişinde (e-posta sağlayıcınız bu özelliği sağlıyorsa), hatırlamadığınız bir zamanda veya gitmediğiniz bir yerden (ya da IP adresinden) hesabınıza ulaşıldığını görmeniz.</li>\n</ul><p>Bu gibi durumlarda bazı önlemler almak isteyebilirsiniz:</p>\n\n<ul><li><p><strong>Bahsi geçen e-posta hesabınızdan  hassas bilgiler paylaşmayı bırakın</strong>, en azından durumu daha iyi anlayana kadar.</p></li>\n<li><p><strong>Şifrenizi en kısa zamanda değiştirin</strong>. Bakınız: <a href=\"/tr/chapter-3\"><strong><em>Bölüm 3. Güvenli şifreler nasıl oluşturulur ve muhafaza edilir</em></strong></a>. Hesabınızın (ya da diğer hesaplarınızın) şifresini değiştirebilmek için, e-posta sisteminizde nasıl şifre değiştirildiğini önceden bilmeniz gerekir, böylece gerektiğinde hızlıca uygulayabilirsiniz. <strong>Aynı ya da benzer şifreyi kullandığınız diğer hesaplarınızın şifresini değiştirin</strong>; çünkü bu hesapların da gizliliği ihlal edilmiş olabilir.  Her hesap için farklı ve güçlü  şifreler kullanın. Diğer bütün hesaplarınızın şifrelerini değiştirmek isteyebilirsiniz. Şifrelerinizi saklamak ve idare etmek için <a href=\"/en/keepass_main\"><strong>KeePass</strong></a> kullanmayı göz önünde bulundurun. Bütün hesaplarınızın <strong>güvenlik sorularının cevaplarını değiştirin</strong> (eğer kullanıyorsanız); böylece başkaları tarafından tahmin edilmesini ya da hakkınızda araştırma yapılarak cevapların bulunmasını imkansız kılın. Bu, bilgisayarınıza casus yazılım bulaşması ve dolayısıyla hesaplarınızın riske atılmış olması durumuna karşı bir ön tedbirdir.</p></li>\n<li><p>Eğer şifrenizi değiştirmek için <strong>hesabınıza oturum açamıyorsanız</strong>, e-posta sağlayıcınızla kontağa geçip hesabınızın iadesini istemeyi deneyin. Bu durumlarda kullanıcılara yardımcı olmak için bazı e-posta sağlayıcılarının özel prosedürleri vardır. Bu prosedürlerin içeriğini, bu gibi durumlarla karşılaşmadan önce bilmek faydalıdır.</p></li>\n<li><p><strong>Bilgi kaybını ve bunun tanıdıklarınız üzerindeki etkisini azaltın</strong>. Bir eylem planı yapmak önemlidir. Hesabınızda ne tür hassas bilgilerin olduğunu bilmek ve kimlerle bu hesaptan bilgi paylaştığınızı tespit etmek, kimi uyarmanız gerektiğine karar vermek ve hangi diğer hesapları tekrar ziyaret edeceğinize ya da kapatacağınıza karar vermek. Hangi servisleri (web, finansal, vb.) tekrar ziyaret etmek ya da kapatmak zorunda olduğunuzu kararlaştırın. <strong>Hesap dosyalarını kontrol etmeniz</strong> (eğer mümkünse), hesabınızdan nelerin gönderilmiş olabileceğini araştırmak ve ona göre hareket etmek için önemlidir. <strong>Kontaklarınızı haberdar etmek</strong> için kontak kişilerinizin ayrı bir yedek kopyasını tutmanıza ihtiyacınız olacak. Ayrıca, yapılmış olabilecek değişiklikleri görmek için, <strong>hesap ayarlarınızı yeniden gözden geçirin</strong>. Bağlantılar ve kötü amaçlı yazılımlar için e-posta imza ayarlarını; almış olduğunuz e-mailleri kopyalayarak üçüncü kişilere gönderilmesini sağlayan e-posta forward ayarlarını ve otomatik cevap mesajları, görünen ad gibi diğer ayarları kontrol edin.</p></li>\n<li><p><strong>Hesabınızın gizliliğinin nasıl ihlal edildiğini araştırın</strong>. Zayıf bir şifreniz olduğundan mı, yoksa casus yazılım bulaşmasından mı, gibi. Bu konuda ne kadar çok bilgi sahibi olursanız, duruma o kadar iyi müdahale edebilir ve kontaklarınızı koruyabilirsiniz.</p></li>\n<li><p><strong>Bu hesaptan e-postalarınıza erişen bütün araçların, ve bu hesabınızın şifrelerini muhafaza ettiğiniz araçların güvenliğini yeniden gözden geçirin</strong>. Bakınız: <a href=\"/tr/chapter-1\">1. Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz</a>, <a href=\"/tr/chapter-2\">2. 2. Fiziksel tehditlere karşı bilgilerinizi nasıl korursunuz</a> ve <a href=\"/tr/chapter-11\">11. Akıllı telefonlar nasıl olabildiğince güvenli kullanılır</a>. Anti-virüs yazılımınızı gözden geçirin (bakınız: <a href=\"/en/avast_main\">Avast! - Anti-Virüs</a> ve <a href=\"/en/spybot_main\">Spybot - Anti-Casus Yazılı</a> uygulamalı rehberler). Bilgisayarınızı tarayın: <a href=\"/en/dealingwithviruses#4.1\">4.1 Virüs Salgınlarıyla Baş Etmek için Kısa Rehbe</a> kısmını okuyun. Eksiksiz bir tarama için kurtarma CD’si ya da USB kullanın -  <a href=\"/en/dealingwithviruses#4.9\">4.9 İleri Düzey Virüs Temizleme Metotları</a> kısmını okuyun. Aracınızı temizleyebileceğinizden emin değilseniz, temiz bir kaynaktan işletim sisteminiz dahil bütün yazılımları yeniden yükleyin. <a href=\"/en/firefox_main\">Firefox</a>, <a href=\"/en/thunderbird_main\">Thunderbird</a>, <a href=\"http://www.libreoffice.org/\">LibreOffice</a> ve diğer <a href=\"/tr/glossary#FOSS\">Ücretsiz ve Açık Kaynak Kodlu Programlar</a>  gibi daha güvenli programlara geçmeyi değerlendirin. Yukarıda verilenleri yaptıktan sonra, hesap şifrelerinizi yeni, daha güçlü şifrelerle tekrar değiştirin.</p></li>\n<li><p>E-posta sağlayıcınıza hesabınızın hack’lendiğini rapor etmeyi gözden geçirin.</p></li>\n<li><p>Farklı, daha güvenli bir hesap kullanmayı değerlendirin, örneğin, sıra dışı yer ve araçlardan erişimi engelleyen ya da böyle bir erişim söz konusu olduğunda size haber veren bir hesap. Ülkenizin dışında ‘host’ edilen bir hesabı kullanmayı değerlendirin. E-posta şifrelemesi kullanmayı düşünün – <a href=\"/en/gpg4usb_portable\">gpg4usb - e-posta metni ve dosya şifreleme</a>  ya da <a href=\"/en/thunderbird_main\">Enigmail ve GPG ile Thunderbird – Güvenli E-posta İstemcisi</a>.</p></li>\n<li><p>Okunmuş e-postaları, e-posta hesabınızın sunucusunda depolamaktan kaçınmayı göz önünde bulundurun. Bunun yerine, okunmuş e-postalarınızı güvenliği sağlanmış bilgisayarınıza yükleyin. Hesabınıza bağlanma şeklinizin ve bunu yaparken kullandığınız araçların güvenliğini analiz edin.</p></li>\n</ul><p>Bunun gibi bir durumda hızlı ve doğru şekilde hareket etmeniz önemli. Önceden hazırlanmış ve prova edilmiş bir plan size yardımcı olabilir.</p>\n\n<p>Birilerinin halihazırda e-postalarınızı izlediğinden şüpheleniyorsanız yeni bir hesap oluşturmak ve eskisini yem olarak saklamaya devam etmek isteyebilirsiniz. Bununla beraber, geçmişte e-posta alışverişinde bulunduğunuz herhangi bir hesabın şu anda izleniyor olabileceğini de hatırlayın. Sonuç olarak bazı ek önlemleri dikkatle takip etmelisiniz:</p>\n\n<ul><li>Hem siz hem de geçmişte yazıştığınız kişiler yeni hesaplar oluşturmalı ve bu hesaplara sadece, internet kafeler gibi daha önce hiç kullanmadığınız yerlerden bağlanmalısınız. Bu stratejiyi, normalde kullandığınız ve izlenme ihtimali olan bilgisayarınızdan yaptığınız bağlantıların yeni hesabınızın konumunu ele vermesini engellemek için öneriyoruz. Alternatif olarak, yeni hesabınıza normal konumunuzdan giriş yapmak zorundaysanız bu bağlantıları gizlemek için <a href=\"/tr/chapter-8\"><strong><em>İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır</em></strong></a> başlıklı <a href=\"/tr/chapter-8\"><strong><em>8. Bölüm</em></strong></a>’de anlatılan araçlardan birini kullanabilirsiniz.</li>\n<li>Bu yeni e-posta adresleriyle ilgili bilgiyi sadece, yüz yüze toplantılar, güvenli anlık mesajlar ya da şifrelenmiş <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> iletişimi gibi, güvenli kanalları kullanarak paylaşın. </li>\n<li>En azından bir süre için eski hesabınızdaki trafiği büyük ölçüde değiştirmeden koruyun. Bu, sizi izleyenlere bu hesabı hâlâ hassas haberleşmeleriniz için kullanıyormuşsunuz gibi görünmenizi sağlar. Varsayımsal olarak kritik bilgileri açığa vurmaktan kaçınmak isteyeceksiniz ama böyle yaptığınızı fark ettirmemeye çalışmalısınız. Hayal edebileceğiniz gibi bu bir parça zorlu bir iştir. </li>\n<li>Gerçek kimliğinizle yeni hesabınız arasında bağlantı kurulmasını güçleştirin. Yeni hesabınızdan eskisine ya da eskisinden yenisine (ya da izlenebileceğini düşündüğünüz diğer kişilerin hesaplarına) e-posta göndermeyin.</li>\n<li>Yeni hesabınızı kullanırken ne yazdığınıza dikkat edin. Gerçek adlarla adresleri ve ‘insan hakları’ ya da ‘işkence’ gibi ifadeleri kullanmaktan kaçınmanız en iyisidir. Yazıştığınız kişilerle resmi olmayan bir kod sistemi geliştirin ve bunu düzenli olarak değiştirin.  </li>\n<li>E-posta güvenliğinin sadece güçlü teknik savunmalarla ilgili olmadığını hatırlayın. E-posta güvenliği, sizin ve yazıştığınız kişilerin birbirinizle nasıl iletişim kurduğunuza gösterdiğiniz dikkatle ve teknik olmayan güvenlik alışkanlıklarınızın disiplinli olmasıyla ilişkilidir.</li>\n</ul>", 
                        "summary": "", 
                        "value": "**E-posta hesabınızın hack’lendiğinden ya da gizliliğinin ihlal edildiğinden şüphe ediyorsanız**, yapılan hasarı aza indirmek için bazı önlemler alabilirsiniz. Hesabınızın hack’lendiğinden emin olmak zor olsa da, aşağıda verilenler hesabınızın gizliliğinin ihlal edildiğini gösteren bazı ip uçlarıdır:\r\n\r\n- e-posta hesabınızın içeriği ya da ayarlarında sizin yapmadığınız bazı değişiklikler fark etmeniz;\r\n- e-post kontaklarınızın sizin göndermediğiniz bir mesajı aldıklarını size bildirmesi;\r\n- şifrenizin ve diğer ayarlarınızın doğru olduğundan emin olmanıza rağmen e-posta hesabınıza oturum açamıyorsanız; \r\n- iş arkadaşlarınızın gönderdiği e-posta mesajlarını düzenli olarak almıyorsanız; \r\n- sadece e-posta ile gönderilen ya da alınan şahsi bir bilginin, siz ya da yazıştığınız kişi tarafından başkasıyla paylaşılmamış olmasına rağmen, üçüncü şahısların bilgisi dahiline geçmesi;\r\n- hesabınızın etkinlik geçmişinde (e-posta sağlayıcınız bu özelliği sağlıyorsa), hatırlamadığınız bir zamanda veya gitmediğiniz bir yerden (ya da IP adresinden) hesabınıza ulaşıldığını görmeniz.\r\n\r\nBu gibi durumlarda bazı önlemler almak isteyebilirsiniz:\r\n\r\n- **Bahsi geçen e-posta hesabınızdan  hassas bilgiler paylaşmayı bırakın**, en azından durumu daha iyi anlayana kadar.\r\n\r\n- **Şifrenizi en kısa zamanda değiştirin**. Bakınız: [***Bölüm 3. Güvenli şifreler nasıl oluşturulur ve muhafaza edilir***](/tr/chapter-3). Hesabınızın (ya da diğer hesaplarınızın) şifresini değiştirebilmek için, e-posta sisteminizde nasıl şifre değiştirildiğini önceden bilmeniz gerekir, böylece gerektiğinde hızlıca uygulayabilirsiniz. **Aynı ya da benzer şifreyi kullandığınız diğer hesaplarınızın şifresini değiştirin**; çünkü bu hesapların da gizliliği ihlal edilmiş olabilir.  Her hesap için farklı ve güçlü  şifreler kullanın. Diğer bütün hesaplarınızın şifrelerini değiştirmek isteyebilirsiniz. Şifrelerinizi saklamak ve idare etmek için [**KeePass**](/en/keepass_main) kullanmayı göz önünde bulundurun. Bütün hesaplarınızın **güvenlik sorularının cevaplarını değiştirin** (eğer kullanıyorsanız); böylece başkaları tarafından tahmin edilmesini ya da hakkınızda araştırma yapılarak cevapların bulunmasını imkansız kılın. Bu, bilgisayarınıza casus yazılım bulaşması ve dolayısıyla hesaplarınızın riske atılmış olması durumuna karşı bir ön tedbirdir.\r\n\r\n- Eğer şifrenizi değiştirmek için **hesabınıza oturum açamıyorsanız**, e-posta sağlayıcınızla kontağa geçip hesabınızın iadesini istemeyi deneyin. Bu durumlarda kullanıcılara yardımcı olmak için bazı e-posta sağlayıcılarının özel prosedürleri vardır. Bu prosedürlerin içeriğini, bu gibi durumlarla karşılaşmadan önce bilmek faydalıdır. \r\n\r\n- **Bilgi kaybını ve bunun tanıdıklarınız üzerindeki etkisini azaltın**. Bir eylem planı yapmak önemlidir. Hesabınızda ne tür hassas bilgilerin olduğunu bilmek ve kimlerle bu hesaptan bilgi paylaştığınızı tespit etmek, kimi uyarmanız gerektiğine karar vermek ve hangi diğer hesapları tekrar ziyaret edeceğinize ya da kapatacağınıza karar vermek. Hangi servisleri (web, finansal, vb.) tekrar ziyaret etmek ya da kapatmak zorunda olduğunuzu kararlaştırın. **Hesap dosyalarını kontrol etmeniz** (eğer mümkünse), hesabınızdan nelerin gönderilmiş olabileceğini araştırmak ve ona göre hareket etmek için önemlidir. **Kontaklarınızı haberdar etmek** için kontak kişilerinizin ayrı bir yedek kopyasını tutmanıza ihtiyacınız olacak. Ayrıca, yapılmış olabilecek değişiklikleri görmek için, **hesap ayarlarınızı yeniden gözden geçirin**. Bağlantılar ve kötü amaçlı yazılımlar için e-posta imza ayarlarını; almış olduğunuz e-mailleri kopyalayarak üçüncü kişilere gönderilmesini sağlayan e-posta forward ayarlarını ve otomatik cevap mesajları, görünen ad gibi diğer ayarları kontrol edin.\r\n\r\n- **Hesabınızın gizliliğinin nasıl ihlal edildiğini araştırın**. Zayıf bir şifreniz olduğundan mı, yoksa casus yazılım bulaşmasından mı, gibi. Bu konuda ne kadar çok bilgi sahibi olursanız, duruma o kadar iyi müdahale edebilir ve kontaklarınızı koruyabilirsiniz.\r\n\r\n- **Bu hesaptan e-postalarınıza erişen bütün araçların, ve bu hesabınızın şifrelerini muhafaza ettiğiniz araçların güvenliğini yeniden gözden geçirin**. Bakınız: [1. Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz](/tr/chapter-1), [2. 2. Fiziksel tehditlere karşı bilgilerinizi nasıl korursunuz](/tr/chapter-2) ve [11. Akıllı telefonlar nasıl olabildiğince güvenli kullanılır](/tr/chapter-11). Anti-virüs yazılımınızı gözden geçirin (bakınız: [Avast! - Anti-Virüs](/en/avast_main) ve [Spybot - Anti-Casus Yazılı](/en/spybot_main) uygulamalı rehberler). Bilgisayarınızı tarayın: [4.1 Virüs Salgınlarıyla Baş Etmek için Kısa Rehbe](/en/dealingwithviruses#4.1) kısmını okuyun. Eksiksiz bir tarama için kurtarma CD’si ya da USB kullanın -  [4.9 İleri Düzey Virüs Temizleme Metotları](/en/dealingwithviruses#4.9) kısmını okuyun. Aracınızı temizleyebileceğinizden emin değilseniz, temiz bir kaynaktan işletim sisteminiz dahil bütün yazılımları yeniden yükleyin. [Firefox](/en/firefox_main), [Thunderbird](/en/thunderbird_main), [LibreOffice](http://www.libreoffice.org/) ve diğer [Ücretsiz ve Açık Kaynak Kodlu Programlar](/tr/glossary#FOSS)  gibi daha güvenli programlara geçmeyi değerlendirin. Yukarıda verilenleri yaptıktan sonra, hesap şifrelerinizi yeni, daha güçlü şifrelerle tekrar değiştirin. \r\n\r\n- E-posta sağlayıcınıza hesabınızın hack’lendiğini rapor etmeyi gözden geçirin.\r\n\r\n- Farklı, daha güvenli bir hesap kullanmayı değerlendirin, örneğin, sıra dışı yer ve araçlardan erişimi engelleyen ya da böyle bir erişim söz konusu olduğunda size haber veren bir hesap. Ülkenizin dışında ‘host’ edilen bir hesabı kullanmayı değerlendirin. E-posta şifrelemesi kullanmayı düşünün – [gpg4usb - e-posta metni ve dosya şifreleme](/en/gpg4usb_portable)  ya da [Enigmail ve GPG ile Thunderbird – Güvenli E-posta İstemcisi](/en/thunderbird_main).\r\n\r\n- Okunmuş e-postaları, e-posta hesabınızın sunucusunda depolamaktan kaçınmayı göz önünde bulundurun. Bunun yerine, okunmuş e-postalarınızı güvenliği sağlanmış bilgisayarınıza yükleyin. Hesabınıza bağlanma şeklinizin ve bunu yaparken kullandığınız araçların güvenliğini analiz edin.\r\n\r\nBunun gibi bir durumda hızlı ve doğru şekilde hareket etmeniz önemli. Önceden hazırlanmış ve prova edilmiş bir plan size yardımcı olabilir.\r\n\r\n\r\nBirilerinin halihazırda e-postalarınızı izlediğinden şüpheleniyorsanız yeni bir hesap oluşturmak ve eskisini yem olarak saklamaya devam etmek isteyebilirsiniz. Bununla beraber, geçmişte e-posta alışverişinde bulunduğunuz herhangi bir hesabın şu anda izleniyor olabileceğini de hatırlayın. Sonuç olarak bazı ek önlemleri dikkatle takip etmelisiniz:\r\n\r\n- Hem siz hem de geçmişte yazıştığınız kişiler yeni hesaplar oluşturmalı ve bu hesaplara sadece, internet kafeler gibi daha önce hiç kullanmadığınız yerlerden bağlanmalısınız. Bu stratejiyi, normalde kullandığınız ve izlenme ihtimali olan bilgisayarınızdan yaptığınız bağlantıların yeni hesabınızın konumunu ele vermesini engellemek için öneriyoruz. Alternatif olarak, yeni hesabınıza normal konumunuzdan giriş yapmak zorundaysanız bu bağlantıları gizlemek için [***İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır***](/tr/chapter-8) başlıklı [***8. Bölüm***](/tr/chapter-8)’de anlatılan araçlardan birini kullanabilirsiniz.\r\n- Bu yeni e-posta adresleriyle ilgili bilgiyi sadece, yüz yüze toplantılar, güvenli anlık mesajlar ya da şifrelenmiş [*VoIP*](/tr/glossary#VoIP) iletişimi gibi, güvenli kanalları kullanarak paylaşın. \r\n- En azından bir süre için eski hesabınızdaki trafiği büyük ölçüde değiştirmeden koruyun. Bu, sizi izleyenlere bu hesabı hâlâ hassas haberleşmeleriniz için kullanıyormuşsunuz gibi görünmenizi sağlar. Varsayımsal olarak kritik bilgileri açığa vurmaktan kaçınmak isteyeceksiniz ama böyle yaptığınızı fark ettirmemeye çalışmalısınız. Hayal edebileceğiniz gibi bu bir parça zorlu bir iştir. \r\n- Gerçek kimliğinizle yeni hesabınız arasında bağlantı kurulmasını güçleştirin. Yeni hesabınızdan eskisine ya da eskisinden yenisine (ya da izlenebileceğini düşündüğünüz diğer kişilerin hesaplarına) e-posta göndermeyin.\r\n- Yeni hesabınızı kullanırken ne yazdığınıza dikkat edin. Gerçek adlarla adresleri ve ‘insan hakları’ ya da ‘işkence’ gibi ifadeleri kullanmaktan kaçınmanız en iyisidir. Yazıştığınız kişilerle resmi olmayan bir kod sistemi geliştirin ve bunu düzenli olarak değiştirin.  \r\n- E-posta güvenliğinin sadece güçlü teknik savunmalarla ilgili olmadığını hatırlayın. E-posta güvenliği, sizin ve yazıştığınız kişilerin birbirinizle nasıl iletişim kurduğunuza gösterdiğiniz dikkatle ve teknik olmayan güvenlik alışkanlıklarınızın disiplinli olmasıyla ilişkilidir."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1958", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1958", 
                "link_title": "Tips on responding to suspected email hacking and surveillance", 
                "menu_name": "book-toc-1925", 
                "mlid": "5103", 
                "module": "book", 
                "nid": "1958", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5103", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Tips on responding to suspected email hacking and surveillance", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1456314319", 
            "comment": "0", 
            "created": "1441104684", 
            "current_revision_id": "13350", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_2", 
                        "value": "chapter_7_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5103": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1958", 
                    "link_title": "Tips on responding to suspected email hacking and surveillance", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5103", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5103", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1958", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1958", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456314319", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "E-postaların hack&#039;lendiğinden ya da izlendiğinden şüphe edildiğinde yapabilecekleriniz üzerine ipuçları", 
                        "value": "E-postaların hack'lendiğinden ya da izlendiğinden şüphe edildiğinde yapabilecekleriniz üzerine ipuçları"
                    }
                ]
            }, 
            "title_original": "Tips on responding to suspected email hacking and surveillance", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917116", 
                        "created": "1442917116", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227788", 
                        "created": "1441807318", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096676", 
                        "created": "1443096676", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413573", 
                        "created": "1442413573", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207916", 
                        "created": "1441207916", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1456314319", 
                        "created": "1442761461", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706033", 
                        "created": "1443706033", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610504", 
                        "created": "1452610504", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457261", 
                        "created": "1443457261", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116181", 
                        "created": "1441116181", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443805722", 
                        "created": "1443805722", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101121", 
                        "created": "1443101121", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443093895", 
                        "created": "1443093895", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104684", 
                        "created": "1441104684", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1958", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444582600", 
                        "created": "1443623680", 
                        "entity_id": "1958", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1958", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "cf780b4a-f28f-4c52-b681-ce93e073893d", 
            "vid": "13350", 
            "vuuid": "c5a40ec8-b1ba-4b47-897e-75ff58cc2fd0"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>E-postaya benzer bir biçimde anlık mesajlaşma ve <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> yazılımı, seçtiğiniz araçlara ve onları nasıl kullandığınıza bağlı olarak güvenli ya da güvensiz olabilir.</p>\n\n<p><strong>Anlık mesajlaşma yazılımınızı güvenli kılmak</strong></p>\n\n<p>‘Sohbet/chat’ olarak da adlandırılan anlık mesajlaşma, normalde güvenli değildir ve e-posta kadar izlenmeye açık olabilir. Sohbet oturumlarınızın gizliliğini güvenlik altına almaya yardım edebilecek programlar bulunmaktadır. Ancak e-postalarda olduğu gibi, güvenli bir iletişim kanalı hem sizin hem de anlık mesajlaştığınız kişilerin aynı yazılımı kullanmasını ve aynı güvenlik önlemlerini almasını gerektirir.</p>\n\n<p>Var olan birçok anlık mesajlaşma protokolünü destekleyen, hesap adınızı değiştirmek ya da bağlantıda olduğunuz kişiler listesini yeniden oluşturmak zorunda kalmaksızın kolayca kullanmaya başlayabileceğiniz, <a href=\"/tr/glossary#Pidgin\"><em>Pidgin</em></a> adı verilen bir sohbet programı bulunmaktadır. <a href=\"/tr/glossary#Pidgin\"><em>Pidgin</em></a> aracılığıyla özel ve <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> konuşmalar yapmak için <em>Off the Record <a href=\"/tr/glossary#OTR\"><em>OTR</em></a></em> eklentisini kurmanız ve aktif hale getirmeniz gerekmektedir. Bu oldukça basit bir süreçtir.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Uygulama</strong>: <a href=\"/en/pidgin_main\"><em>OTR eklentili Pidgin – Güvenli Anlık Mesajlaşma Rehberi</em></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<div class=\"background\">\n\n<p>Pablo: Yahoo webmail servisi güvensizse bu Yahoo Sohbet’in de güvensiz olduğu anlamına mı geliyor?</p>\n\n<p>Claudia: Hatırlanması gereken şey, anlık mesajlaşmayı bu raporu tartışmak için kullanmak istiyorsak bu işe dahil olan herkesin Pidgin ve OTR yazılımlarını yüklemiş olduğundan emin olmak. Yüklemişlerse Yahoo Sohbet ya da diğer sohbet hizmetlerini kullanabiliriz.</p>\n\n</div>\n\n<p><strong>VoIP yazılımınızı güvenli kılmak</strong></p>\n\n<p>Diğer <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> kullanıcılarıyla yapılan <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> görüşmeleri genelde ücretsizdir. Bazı programlar uluslararası numaralar dahil, telefonlarla da ucuz görüşmeler yapmanıza izin verebilir. Bu özelliklerin çok yararlı olduğunu söylemeye gerek bile yok. <a href=\"http://www.skype.com\">Skype</a> (aşağıya bakınız), <a href=\"http://jitsi.org/\">Jitsi</a>, <a href=\"http://www.google.com/talk\">Google Talk</a>, <a href=\"http://voice.yahoo.com/\">Yahoo! Voice</a>, ve <a href=\"http://explore.live.com/windows-live-messenger\">MSN Messenger</a>, günümüzün daha popüler <a href=\"/tr/glossary#VoIP\"><em>VoIP</em></a> programlarından bazılarıdır.</p>\n\n<p>Normal olarak, internet üzerinden sesli iletişim korumasız e-posta ve anlık mesajlaşmadan daha güvenli değildir. Hassas bilgileri paylaşmak için sesli iletişimi kullanırken bilgisayarınızdan alıcının bilgisayarına kadar olan yol boyunca görüşmenizi şifreleyen bir araç seçmek önemlidir. Güvenilir bir topluluk tarafından gözden geçirilmiş, sınanmış ve tavsiye edilmiş Ücretsiz ve Açık-Kaynak Kodlu bir Yazılımı kullanmak en iyisi olacaktır. Yukarıdaki kriterleri göz önünde bulundurarak VoIP seçiminiz olarak <a href=\"http://jitsi.org/\"><em>Jitsi</em></a>’yi denemenizi öneriyoruz.</p>\n\n<p><strong>Skype'ın güvenliği hakkında uyarı</strong></p>\n\n<p><a href=\"/tr/glossary#Skype\"><em>Skype</em></a> sabit ve cep telefonlarını aramayı da destekleyen, oldukça yaygın olarak kullanılan bir anlık mesajlaşma ve VoIP aracıdır.  Popülerliğine rağmen birçok sorun bu yazılımı güvenli bir seçim olmaktan çıkarır. Bu sorunlardan bazıları aşağıda tanımlanmıştır.</p>\n\n<p>Skype’a göre o hem mesajları hem de sesli aramaları <a href=\"/tr/glossary#Encryption\"><em>şifrelemektedir</em></a>, bu sadece iletişimin her iki tarafının da Skype programı kullanması durumunda gerçekleşir. Skype telefon aramalarını ve SMS mesajları olarak gönderilen metinleri şifrelememektedir.</p>\n\n<p>İletişimin her iki tarafı da (orijinal) Skype programı kullanıyorsa, Skype görüşmesinin şifrelenmesi onu, telefon üzerinden yapılan sıradan bir aramadan görünüşte daha güvenli kılmaktadır. Ama Skype’ın kapalı-kaynak kodlu bir program olması, bağımsız bir denetimi ve şifreleme konusundaki iddialarının değerlendirilmesini olanaksız kılmaktadır. Bu nedenledir ki Skype’ın kullanıcılarını, kullanıcıların bilgilerini ve iletişimini ne kadar iyi koruduğunu doğrulamak olanaksızdır. <a href=\"/tr/chapter-1\"><strong><em>Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz</em></strong></a> başlıklı <a href=\"/tr/chapter-1\"><strong><em>1. Bölüm</em></strong></a>’ün <a href=\"/tr/chapter_1_4\"><strong><em>Yazılımlarınızı güncel tutmak</em></strong></a> kısmı, <em>Ücretsiz ve Açık-Kaynak Kodlu Yazılım</em> <a href=\"/tr/glossary#FOSS\"><em>FOSS</em></a>’un erdemlerine işaret eder.</p>\n\n<p>Daha öncede belirtildiği gibi, güvenli bir iletişim aracı olarak her ne kadar Skype’ı tavsiye edemiyorsak da, hassas iletişimleriniz için bir araç olarak Skype’ı kullanmaya yine de karar verdiyseniz bazı önlemler almanız önemlidir:</p>\n\n<ul><li>Casus yazılım bulaşmış bir Skype programından kaçınmak için, Skype’ı sadece resmî web sitesinden, <a href=\"http://www.skype.com\">www.skype.com</a>, indirin ve kurun. URL’yi daima iki kez kontrol etmek resmî siteye bağlandığınızdan emin olmak için önemlidir. Bazı ülkelerde Skype web sitesi engellenmiştir ve/veya Skype’ın resmî sitesi olduğunu iddia eden birçok sahte site bulunmaktadır. Bu tür birçok durumda, erişilebilir durumdaki Skype sürümlerine, herhangi bir iletişimi izlemek için tasarlanmış kötü amaçlı yazılımların bulaşmış olması olasıdır. Yazılımın en son sürümünü kurmak ya da bir üst sürüme geçmek istediğiniz her seferinde, Skype web sitesine bağlanmak için <a href=\"/tr/chapter-8\">8. Bölüm</a>’de açıklanan sansür aşma araçlarını kullanın ve orijinal bir Skype programı indirin.</li>\n<li>Düzenli aralıklarla Skype şifrenizi değiştirmeniz önemlidir. Skype farklı konumlardan çoklu girişe izin vermektedir ve eş zamanlı oturumların sayısı hakkında size bilgi vermemektedir. Bu büyük bir risk taşımaktadır, şifreniz tehlikedeyse bu şifreyle herhangi biri de giriş yapabilir. Giriş yapılan oturumlar, tüm yazılı mesajlara ve arama geçmişine erişimi de elde eder. Şifre değiştirmek bu tür düzenbaz oturumları (yeniden giriş yapmaya zorlayarak) engellemenin tek yoludur. </li>\n<li>Skype’ın gizlilik ayarlarını sohbet geçmişini saklamayacak şekilde değiştirmek de tavsiye edilebilir. </li>\n<li>Skype’ın gelen dosyaları otomatik olarak kabul etme ayarlarını kapatmanız tavsiye edilir. Öyle ki bu yöntem zaman zaman kötü amaçlı/casus yazılımları bilgisayarınıza bulaştırmak için kullanılır. </li>\n<li>İletişimde olduğunuz kişinin kimliğini daima bağımsız olarak doğrulayın. Konuşmak istediğiniz kişiyi tanıyorsanız, sesli sohbet sırasında bunu yapmak kolaydır. </li>\n<li>Skype kullanıcı adınızın gerçek adınızla ya da kuruluşunuzun adıyla aynı ya da onunla herhangi bir ilişkisinin olup olmaması gerektiğine karar verin. </li>\n<li>Daima alternatif iletişim yollarına sahip olun –Skype her an kullanılamaz hale gelebilir. </li>\n<li>Ne söylediğinize dikkat edin -spesifik bir terminoloji kullanmaksızın hassas konuları tartışmak için bir kodlama sistemi geliştirin. </li>\n</ul><p>Skype’ın popülerliğine rağmen, yukarıda değinilen kaygılar, güvenli bir deneyim için onu tartışmalı hale getirir. VoIP için Jitsi’yi ve güvenli anlık mesajlaşma için <a href=\"/tr/glossary#OTR\"><em>OTR</em></a> eklentisiyle <a href=\"/tr/glossary#Pidgin\"><em>Pidgin</em></a>’i kullanmaya başlamanızı öneriyoruz.</p>\n", 
                        "summary": "", 
                        "value": "E-postaya benzer bir biçimde anlık mesajlaşma ve [*VoIP*](/tr/glossary#VoIP) yazılımı, seçtiğiniz araçlara ve onları nasıl kullandığınıza bağlı olarak güvenli ya da güvensiz olabilir.\r\n\r\n**Anlık mesajlaşma yazılımınızı güvenli kılmak**\r\n\r\n‘Sohbet/chat’ olarak da adlandırılan anlık mesajlaşma, normalde güvenli değildir ve e-posta kadar izlenmeye açık olabilir. Sohbet oturumlarınızın gizliliğini güvenlik altına almaya yardım edebilecek programlar bulunmaktadır. Ancak e-postalarda olduğu gibi, güvenli bir iletişim kanalı hem sizin hem de anlık mesajlaştığınız kişilerin aynı yazılımı kullanmasını ve aynı güvenlik önlemlerini almasını gerektirir.\r\n\r\nVar olan birçok anlık mesajlaşma protokolünü destekleyen, hesap adınızı değiştirmek ya da bağlantıda olduğunuz kişiler listesini yeniden oluşturmak zorunda kalmaksızın kolayca kullanmaya başlayabileceğiniz, [*Pidgin*](/tr/glossary#Pidgin) adı verilen bir sohbet programı bulunmaktadır. [*Pidgin*](/tr/glossary#Pidgin) aracılığıyla özel ve [*şifrelenmiş*](/tr/glossary#Encryption) konuşmalar yapmak için *Off the Record [*OTR*](/tr/glossary#OTR)* eklentisini kurmanız ve aktif hale getirmeniz gerekmektedir. Bu oldukça basit bir süreçtir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Uygulama**: [*OTR eklentili Pidgin – Güvenli Anlık Mesajlaşma Rehberi*](/en/pidgin_main) ile uygulamaya başlayın\r\n</div>\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nPablo: Yahoo webmail servisi güvensizse bu Yahoo Sohbet’in de güvensiz olduğu anlamına mı geliyor?\r\n\t\t\t\r\nClaudia: Hatırlanması gereken şey, anlık mesajlaşmayı bu raporu tartışmak için kullanmak istiyorsak bu işe dahil olan herkesin Pidgin ve OTR yazılımlarını yüklemiş olduğundan emin olmak. Yüklemişlerse Yahoo Sohbet ya da diğer sohbet hizmetlerini kullanabiliriz.\r\n</div>\r\n\r\n**VoIP yazılımınızı güvenli kılmak**\r\n\r\n\r\nDiğer [*VoIP*](/tr/glossary#VoIP) kullanıcılarıyla yapılan [*VoIP*](/tr/glossary#VoIP) görüşmeleri genelde ücretsizdir. Bazı programlar uluslararası numaralar dahil, telefonlarla da ucuz görüşmeler yapmanıza izin verebilir. Bu özelliklerin çok yararlı olduğunu söylemeye gerek bile yok. [Skype](http://www.skype.com) (aşağıya bakınız), [Jitsi](http://jitsi.org/), [Google Talk](http://www.google.com/talk), [Yahoo! Voice](http://voice.yahoo.com/), ve [MSN Messenger](http://explore.live.com/windows-live-messenger), günümüzün daha popüler [*VoIP*](/tr/glossary#VoIP) programlarından bazılarıdır.\r\n\r\nNormal olarak, internet üzerinden sesli iletişim korumasız e-posta ve anlık mesajlaşmadan daha güvenli değildir. Hassas bilgileri paylaşmak için sesli iletişimi kullanırken bilgisayarınızdan alıcının bilgisayarına kadar olan yol boyunca görüşmenizi şifreleyen bir araç seçmek önemlidir. Güvenilir bir topluluk tarafından gözden geçirilmiş, sınanmış ve tavsiye edilmiş Ücretsiz ve Açık-Kaynak Kodlu bir Yazılımı kullanmak en iyisi olacaktır. Yukarıdaki kriterleri göz önünde bulundurarak VoIP seçiminiz olarak [*Jitsi*](http://jitsi.org/)’yi denemenizi öneriyoruz.\r\n\r\n\r\n**Skype'ın güvenliği hakkında uyarı**\r\n\r\n[*Skype*](/tr/glossary#Skype) sabit ve cep telefonlarını aramayı da destekleyen, oldukça yaygın olarak kullanılan bir anlık mesajlaşma ve VoIP aracıdır.  Popülerliğine rağmen birçok sorun bu yazılımı güvenli bir seçim olmaktan çıkarır. Bu sorunlardan bazıları aşağıda tanımlanmıştır.\r\n\r\nSkype’a göre o hem mesajları hem de sesli aramaları [*şifrelemektedir*](/tr/glossary#Encryption), bu sadece iletişimin her iki tarafının da Skype programı kullanması durumunda gerçekleşir. Skype telefon aramalarını ve SMS mesajları olarak gönderilen metinleri şifrelememektedir.\r\n\r\nİletişimin her iki tarafı da (orijinal) Skype programı kullanıyorsa, Skype görüşmesinin şifrelenmesi onu, telefon üzerinden yapılan sıradan bir aramadan görünüşte daha güvenli kılmaktadır. Ama Skype’ın kapalı-kaynak kodlu bir program olması, bağımsız bir denetimi ve şifreleme konusundaki iddialarının değerlendirilmesini olanaksız kılmaktadır. Bu nedenledir ki Skype’ın kullanıcılarını, kullanıcıların bilgilerini ve iletişimini ne kadar iyi koruduğunu doğrulamak olanaksızdır. [***Bilgisayarınızı kötü amaçlı yazılımlara ve hacker'lara karşı nasıl korursunuz***](/tr/chapter-1) başlıklı [***1. Bölüm***](/tr/chapter-1)’ün [***Yazılımlarınızı güncel tutmak***](/tr/chapter_1_4) kısmı, *Ücretsiz ve Açık-Kaynak Kodlu Yazılım* [*FOSS*](/tr/glossary#FOSS)’un erdemlerine işaret eder.\r\n\r\nDaha öncede belirtildiği gibi, güvenli bir iletişim aracı olarak her ne kadar Skype’ı tavsiye edemiyorsak da, hassas iletişimleriniz için bir araç olarak Skype’ı kullanmaya yine de karar verdiyseniz bazı önlemler almanız önemlidir:\r\n\r\n- Casus yazılım bulaşmış bir Skype programından kaçınmak için, Skype’ı sadece resmî web sitesinden, [www.skype.com](http://www.skype.com), indirin ve kurun. URL’yi daima iki kez kontrol etmek resmî siteye bağlandığınızdan emin olmak için önemlidir. Bazı ülkelerde Skype web sitesi engellenmiştir ve/veya Skype’ın resmî sitesi olduğunu iddia eden birçok sahte site bulunmaktadır. Bu tür birçok durumda, erişilebilir durumdaki Skype sürümlerine, herhangi bir iletişimi izlemek için tasarlanmış kötü amaçlı yazılımların bulaşmış olması olasıdır. Yazılımın en son sürümünü kurmak ya da bir üst sürüme geçmek istediğiniz her seferinde, Skype web sitesine bağlanmak için [8. Bölüm](/tr/chapter-8)’de açıklanan sansür aşma araçlarını kullanın ve orijinal bir Skype programı indirin.\r\n- Düzenli aralıklarla Skype şifrenizi değiştirmeniz önemlidir. Skype farklı konumlardan çoklu girişe izin vermektedir ve eş zamanlı oturumların sayısı hakkında size bilgi vermemektedir. Bu büyük bir risk taşımaktadır, şifreniz tehlikedeyse bu şifreyle herhangi biri de giriş yapabilir. Giriş yapılan oturumlar, tüm yazılı mesajlara ve arama geçmişine erişimi de elde eder. Şifre değiştirmek bu tür düzenbaz oturumları (yeniden giriş yapmaya zorlayarak) engellemenin tek yoludur. \r\n- Skype’ın gizlilik ayarlarını sohbet geçmişini saklamayacak şekilde değiştirmek de tavsiye edilebilir. \r\n- Skype’ın gelen dosyaları otomatik olarak kabul etme ayarlarını kapatmanız tavsiye edilir. Öyle ki bu yöntem zaman zaman kötü amaçlı/casus yazılımları bilgisayarınıza bulaştırmak için kullanılır. \r\n- İletişimde olduğunuz kişinin kimliğini daima bağımsız olarak doğrulayın. Konuşmak istediğiniz kişiyi tanıyorsanız, sesli sohbet sırasında bunu yapmak kolaydır. \r\n- Skype kullanıcı adınızın gerçek adınızla ya da kuruluşunuzun adıyla aynı ya da onunla herhangi bir ilişkisinin olup olmaması gerektiğine karar verin. \r\n- Daima alternatif iletişim yollarına sahip olun –Skype her an kullanılamaz hale gelebilir. \r\n- Ne söylediğinize dikkat edin -spesifik bir terminoloji kullanmaksızın hassas konuları tartışmak için bir kodlama sistemi geliştirin. \r\n\r\nSkype’ın popülerliğine rağmen, yukarıda değinilen kaygılar, güvenli bir deneyim için onu tartışmalı hale getirir. VoIP için Jitsi’yi ve güvenli anlık mesajlaşma için [*OTR*](/tr/glossary#OTR) eklentisiyle [*Pidgin*](/tr/glossary#Pidgin)’i kullanmaya başlamanızı öneriyoruz."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1959", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1959", 
                "link_title": "Securing other Internet communication tools", 
                "menu_name": "book-toc-1925", 
                "mlid": "5104", 
                "module": "book", 
                "nid": "1959", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5104", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Securing other Internet communication tools", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455895666", 
            "comment": "0", 
            "created": "1441104731", 
            "current_revision_id": "13282", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_3", 
                        "value": "chapter_7_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5104": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1959", 
                    "link_title": "Securing other Internet communication tools", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5104", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5104", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1959", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1959", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455895666", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Diğer internet iletişim araçlarını güvenli kılmak", 
                        "value": "Diğer internet iletişim araçlarını güvenli kılmak"
                    }
                ]
            }, 
            "title_original": "Securing other Internet communication tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455886970", 
                        "created": "1442917218", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227836", 
                        "created": "1441807403", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096655", 
                        "created": "1443096655", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413732", 
                        "created": "1442413732", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441207972", 
                        "created": "1441207972", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108634", 
                        "created": "1442761759", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706016", 
                        "created": "1443706016", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452610615", 
                        "created": "1452610615", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457311", 
                        "created": "1443457311", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116268", 
                        "created": "1441116268", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806255", 
                        "created": "1443806255", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101141", 
                        "created": "1443101141", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094015", 
                        "created": "1443094015", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104731", 
                        "created": "1441104731", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1959", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455895666", 
                        "created": "1443623710", 
                        "entity_id": "1959", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1959", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "71dcb597-9831-4996-a0ca-6e6a31dd4cd8", 
            "vid": "13282", 
            "vuuid": "d8aea876-2f6c-41fc-b038-53e3841c9d17"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Aşağıda tartışılan araçlar ve kavramlar deneyimli bilgisayar kullanıcılarına tavsiye edilir.</p>\n\n<h3>E-postada Açık Anahtar Şifrelemesini Kullanmak</h3>\n\n<p>Güvenli olmayan e-posta hesaplarıyla bile daha üst düzey bir e-posta güvenliği elde etmek olanaklıdır. Bunu yapmak için açık anahtar <a href=\"/tr/glossary#Encryption\"><strong>şifrelemesini</strong></a> öğrenmeniz gerekir. Bu teknik her özgün mesajı kodlayarak mesajınızı göndermek istediğiniz kişi haricinde herkese okunmaz kılar. Açık anahtar <a href=\"/tr/glossary#Encryption\"><strong>şifrelemesini</strong></a> hünerli yönü şudur: bağlantıda olduğunuz kişilerle gelecekte mesajlarınızı nasıl şifreleyeceğiniz konusunda herhangi bir gizli bilgi alışverişinde bulunmak zorunda olmazsınız.</p>\n\n<div class=\"background\">\n\n<p><strong>Pablo</strong>: Ama bu nasıl çalışıyor?</p>\n\n<p><strong>Claudia</strong>: Matematik! Bir e-posta alıcısının özel açık anahtarını kullanarak o kişiye yollamak istediğin e-posta’yı kodlarsın. Açık anahtar özgürce dağıtılabilir. Ardından alıcı, gelen mesajlarını okumak için dikkatle korumak zorunda olduğu gizli ‘özel anahtarı’nı kullanır.  Sırası gelince o kişi, sana yazdıklarını şifrelemek için senin açık anahtarını kullanır. Sonuç olarak açık anahtarlarınızı değiş tokuş etmek zorundasınız, ama anahtarlarınızı, bunları elde etmek isteyen herhangi biri için endişelenmeksizin, herkese açık bir biçimde paylaşabilirsiniz.</p>\n\n</div>\n\n<p>Bu teknik, herhangi bir e-posta servisiyle birlikte, hatta güvenli iletişim kanalları olmayanlarla bile, kullanılabilir çünkü her bir mesaj bilgisayarınızı terk etmeden önce <a href=\"/tr/glossary#Encryption\"><strong>şifrelenir</strong></a>.</p>\n\n<p><a href=\"/tr/glossary#Encryption\"><strong>Şifreleme</strong></a> kullanarak dikkatleri üzerinize çekebileceğinizi hatırlayın. Bir webmail hesabı dahil, güvenli bir internet sitesine erişirken kullandığınız <a href=\"/tr/glossary#Encryption\"><strong>şifrelemenin</strong></a> türü, burada tartışılan açık anahtar <a href=\"/tr/glossary#Encryption\"><strong>şifrelemesi</strong></a> türüne göre daha az şüpheli görülür. Bazı durumlarda, bu tür <a href=\"/tr/glossary#Encryption\"><strong>şifrelenmiş</strong></a> veri içeren e-postalar ele geçirilir ya da <a href=\"/tr/glossary#Encryption\"><strong>şifrelenmiş</strong></a> e-postalar açık bir foruma gönderilirse, bu durum, bunları gönderen kişiyi mesajın içeriğinden bağımsız olarak, suçlu durumuna düşürebilir. Bazen mesajınızın gizliliği ile dikkat çekmeme gereksinimi arasında seçim yapmak zorunda kalabilirsiniz.</p>\n\n<h3>Bir Mesajı Şifrelemek ve Kimliğini Doğrulamak</h3>\n\n<p>Açık anahtar <a href=\"/tr/glossary#Encryption\"><strong>şifrelemesi</strong></a> ilk bakışta karmaşık görünebilir ama temel ilkeleri anladığınızda oldukça kolaydır ve araçları kullanmak da zor değildir. Basit, kullanıcı dostu ve taşınabilir <strong>gpg4usb</strong> programı, internete bağlı olmasanız bile e-posta mesajlarını ve dosyaları şifreleyebilir.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Uygulama</strong>: <a href=\"/en/gpg4usb_portable\"><strong><em>Taşınabilir gpg4usb – E-posta metinleri ve dosya şifreleme programı rehberi</em></strong></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p><strong>Mozilla</strong> <a href=\"/tr/glossary#Thunderbird\"><strong>Thunderbird</strong></a> e-posta programı <a href=\"/tr/glossary#Enigmail\"><strong>Enigmail</strong></a> adı verilen uzantısıyla birlikte e-posta mesajlarını şifrelemede ve onların şifresinin çözülmesinde kolayca kullanılabilir.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Uygulama</strong>: <a href=\"/en/thunderbird_main\"><strong><em>Enigmail ve GPG ile Thunderbird - Güvenli E-posta İstemcisi Rehberi</em></strong></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p><a href=\"/tr/glossary#VaultletSuite\"><strong>VaultletSuite 2 Go</strong></a>, ücretsiz şifrelenmiş e-posta programını kullanmak, programı sağlayan şirkete güvenmeye ve sizin için işlerin bir kısmını yapmalarına izin vermeye istekliyseniz, <strong>Thunderbird</strong>’den bile daha kolaydır.</p>\n\n<div class=\"getstarted\">\n\n<p><strong>Uygulama</strong>: <a href=\"/en/vaultletsuite_main\"><strong><em>VaultletSuite 2Go – Güvenli E-posta İstemcisi Rehberi</em></strong></a> ile uygulamaya başlayın</p>\n\n</div>\n\n<p>E-postanızı otantikleştirmek iletişim güvenliğinin bir başka önemli boyutudur. İnternet bağlantısına ve doğru araçlara sahip olan herhangi biri sizinkiyle aynı olan sahte bir e-posta hesabından mesaj göndererek sizi taklit edebilir. Buradaki tehlike alıcının bakış açısından ele alındığında daha görünürdür. Güvenilir bir bağlantıdan geliyormuş gibi görünen ama gerçekte etkinliklerinizi kesintiye uğratmak ya da örgütünüz hakkındaki hassas bilgileri öğrenmek isteyen biri tarafından gönderilen bir e-postanın ortaya koyduğu tehdidi hayal edin.</p>\n\n<p>E-postayla yazıştığımız kişiyi görmeyeceğimizi ya da duyamayacağımızı göz önünde bulundurduğumuzda, kişinin kimliğini doğrulamak için genellikle göndericinin adresine başvururuz, bu nedenledir ki sahte e-postalarla bu kadar kolay aldatılırız. Açık anahtar <a href=\"/tr/glossary#Encryption\"><strong>şifrelemesine</strong></a> dayanan <a href=\"/tr/glossary#Digital_signature\"><strong>dijital imzalar</strong></a>, bir mesaj gönderirken birinin kimliğini doğrulamanın daha güvenli bir aracını sağlar. <a href=\"/en/gpg4usb_portable\"><strong><em>Portable gpg4usb</em></strong></a> rehberi ya da <a href=\"/en/thunderbird_main\"><strong><em>Thunderbird Rehberi</em></strong></a>’nin <a href=\"/en/thuderbird_encryption\"><strong><em>Enigmail’la birlikte Thunderbird nasıl kullanılır</em></strong></a> kısmı bunun nasıl yapılacağını ayrıntılarıyla açıklar.</p>\n\n<div class=\"background\">\n\n<p><strong>Pablo</strong>: Bir meslektaşım benim e-posta adresimden gönderilen ama aslında benim göndermediğim bir e-posta almıştı. Sonunda bunun sadece bir spam olduğuna karar verdik ama şimdi yanlış zamanda, yanlış bir kişinin e-posta kutusunda sahte bir e-postanın belirmesinin ne büyük bir hasar meydana getirebileceğini hayal edebiliyorum. Bu tür şeylerin dijital imza ile önlenebilindiğini duydum ama nedir bu dijital imza?</p>\n\n<p><strong>Claudia</strong>: Bir dijital imza, mektubunu taşıyan zarfın üzerindeki bal mumundan mühüre benzer ancak dijital imza taklit edilemez. Bu, mesajın gerçek göndericisinin sen olduğunu ve mesajın, alıcısına erişinceye dek değiştirilmediğini kanıtlar.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Aşağıda tartışılan araçlar ve kavramlar deneyimli bilgisayar kullanıcılarına tavsiye edilir.\r\n\r\n### E-postada Açık Anahtar Şifrelemesini Kullanmak  ###\r\n\r\nGüvenli olmayan e-posta hesaplarıyla bile daha üst düzey bir e-posta güvenliği elde etmek olanaklıdır. Bunu yapmak için açık anahtar [**şifrelemesini**](/tr/glossary#Encryption) öğrenmeniz gerekir. Bu teknik her özgün mesajı kodlayarak mesajınızı göndermek istediğiniz kişi haricinde herkese okunmaz kılar. Açık anahtar [**şifrelemesini**](/tr/glossary#Encryption) hünerli yönü şudur: bağlantıda olduğunuz kişilerle gelecekte mesajlarınızı nasıl şifreleyeceğiniz konusunda herhangi bir gizli bilgi alışverişinde bulunmak zorunda olmazsınız.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\n**Pablo**: Ama bu nasıl çalışıyor?\r\n\t\t\t\r\n**Claudia**: Matematik! Bir e-posta alıcısının özel açık anahtarını kullanarak o kişiye yollamak istediğin e-posta’yı kodlarsın. Açık anahtar özgürce dağıtılabilir. Ardından alıcı, gelen mesajlarını okumak için dikkatle korumak zorunda olduğu gizli ‘özel anahtarı’nı kullanır.  Sırası gelince o kişi, sana yazdıklarını şifrelemek için senin açık anahtarını kullanır. Sonuç olarak açık anahtarlarınızı değiş tokuş etmek zorundasınız, ama anahtarlarınızı, bunları elde etmek isteyen herhangi biri için endişelenmeksizin, herkese açık bir biçimde paylaşabilirsiniz.\r\n\r\n</div>\r\n\r\nBu teknik, herhangi bir e-posta servisiyle birlikte, hatta güvenli iletişim kanalları olmayanlarla bile, kullanılabilir çünkü her bir mesaj bilgisayarınızı terk etmeden önce [**şifrelenir**](/tr/glossary#Encryption).\r\n\r\n[**Şifreleme**](/tr/glossary#Encryption) kullanarak dikkatleri üzerinize çekebileceğinizi hatırlayın. Bir webmail hesabı dahil, güvenli bir internet sitesine erişirken kullandığınız [**şifrelemenin**](/tr/glossary#Encryption) türü, burada tartışılan açık anahtar [**şifrelemesi**](/tr/glossary#Encryption) türüne göre daha az şüpheli görülür. Bazı durumlarda, bu tür [**şifrelenmiş**](/tr/glossary#Encryption) veri içeren e-postalar ele geçirilir ya da [**şifrelenmiş**](/tr/glossary#Encryption) e-postalar açık bir foruma gönderilirse, bu durum, bunları gönderen kişiyi mesajın içeriğinden bağımsız olarak, suçlu durumuna düşürebilir. Bazen mesajınızın gizliliği ile dikkat çekmeme gereksinimi arasında seçim yapmak zorunda kalabilirsiniz.\r\n\r\n### Bir Mesajı Şifrelemek ve Kimliğini Doğrulamak ###\r\n\r\nAçık anahtar [**şifrelemesi**](/tr/glossary#Encryption) ilk bakışta karmaşık görünebilir ama temel ilkeleri anladığınızda oldukça kolaydır ve araçları kullanmak da zor değildir. Basit, kullanıcı dostu ve taşınabilir **gpg4usb** programı, internete bağlı olmasanız bile e-posta mesajlarını ve dosyaları şifreleyebilir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Uygulama**: [***Taşınabilir gpg4usb – E-posta metinleri ve dosya şifreleme programı rehberi***](/en/gpg4usb_portable) ile uygulamaya başlayın\r\n</div>\r\n\r\n**Mozilla** [**Thunderbird**](/tr/glossary#Thunderbird) e-posta programı [**Enigmail**](/tr/glossary#Enigmail) adı verilen uzantısıyla birlikte e-posta mesajlarını şifrelemede ve onların şifresinin çözülmesinde kolayca kullanılabilir.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Uygulama**: [***Enigmail ve GPG ile Thunderbird - Güvenli E-posta İstemcisi Rehberi***](/en/thunderbird_main) ile uygulamaya başlayın\r\n</div>\r\n\r\n[**VaultletSuite 2 Go**](/tr/glossary#VaultletSuite), ücretsiz şifrelenmiş e-posta programını kullanmak, programı sağlayan şirkete güvenmeye ve sizin için işlerin bir kısmını yapmalarına izin vermeye istekliyseniz, **Thunderbird**’den bile daha kolaydır.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n**Uygulama**: [***VaultletSuite 2Go – Güvenli E-posta İstemcisi Rehberi***](/en/vaultletsuite_main) ile uygulamaya başlayın\r\n</div>\r\n\r\nE-postanızı otantikleştirmek iletişim güvenliğinin bir başka önemli boyutudur. İnternet bağlantısına ve doğru araçlara sahip olan herhangi biri sizinkiyle aynı olan sahte bir e-posta hesabından mesaj göndererek sizi taklit edebilir. Buradaki tehlike alıcının bakış açısından ele alındığında daha görünürdür. Güvenilir bir bağlantıdan geliyormuş gibi görünen ama gerçekte etkinliklerinizi kesintiye uğratmak ya da örgütünüz hakkındaki hassas bilgileri öğrenmek isteyen biri tarafından gönderilen bir e-postanın ortaya koyduğu tehdidi hayal edin.\r\n\r\nE-postayla yazıştığımız kişiyi görmeyeceğimizi ya da duyamayacağımızı göz önünde bulundurduğumuzda, kişinin kimliğini doğrulamak için genellikle göndericinin adresine başvururuz, bu nedenledir ki sahte e-postalarla bu kadar kolay aldatılırız. Açık anahtar [**şifrelemesine**](/tr/glossary#Encryption) dayanan [**dijital imzalar**](/tr/glossary#Digital_signature), bir mesaj gönderirken birinin kimliğini doğrulamanın daha güvenli bir aracını sağlar. [***Portable gpg4usb***](/en/gpg4usb_portable) rehberi ya da [***Thunderbird Rehberi***](/en/thunderbird_main)’nin [***Enigmail’la birlikte Thunderbird nasıl kullanılır***](/en/thuderbird_encryption) kısmı bunun nasıl yapılacağını ayrıntılarıyla açıklar.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\n**Pablo**: Bir meslektaşım benim e-posta adresimden gönderilen ama aslında benim göndermediğim bir e-posta almıştı. Sonunda bunun sadece bir spam olduğuna karar verdik ama şimdi yanlış zamanda, yanlış bir kişinin e-posta kutusunda sahte bir e-postanın belirmesinin ne büyük bir hasar meydana getirebileceğini hayal edebiliyorum. Bu tür şeylerin dijital imza ile önlenebilindiğini duydum ama nedir bu dijital imza?\r\n\t\t\t\r\n**Claudia**: Bir dijital imza, mektubunu taşıyan zarfın üzerindeki bal mumundan mühüre benzer ancak dijital imza taklit edilemez. Bu, mesajın gerçek göndericisinin sen olduğunu ve mesajın, alıcısına erişinceye dek değiştirilmediğini kanıtlar.\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1960", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1960", 
                "link_title": "Advanced Email Security", 
                "menu_name": "book-toc-1925", 
                "mlid": "5105", 
                "module": "book", 
                "nid": "1960", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5105", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "Advanced Email Security", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456151301", 
            "comment": "0", 
            "created": "1441104777", 
            "current_revision_id": "13322", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_4", 
                        "value": "chapter_7_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5105": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1960", 
                    "link_title": "Advanced Email Security", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5105", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5105", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1960", 
            "num_revisions": "32", 
            "path": "https://securityinabox.org/en/node/1960", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456151301", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "İleri Düzey E-posta Güvenliği", 
                        "value": "İleri Düzey E-posta Güvenliği"
                    }
                ]
            }, 
            "title_original": "Advanced Email Security", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1455898226", 
                        "created": "1442917335", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442227911", 
                        "created": "1441807514", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096633", 
                        "created": "1443096633", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442413795", 
                        "created": "1442413795", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454335668", 
                        "created": "1441208036", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453994328", 
                        "created": "1442761793", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1456151301", 
                        "created": "1443705997", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452611784", 
                        "created": "1452611784", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1453981255", 
                        "created": "1443457374", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116371", 
                        "created": "1441116371", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806592", 
                        "created": "1443806383", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101159", 
                        "created": "1443101159", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094107", 
                        "created": "1443094107", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441104777", 
                        "created": "1441104777", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1960", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1455898865", 
                        "created": "1443623740", 
                        "entity_id": "1960", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1960", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "8f37a828-200b-481a-953b-bcdf1855e2bc", 
            "vid": "13322", 
            "vuuid": "30f25b85-c976-4f55-94aa-c36de97c27d3"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>E-posta kimlik sahtekarlığı hakkında daha fazla şey öğrenmek için, <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human Rights Defenders</a>  kitabının <em>2.5 Spoofing</em> bölümüne bakınız. </li>\n<li><em>Riseup</em> ve <em>Thunderbird</em> Uygulama Rehberlerine ek olarak, mesajlarınızın bir kopyasını e-posta sunucusunda bırakarak, e-posta programınızı çeşitli popüler e-posta hizmet sağlayıcılarıyla birlikte kullanmayı açıklayan bir dizi web sitesi bulunmaktadır:\n\n<ul><li>The <a href=\"https://help.riseup.net/en/email-clients\">Riseup web sitesi</a></li>\n<li><a href=\"https://mail.google.com/support/bin/topic.py?topic=12769\">Gmail kullanma</a> talimatları.</li>\n<li><a href=\"http://email.about.com/od/mozillathunderbirdtips/qt/et_gmail_addr.htm\">Gmail adres defterinizdekileri Thunderbird’e nasıl aktarırsınız</a> </li>\n<li>Diğer e-posta hizmetlerini bu şekilde kullanmak için, e-posta hizmeti sağlayıcısının web sitesini 'POP', 'IMAP' ve 'SMTP' gibi anahtar sözcüklerle tarayın.</li>\n</ul></li>\n<li><a href=\"https://secure.wikimedia.org/wikipedia/tr/wiki/Man-in-the-middle_attack\">Man in the Middle attack</a> olarak bilinen SSL güvenliğine yapılmış bir saldırı bulunmaktadır.</li>\n<li>Bir Gmail hesabı oluştururken kabul etmek zorunda olduğunuz <a href=\"https://www.google.com/intl/tr/privacy/privacy-policy.html\">Gmail Gizlilik Politikası</a>, \"Google Gmail hesabınızı ve içeriğini, size Gmail hizmeti sunmak için ve hizmetlerini geliştirmek için sürdürür ve işler.\" demektedir.  Gerçekten de tüm e-posta sağlayıcıları, spam karşıtı hizmetlerini ve diğer benzer özelliklerini sağlayabilmek için mesajlarınızı tarar. Bununla beraber Gmail, e-postanızın gerçek içeriği üzerine temellenen 'hedeflenmiş reklamcılığı' sunabilmek için bu konuda biraz daha ileri gider. Bu, Google tarafından depolanan bilginin kasıtlı olarak ya da kazara açığa çıkması durumunda tehlikeli olabilir.</li>\n<li>2008 yılında yapılan bir dizi söyleşi birçok önde gelen anlık mesajlaşma hizmetinin <a href=\"http://news.cnet.com/8301-13578_3-9962106-38.html\">gizlilik ve şifreleme politikalarına</a> işaret etti.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- E-posta kimlik sahtekarlığı hakkında daha fazla şey öğrenmek için, [Digital Security and Privacy for Human Rights Defenders](http://www.frontlinedefenders.org/esecman)  kitabının *2.5 Spoofing* bölümüne bakınız. \r\n- *Riseup* ve *Thunderbird* Uygulama Rehberlerine ek olarak, mesajlarınızın bir kopyasını e-posta sunucusunda bırakarak, e-posta programınızı çeşitli popüler e-posta hizmet sağlayıcılarıyla birlikte kullanmayı açıklayan bir dizi web sitesi bulunmaktadır:\r\n - The [Riseup web sitesi](https://help.riseup.net/en/email-clients)\r\n - [Gmail kullanma](https://mail.google.com/support/bin/topic.py?topic=12769) talimatları.\r\n - [Gmail adres defterinizdekileri Thunderbird’e nasıl aktarırsınız](http://email.about.com/od/mozillathunderbirdtips/qt/et_gmail_addr.htm) \r\n - Diğer e-posta hizmetlerini bu şekilde kullanmak için, e-posta hizmeti sağlayıcısının web sitesini 'POP', 'IMAP' ve 'SMTP' gibi anahtar sözcüklerle tarayın.\r\n- [Man in the Middle attack](https://secure.wikimedia.org/wikipedia/tr/wiki/Man-in-the-middle_attack) olarak bilinen SSL güvenliğine yapılmış bir saldırı bulunmaktadır.\r\n- Bir Gmail hesabı oluştururken kabul etmek zorunda olduğunuz [Gmail Gizlilik Politikası](https://www.google.com/intl/tr/privacy/privacy-policy.html), &quot;Google Gmail hesabınızı ve içeriğini, size Gmail hizmeti sunmak için ve hizmetlerini geliştirmek için sürdürür ve işler.&quot; demektedir.  Gerçekten de tüm e-posta sağlayıcıları, spam karşıtı hizmetlerini ve diğer benzer özelliklerini sağlayabilmek için mesajlarınızı tarar. Bununla beraber Gmail, e-postanızın gerçek içeriği üzerine temellenen 'hedeflenmiş reklamcılığı' sunabilmek için bu konuda biraz daha ileri gider. Bu, Google tarafından depolanan bilginin kasıtlı olarak ya da kazara açığa çıkması durumunda tehlikeli olabilir.\r\n- 2008 yılında yapılan bir dizi söyleşi birçok önde gelen anlık mesajlaşma hizmetinin [gizlilik ve şifreleme politikalarına](http://news.cnet.com/8301-13578_3-9962106-38.html) işaret etti.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1961", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1961", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5106", 
                "module": "book", 
                "nid": "1961", 
                "options": [], 
                "p1": "5030", 
                "p2": "5101", 
                "p3": "5106", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5101", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452611899", 
            "comment": "0", 
            "created": "1441104824", 
            "current_revision_id": "12808", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_7_5", 
                        "value": "chapter_7_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5106": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1961", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5106", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5101", 
                    "p3": "5106", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5101", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1961", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/node/1961", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452611899", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Okuma önerileri", 
                        "value": "Okuma önerileri"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917398", 
                        "created": "1442917398", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096611", 
                        "created": "1443096611", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414120", 
                        "created": "1442414120", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208088", 
                        "created": "1441208088", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108763", 
                        "created": "1442761824", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443705980", 
                        "created": "1443705980", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452611899", 
                        "created": "1452611899", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457425", 
                        "created": "1443457425", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441116530", 
                        "created": "1441116530", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443806500", 
                        "created": "1443806500", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443101204", 
                        "created": "1443101204", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094182", 
                        "created": "1443094182", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446473278", 
                        "created": "1441104824", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583668", 
                        "created": "1443623763", 
                        "entity_id": "1961", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e4da5eda-78ad-4d95-91e0-7bb9cf506951", 
            "vid": "12808", 
            "vuuid": "87e04a64-0e83-424b-8b75-47341f949227"
        }
    ], 
    "changed": "1453893190", 
    "comment": "0", 
    "created": "1441104468", 
    "current_revision_id": "13007", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "tr": [
            {
                "format": null, 
                "safe_value": "7. How to keep your Internet communicati", 
                "value": "7. How to keep your Internet communicati"
            }
        ]
    }, 
    "field_menu_title_long": {
        "tr": [
            {
                "format": null, 
                "safe_value": "7. İnternet iletişiminizin gizliliği nasıl korunur", 
                "value": "7. İnternet iletişiminizin gizliliği nasıl korunur"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "tr": [
            {
                "format": null, 
                "safe_value": "chapter-7", 
                "value": "chapter-7"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "7"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5101": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1956", 
            "link_title": "7. How to keep your Internet communication private", 
            "menu_name": "book-toc-1925", 
            "mlid": "5101", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5101", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "7"
        }
    }, 
    "name": "chris", 
    "nid": "1956", 
    "num_revisions": "28", 
    "path": "https://securityinabox.org/en/node/1956", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453893190", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "tr": [
            {
                "format": null, 
                "safe_value": "7. İnternet iletişiminizin gizliliği nasıl korunur", 
                "value": "7. İnternet iletişiminizin gizliliği nasıl korunur"
            }
        ]
    }, 
    "title_original": "7. How to keep your Internet communication private", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442916972", 
                "created": "1442916972", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1453893190", 
                "created": "1441807094", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094027", 
                "created": "1443094027", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442413328", 
                "created": "1442413328", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451917636", 
                "created": "1441207736", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108427", 
                "created": "1442759290", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693120", 
                "created": "1443693120", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452609857", 
                "created": "1452609857", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457107", 
                "created": "1443457107", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441115896", 
                "created": "1441115896", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443805087", 
                "created": "1443805087", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444396529", 
                "created": "1444396529", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014757", 
                "created": "1443014757", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443093390", 
                "created": "1443093390", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104468", 
                "created": "1441104468", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1956", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444578893", 
                "created": "1443623275", 
                "entity_id": "1956", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1956", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "8355d317-18f9-4aa5-a7b0-3e34478c80f3", 
    "vid": "13007", 
    "vuuid": "c39a5dff-12ca-4b1e-aa05-2401c257eab6"
}