{
    "body": {
        "tr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Tüm dünyada birçok ülke, ülkelerindeki internet kullanıcılarının belirli sitelere ve internet hizmetlerine erişimini engelleyen yazılımlar kurdu. Şirketler, okullar, ve halka açık kütüphaneler; çalışanlarını, öğrencilerini ve abonelerini rahatsız edici ya da zararlı olduğunu düşündükleri materyallere karşı korumak için sık sık benzer yazılımlar kullanır. Bu türden bir filtrleleme teknolojisinin bir dizi farklı türü vardır. Bazı filtreler bir siteyi <a href=\"/tr/glossary#IP_address\"><em>IP adresi</em></a> üzerinden engellerken diğerleri belirli <a href=\"/tr/glossary#Domain_name\"><em>alan adlarını</em></a> kara listeye alır ya da tüm şifrelenmemiş internet iletişimini belirli anahtar sözcüklere bakarak tarar.</p>\n\n<p>Hangi filtreleme yönteminin mevcut olduğundan bağımsız olarak, ülkenizin dışındaki aracı bilgisayarlara sizin için engellenmiş hizmetlere erişmesi için itimat ederek, bu filtreleme yöntemlerini aşmak neredeyse her zaman olanaklıdır. Bu süreç, <a href=\"/tr/glossary#Circumvention\"><em>sansür aşma</em></a> olarak adlandırılır ve aracı olan bilgisayarlar da <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>'ler olarak adlandırılır. <a href=\"/tr/glossary#Proxy\"><em>Proxy</em></a>’lerin de farklı türleri vardır. Bu bölüm önce, çoklu-proxy anonimlik ağları üzerine kısa bir tartışmayı ele alacak; ardından da temel <a href=\"/tr/glossary#Circumvention\"><em>sansür aşma</em></a> <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerine ve onların nasıl çalıştığına dair daha ayrıntılı bir açıklamaya geçecektir.</p>\n\n<p>İnternet filtrelerini aşmak için her iki yöntem de etkilidir ancak ilki, internet etkinliklerinizi olabildiğince anonim kılmak için internet hızınızdan ödün vermeye istekliyseniz yerinde bir seçimdir. <a href=\"/tr/glossary#Proxy\"><em>Proxy</em></a>’nizi yöneten kişilere ve kuruluşlara güveniyorsanız ve performans sizin için anonimlikten daha önemliyse, temel bir <a href=\"/tr/glossary#Circumvention\"><em>sansür aşma</em></a> <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’si size daha iyi bir hizmet sunabilir.</p>\n\n<h3>Arka plan senaryosu</h3>\n\n<div class=\"background\">\n\n<p>Mansour ve Magda Arapça konuşulan bir ülkede yaşayan kardeşlerdir. Anonim olarak insan hakları ihlallerini yayınladıkları ve siyasal değişim için bir kampanya yürüttükleri bir blogları vardır. Ülkelerindeki yetkililer, web sitelerinin sunucusu başka bir ülkede konuşlandığından sitelerini kapatamamıştır; ancak diğer etkinliklerinden yola çıkarak blog’un yöneticileri hakkında sık sık daha çok şey öğrenmeye çalışmaktadırlar.\nMansour ve Magda yetkililerin güncellemelerini izleyebileceğinden ve kim olduklarını bulabileceklerinden kaygı duymaktadır. Dahası sadece web sitesini güncellemeye devam edebilmek için değil; aynı zamanda kendi ülkelerindeki okuyucularına sansür aşmak için gerekli uygun önerilerde bulunmak için, hükümetin eninde sonunda web sitelerini filtreleyeceği güne hazırlanmak istemektedirler.</p>\n\n</div>\n\n<h3>Bu bölümden ne öğrenebilirsiniz</h3>\n\n<ul><li>Kendi ülkenizin içinden engellenmiş bir web sitesine nasıl erişileceğini</li>\n<li>Ziyaret ettiğiniz web sitelerinin konumunuzu bilmesini nasıl engelleyeceğinizi</li>\n<li>Sizin <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’nizin ya da ülkenizdeki herhangi bir izleme/denetleme organının, sizin hangi web sitesini ya da internet hizmetini ziyaret ettiğinizi tespit etmesini nasıl engelleyeceğinizi</li>\n</ul>", 
                "summary": "", 
                "value": "Tüm dünyada birçok ülke, ülkelerindeki internet kullanıcılarının belirli sitelere ve internet hizmetlerine erişimini engelleyen yazılımlar kurdu. Şirketler, okullar, ve halka açık kütüphaneler; çalışanlarını, öğrencilerini ve abonelerini rahatsız edici ya da zararlı olduğunu düşündükleri materyallere karşı korumak için sık sık benzer yazılımlar kullanır. Bu türden bir filtrleleme teknolojisinin bir dizi farklı türü vardır. Bazı filtreler bir siteyi [*IP adresi*](/tr/glossary#IP_address) üzerinden engellerken diğerleri belirli [*alan adlarını*](/tr/glossary#Domain_name) kara listeye alır ya da tüm şifrelenmemiş internet iletişimini belirli anahtar sözcüklere bakarak tarar.\r\n\r\nHangi filtreleme yönteminin mevcut olduğundan bağımsız olarak, ülkenizin dışındaki aracı bilgisayarlara sizin için engellenmiş hizmetlere erişmesi için itimat ederek, bu filtreleme yöntemlerini aşmak neredeyse her zaman olanaklıdır. Bu süreç, [*sansür aşma*](/tr/glossary#Circumvention) olarak adlandırılır ve aracı olan bilgisayarlar da [*proxy*](/tr/glossary#Proxy)'ler olarak adlandırılır. [*Proxy*](/tr/glossary#Proxy)’lerin de farklı türleri vardır. Bu bölüm önce, çoklu-proxy anonimlik ağları üzerine kısa bir tartışmayı ele alacak; ardından da temel [*sansür aşma*](/tr/glossary#Circumvention) [*proxy*](/tr/glossary#Proxy)’lerine ve onların nasıl çalıştığına dair daha ayrıntılı bir açıklamaya geçecektir.\r\n\r\nİnternet filtrelerini aşmak için her iki yöntem de etkilidir ancak ilki, internet etkinliklerinizi olabildiğince anonim kılmak için internet hızınızdan ödün vermeye istekliyseniz yerinde bir seçimdir. [*Proxy*](/tr/glossary#Proxy)’nizi yöneten kişilere ve kuruluşlara güveniyorsanız ve performans sizin için anonimlikten daha önemliyse, temel bir [*sansür aşma*](/tr/glossary#Circumvention) [*proxy*](/tr/glossary#Proxy)’si size daha iyi bir hizmet sunabilir.\r\n\r\n### Arka plan senaryosu ###\r\n<div class=\"background\" markdown=\"1\">\r\nMansour ve Magda Arapça konuşulan bir ülkede yaşayan kardeşlerdir. Anonim olarak insan hakları ihlallerini yayınladıkları ve siyasal değişim için bir kampanya yürüttükleri bir blogları vardır. Ülkelerindeki yetkililer, web sitelerinin sunucusu başka bir ülkede konuşlandığından sitelerini kapatamamıştır; ancak diğer etkinliklerinden yola çıkarak blog’un yöneticileri hakkında sık sık daha çok şey öğrenmeye çalışmaktadırlar.\r\nMansour ve Magda yetkililerin güncellemelerini izleyebileceğinden ve kim olduklarını bulabileceklerinden kaygı duymaktadır. Dahası sadece web sitesini güncellemeye devam edebilmek için değil; aynı zamanda kendi ülkelerindeki okuyucularına sansür aşmak için gerekli uygun önerilerde bulunmak için, hükümetin eninde sonunda web sitelerini filtreleyeceği güne hazırlanmak istemektedirler.\r\n</div>\r\n\r\n### Bu bölümden ne öğrenebilirsiniz ###\r\n- Kendi ülkenizin içinden engellenmiş bir web sitesine nasıl erişileceğini\r\n- Ziyaret ettiğiniz web sitelerinin konumunuzu bilmesini nasıl engelleyeceğinizi\r\n- Sizin [*ISP*](/tr/glossary#ISP)’nizin ya da ülkenizdeki herhangi bir izleme/denetleme organının, sizin hangi web sitesini ya da internet hizmetini ziyaret ettiğinizi tespit etmesini nasıl engelleyeceğinizi"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1962", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1962", 
        "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "menu_name": "book-toc-1925", 
        "mlid": "5107", 
        "module": "book", 
        "nid": "1962", 
        "options": [], 
        "p1": "5030", 
        "p2": "5107", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "updated": "0", 
        "weight": "8"
    }, 
    "book_children": [
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><a href=\"http://opennet.net/\">OpenNet Initiative (ONI)</a> ve <a href=\"http://www.rsf.org/\">Reporters Without Borders (RSF)</a> gibi örgütler tarafından gerçekleştirilen araştırmalar, birçok ülkenin sosyal, siyasal ve 'ulusal güvenlik' gibi oldukça çeşitli içerikleri filtrelediğine; ancak bu ülkelerin nadiren neyin engellendiğinin kesin listesini yayınladığına işaret etmektedir. Doğal olarak yurttaşlarının internete erişimini engellemek isteyen ülkeler, bu filtreleri aşmak için gerekli araç ve yöntemleri öneren proxy’leri ve web sitelerini de engellemek için özel bir çaba sarf etmektedir.</p>\n\n<p>İnsan Hakları Evrensel Bildirgesi’nin 19. maddesinde belirtilen ‘bilgiye sınırsız erişim güvencesi’ne rağmen, son birkaç yıldır internet sansürüne katılan ülke sayısı çarpıcı bir biçimde artmaya devam etmektedir.  İnternet filtreleme uygulaması dünya çapında yaygınlaşırken aktivistler, programcılar ve gönüllüler tarafından yaratılan, uygulanan ve yaygınlaştırılan sansür aşma araçlarına erişim de yaygınlaşıyor.</p>\n\n<p>İnternet sansürünü aşmanın çeşitli yollarını incelemeden önce, bu filtrelerin nasıl çalıştığına ilişkin temel bir kavrayış geliştirmelisiniz. Bunu yaparken, internete bağlanmanın büyük ölçüde basitleştirilmiş modelini göz önünde bulundurmanız yararlı olabilir.</p>\n\n<h3>İnternet bağlantınız</h3>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png\" alt=\"\" /></p>\n\n<p>Evinizden, ofisinizden, okulunuzdan, kütüphanenizden ve internet kafeden internete bağlanmanızın ilk adımı bir İnternet Servis Sağlayıcısı <a href=\"/tr/glossary#ISP\"><em>ISP</em></a> aracılığıyla yapılır. <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>, çeşitli internet hizmetlerinin sizi tanıması ve size e-posta ve talep ettiğiniz web sayfaları gibi bilgileri göndermesi için bilgisayarınıza kullanabileceği bir <a href=\"/tr/glossary#IP_address\"><em>IP adresi</em></a> atar. <a href=\"/tr/glossary#IP_address\"><em>IP adresinizi</em></a> öğrenen herhangi biri hangi şehirde olduğunuzu anlayabilir. Bununla beraber, ülkenizdeki belirli bağlantıları olan kuruluşlar bu bilgiyi kesin konumunuzu belirlemek için kullanabilir.</p>\n\n<ul><li><strong>ISP’niz</strong>, internete bir modem aracılığıyla erişiyorsanız, hangi binada olduğunuzu ve hangi telefon hattını kullandığınızı bilecektir.  </li>\n<li><strong>İnternet kafeniz, kütüphaneniz ya da iş yeriniz</strong>, verili bir zamanda hangi bilgisayarı kullandığınızın yanı sıra hangi porttan ya da kablosuz erişim noktasından bağlandığınızı da bilecektir. </li>\n<li><strong>Devlet organları</strong>, yukarıda belirtilen kuruluşlar üzerindeki nüfuzlarının bir sonucu olarak bu ayrıntıların tümünü biliyor olabilir.</li>\n</ul><p>Bu aşamada, <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’niz, siz dâhil bütün kullanıcılarını dünyanın geri kalanına bağlamak için ülkenizin ağ altyapısına tabidir.  Bağlantınızın diğer ucundaki eriştiğiniz web sitesi ya da internet hizmeti de, kendi ülkesindeki bir <a href=\"/tr/glossary#ISP\"><em>ISP</em></a> ’den IP adresini alarak, benzer bir süreçten geçer.  Tüm teknik ayrıntılar olmaksızın bile bunun gibi bir temel model, filtreleri aşmanızı ve internette anonim kalmanızı sağlayan çeşitli araçları ele alırken yardımcı olabilir.</p>\n\n<h3>Web siteleri nasıl engellenir</h3>\n\n<p>Esasında, bir web sayfasını ziyaret ettiğinizde, sitenin <a href=\"/tr/glossary#IP_address\"><em>IP adresini</em></a> <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’nize göstererek  web sunucusunun <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’siyle sizi bağlamasını istiyorsunuz. Bu işlem, filtrelenmemiş internet bağlantınız varsa tam olarak bu şekilde gerçekleşir. Ancak, interneti sansürleyen bir ülkedeyseniz, ISP’niz ilk önce yasaklanmış web sitelerinin <a href=\"/tr/glossary#Blacklist\"><em>kara listesine</em></a> bakacak ve ardından da isteğinizi yerine getirip getirmemeye karar verecektir.</p>\n\n<p>Bazı durumlarda, <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’lerin kendileri yerine, filtreleme ile uğraşan merkezi bir kurum olabilir. Birçok durumda bir <a href=\"/tr/glossary#Blacklist\"><em>kara liste</em></a>, <a href=\"/tr/glossary#IP_addresses\"><em>IP adresleri</em></a> yerine www.blogger.com gibi <a href=\"/tr/glossary#Domain_names\"><em>alan adlarını</em></a> içerir. Ve bazı ülkelerde filtreleme yazılımları, belirli internet adreslerini engellemeye çalışmak yerine, bağlantınızı izler. Bu tür yazılımlar gönderdiğiniz talepleri ve size dönen sayfaları hassas anahtar sözcüklere bakarak tarar ve ardından da sonuçları görmenize izin verip vermemeye karar verir.</p>\n\n<p>Ve daha da kötüsü, bir web sayfası engellendiğinde bunu bilemeyebilirsiniz bile. Bazı filtreler neden belirli bir sayfanın sansür edildiğini açıklayan engelleme sayfası sağlarken, diğerleri yanıltıcı bir hata mesajı görüntüler. Bu mesajlar, örneğin sayfanın bulunamadığını ya da adresin yanlış yazıldığını ima edebilir.</p>\n\n<p>İnternet sansürü konusunda ülkenizde kullanılan filtreleme teknolojilerinin güçlü ve zayıf yanlarını araştırmaya çalışmak yerine, bir ‘en kötü durum bakış açısı’ geliştirmek genellikle en kolayıdır. Bir başka deyişle şunları varsayabilirsiniz:</p>\n\n<ul><li>İnternet trafiğinizin anahtar sözcüklerle izlendiğini</li>\n<li>Filtrelemenin doğrudan <a href=\"/tr/glossary#ISP\"><em>ISP</em></a> düzeyinde uygulandığını</li>\n<li>Engellenen sitelerin hem <a href=\"/tr/glossary#IP_address\"><em>IP adresleri</em></a> hem de <a href=\"/tr/glossary#Domain_name\"><em>alan adları</em></a> üzerinden <a href=\"/tr/glossary#Blacklist\"><em>kara listeye</em></a> alındığını</li>\n<li>Engellenmiş bir sitenin neden yüklenmediği konusunda size muğlak ya da yanlış yönlendirici bir yanıt verilebileceğini</li>\n</ul><p>En etkili sansür aşma araçları, hangi filtreleme yönteminin kullanıldığından bağımsız olarak kullanılabilir olduğundan bu karamsar tahminlerde bulunmanın genelde bir zararı olmaz.</p>\n\n<div class=\"background\">\n\n<p>Mansour: Bir gün bloğa erişemediğimi ama bir başka ülkedeki arkadaşımın bloğa erişimle ilgili bir sorun yaşamadığını fark edersem bu, web sitesisini devletin engellediği anlamına mı gelir?</p>\n\n<p>Magda: Tam olarak öyle değil. Web sitesine sadece buradan erişmek isteyen insanları etkileyen bazı sorunlar olabilir. Ya da bilgisayarında sadece belirli türden web sayfalarına erişirken ortaya çıkan bazı sorunlar olabilir. Bu sorunu test etmek için web sitesini, bir sansür aşma aracıyla ziyaret etmeyi deneyebilirsin. Nihayetinde bu araçların çoğu harici proxy sunucularına bağlıdır ki bu da bir başka ülkedeki bir arkadaşından senin için bir web sitesini sınamasını istemekle aynı işe yarar.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "[OpenNet Initiative (ONI)](http://opennet.net/) ve [Reporters Without Borders (RSF)](http://www.rsf.org/) gibi örgütler tarafından gerçekleştirilen araştırmalar, birçok ülkenin sosyal, siyasal ve 'ulusal güvenlik' gibi oldukça çeşitli içerikleri filtrelediğine; ancak bu ülkelerin nadiren neyin engellendiğinin kesin listesini yayınladığına işaret etmektedir. Doğal olarak yurttaşlarının internete erişimini engellemek isteyen ülkeler, bu filtreleri aşmak için gerekli araç ve yöntemleri öneren proxy’leri ve web sitelerini de engellemek için özel bir çaba sarf etmektedir.\r\n\r\nİnsan Hakları Evrensel Bildirgesi’nin 19. maddesinde belirtilen ‘bilgiye sınırsız erişim güvencesi’ne rağmen, son birkaç yıldır internet sansürüne katılan ülke sayısı çarpıcı bir biçimde artmaya devam etmektedir.  İnternet filtreleme uygulaması dünya çapında yaygınlaşırken aktivistler, programcılar ve gönüllüler tarafından yaratılan, uygulanan ve yaygınlaştırılan sansür aşma araçlarına erişim de yaygınlaşıyor.\r\n\r\nİnternet sansürünü aşmanın çeşitli yollarını incelemeden önce, bu filtrelerin nasıl çalıştığına ilişkin temel bir kavrayış geliştirmelisiniz. Bunu yaparken, internete bağlanmanın büyük ölçüde basitleştirilmiş modelini göz önünde bulundurmanız yararlı olabilir.\r\n\r\n### İnternet bağlantınız ###\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/1-en.png)\r\n\r\nEvinizden, ofisinizden, okulunuzdan, kütüphanenizden ve internet kafeden internete bağlanmanızın ilk adımı bir <i>İnternet Servis Sağlayıcısı [*ISP*](/tr/glossary#ISP) aracılığıyla yapılır. [*ISP*](/tr/glossary#ISP), çeşitli internet hizmetlerinin sizi tanıması ve size e-posta ve talep ettiğiniz web sayfaları gibi bilgileri göndermesi için bilgisayarınıza kullanabileceği bir [*IP adresi*](/tr/glossary#IP_address) atar. [*IP adresinizi*](/tr/glossary#IP_address) öğrenen herhangi biri hangi şehirde olduğunuzu anlayabilir. Bununla beraber, ülkenizdeki belirli bağlantıları olan kuruluşlar bu bilgiyi kesin konumunuzu belirlemek için kullanabilir.\r\n\r\n\r\n- **ISP’niz**, internete bir modem aracılığıyla erişiyorsanız, hangi binada olduğunuzu ve hangi telefon hattını kullandığınızı bilecektir. \t\r\n- **İnternet kafeniz, kütüphaneniz ya da iş yeriniz**, verili bir zamanda hangi bilgisayarı kullandığınızın yanı sıra hangi porttan ya da kablosuz erişim noktasından bağlandığınızı da bilecektir.\t\r\n- **Devlet organları**, yukarıda belirtilen kuruluşlar üzerindeki nüfuzlarının bir sonucu olarak bu ayrıntıların tümünü biliyor olabilir.\r\n\t\r\nBu aşamada, [*ISP*](/tr/glossary#ISP)’niz, siz dâhil bütün kullanıcılarını dünyanın geri kalanına bağlamak için ülkenizin ağ altyapısına tabidir.  Bağlantınızın diğer ucundaki eriştiğiniz web sitesi ya da internet hizmeti de, kendi ülkesindeki bir [*ISP*](/tr/glossary#ISP) ’den IP adresini alarak, benzer bir süreçten geçer.  Tüm teknik ayrıntılar olmaksızın bile bunun gibi bir temel model, filtreleri aşmanızı ve internette anonim kalmanızı sağlayan çeşitli araçları ele alırken yardımcı olabilir.\r\n\r\n### Web siteleri nasıl engellenir ###\r\n\r\nEsasında, bir web sayfasını ziyaret ettiğinizde, sitenin [*IP adresini*](/tr/glossary#IP_address) [*ISP*](/tr/glossary#ISP)’nize göstererek  web sunucusunun [*ISP*](/tr/glossary#ISP)’siyle sizi bağlamasını istiyorsunuz. Bu işlem, filtrelenmemiş internet bağlantınız varsa tam olarak bu şekilde gerçekleşir. Ancak, interneti sansürleyen bir ülkedeyseniz, ISP’niz ilk önce yasaklanmış web sitelerinin [*kara listesine*](/tr/glossary#Blacklist) bakacak ve ardından da isteğinizi yerine getirip getirmemeye karar verecektir.\r\n\r\nBazı durumlarda, [*ISP*](/tr/glossary#ISP)’lerin kendileri yerine, filtreleme ile uğraşan merkezi bir kurum olabilir. Birçok durumda bir [*kara liste*](/tr/glossary#Blacklist), [*IP adresleri*](/tr/glossary#IP_addresses) yerine www.blogger.com gibi [*alan adlarını*](/tr/glossary#Domain_names) içerir. Ve bazı ülkelerde filtreleme yazılımları, belirli internet adreslerini engellemeye çalışmak yerine, bağlantınızı izler. Bu tür yazılımlar gönderdiğiniz talepleri ve size dönen sayfaları hassas anahtar sözcüklere bakarak tarar ve ardından da sonuçları görmenize izin verip vermemeye karar verir.\r\n\r\nVe daha da kötüsü, bir web sayfası engellendiğinde bunu bilemeyebilirsiniz bile. Bazı filtreler neden belirli bir sayfanın sansür edildiğini açıklayan engelleme sayfası sağlarken, diğerleri yanıltıcı bir hata mesajı görüntüler. Bu mesajlar, örneğin sayfanın bulunamadığını ya da adresin yanlış yazıldığını ima edebilir.\r\n\r\nİnternet sansürü konusunda ülkenizde kullanılan filtreleme teknolojilerinin güçlü ve zayıf yanlarını araştırmaya çalışmak yerine, bir ‘en kötü durum bakış açısı’ geliştirmek genellikle en kolayıdır. Bir başka deyişle şunları varsayabilirsiniz:\r\n\r\n- İnternet trafiğinizin anahtar sözcüklerle izlendiğini\r\n- Filtrelemenin doğrudan [*ISP*](/tr/glossary#ISP) düzeyinde uygulandığını\r\n- Engellenen sitelerin hem [*IP adresleri*](/tr/glossary#IP_address) hem de [*alan adları*](/tr/glossary#Domain_name) üzerinden [*kara listeye*](/tr/glossary#Blacklist) alındığını\r\n- Engellenmiş bir sitenin neden yüklenmediği konusunda size muğlak ya da yanlış yönlendirici bir yanıt verilebileceğini\r\n\t\r\nEn etkili sansür aşma araçları, hangi filtreleme yönteminin kullanıldığından bağımsız olarak kullanılabilir olduğundan bu karamsar tahminlerde bulunmanın genelde bir zararı olmaz.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour: Bir gün bloğa erişemediğimi ama bir başka ülkedeki arkadaşımın bloğa erişimle ilgili bir sorun yaşamadığını fark edersem bu, web sitesisini devletin engellediği anlamına mı gelir?\r\n\r\nMagda: Tam olarak öyle değil. Web sitesine sadece buradan erişmek isteyen insanları etkileyen bazı sorunlar olabilir. Ya da bilgisayarında sadece belirli türden web sayfalarına erişirken ortaya çıkan bazı sorunlar olabilir. Bu sorunu test etmek için web sitesini, bir sansür aşma aracıyla ziyaret etmeyi deneyebilirsin. Nihayetinde bu araçların çoğu harici proxy sunucularına bağlıdır ki bu da bir başka ülkedeki bir arkadaşından senin için bir web sitesini sınamasını istemekle aynı işe yarar.\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1963", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1963", 
                "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "menu_name": "book-toc-1925", 
                "mlid": "5108", 
                "module": "book", 
                "nid": "1963", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5108", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612159", 
            "comment": "0", 
            "created": "1441105008", 
            "current_revision_id": "12812", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_1", 
                        "value": "chapter_8_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5108": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1963", 
                    "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5108", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5108", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1963", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1963", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "İnternet sansürünü anlamak", 
                        "value": "İnternet sansürünü anlamak"
                    }
                ]
            }, 
            "title_original": "Understanding Internet censorship", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917644", 
                        "created": "1442917644", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228024", 
                        "created": "1441807765", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096894", 
                        "created": "1443096894", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414273", 
                        "created": "1442414273", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920108", 
                        "created": "1441208230", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108918", 
                        "created": "1442762048", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706187", 
                        "created": "1443706187", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612159", 
                        "created": "1452612159", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457566", 
                        "created": "1443457566", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117487", 
                        "created": "1441117487", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811545", 
                        "created": "1443811545", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396988", 
                        "created": "1444396988", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102031", 
                        "created": "1443102031", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094569", 
                        "created": "1443094569", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105038", 
                        "created": "1441105008", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583830", 
                        "created": "1443623852", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e0b8a8fe-9b96-4d4b-bdd8-ca3a86c267ef", 
            "vid": "12812", 
            "vuuid": "cf854c2a-4334-4c5b-a232-d5932e466228"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Bir web sitesi yukarıda ele alınan yöntemlerden biri kullanılarak engellendiği için doğrudan ziyaret edilemiyorsa, engelin çevresinden dolaşacak bir yol bulmanız gerekecektir. İnterneti filtrelemeyen bir ülkede konuşlanmış güvenli bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sunucusu, istediğiniz web sayfalarını bularak ve onları size ulaştırarak, bu tür bir alternatif yolu size sağlayabilir. <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’niz açısından siz, internette bir yerlerde bulunan bilinmeyen bir bilgisayarla (<a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sunucusuyla) güvenli bir iletişim kurmuş gibi görüneceksiniz.</p>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png\" alt=\"\" /></p>\n\n<p>Elbette ülkenizde internet sansüründen sorumlu devlet organı (ya da filtreleme yazılımı için güncellemeler sağlayan şirket) eninde sonunda bu ‘bilinmeyen bilgisayar’ın gerçekte bir sansür aşma <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’si olduğunu öğrenecektir. Bu olursa, kullandığınız Proxy’nin <a href=\"/tr/glossary#IP_address\"><em>IP adresi</em></a> de  <a href=\"/tr/glossary#Blacklist\"><em>kara listeye</em></a> eklenebilir ve işlemez hale gelir. <a href=\"/tr/glossary#Proxy\"><em>Proxy</em></a>’lerin engellenmesi genelde zaman alır, bununla beraber sansür aşma araçlarını yaratanlar ve onları güncelleyenler bu tehdidin farkındadır. Onlar aşağıdaki yöntemlerin birini ya da tümünü kullanarak bu tehditle mücadele ederler:</p>\n\n<ul><li><p><strong>Gizli proxy'lerin</strong> kimliğinin saptanması daha güçtür.  Daha az görünür olma eğiliminde olan güvenli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri kullanmanın önemli olmasının nedenlerinden biri budur. Bununla beraber <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a>, çözümün sadece bir parçasıdır. Bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’nin yöneticileri, gizli kalmak istiyorlarsa, yeni kullanıcılara konumlarını açık ederken bu konuda dikkatli davranmalıdırlar.</p></li>\n<li><p><strong>Tek kullanımlık proxy'ler</strong> engellendikten sonra hızla yenilenebilirdir. Bu durumda kullanıcılara yenilenen <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri nasıl bulacaklarını bildirmek çok da güvenli olmayabilir. Bunun yerine, bu türden sansür aşma araçları yeni <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri engellenebileceğinden daha hızlı yaygınlaştırmaya çalışır.</p></li>\n</ul><p>Nihai olarak, istediğiniz hizmetleri aramak için güvenilir bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’e eriştiğiniz sürece yapmanız gereken tek şey uygun internet uygulamalarıyla istediğiniz talepleri göndermek ve geri dönen şeylere bakmaktır. Genellikle bu sürecin ayrıntıları bilgisayarınıza kurduğunuz sansür aşma yazılımı tarafından, tarama ayarlarınızı değiştirerek ya da tarayıcınızı web tabanlı bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sayfasına yönlendirerek, otomatik olarak yapılır. Aşağıda ele alınan <a href=\"/tr/glossary#Tor\"><em>Tor</em></a> anonimlik ağı ilk yöntemi kullanır. Ardından da her biri biraz farklı şekilde çalışan temel tek <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sansür aşma araçları üzerine bir değerlendirme yer alacaktır.</p>\n", 
                        "summary": "", 
                        "value": "Bir web sitesi yukarıda ele alınan yöntemlerden biri kullanılarak engellendiği için doğrudan ziyaret edilemiyorsa, engelin çevresinden dolaşacak bir yol bulmanız gerekecektir. İnterneti filtrelemeyen bir ülkede konuşlanmış güvenli bir [*proxy*](/tr/glossary#Proxy) sunucusu, istediğiniz web sayfalarını bularak ve onları size ulaştırarak, bu tür bir alternatif yolu size sağlayabilir. [*ISP*](/tr/glossary#ISP)’niz açısından siz, internette bir yerlerde bulunan bilinmeyen bir bilgisayarla ([*proxy*](/tr/glossary#Proxy) sunucusuyla) güvenli bir iletişim kurmuş gibi görüneceksiniz.\r\n\r\n![](/sites/securitybkp.ngoinabox.org/security/files/img/2-en.png)\r\n\r\nElbette ülkenizde internet sansüründen sorumlu devlet organı (ya da filtreleme yazılımı için güncellemeler sağlayan şirket) eninde sonunda bu ‘bilinmeyen bilgisayar’ın gerçekte bir sansür aşma [*proxy*](/tr/glossary#Proxy)’si olduğunu öğrenecektir. Bu olursa, kullandığınız Proxy’nin [*IP adresi*](/tr/glossary#IP_address) de  [*kara listeye*](/tr/glossary#Blacklist) eklenebilir ve işlemez hale gelir. [*Proxy*](/tr/glossary#Proxy)’lerin engellenmesi genelde zaman alır, bununla beraber sansür aşma araçlarını yaratanlar ve onları güncelleyenler bu tehdidin farkındadır. Onlar aşağıdaki yöntemlerin birini ya da tümünü kullanarak bu tehditle mücadele ederler:\r\n\r\n- **Gizli proxy'lerin** kimliğinin saptanması daha güçtür.  Daha az görünür olma eğiliminde olan güvenli [*proxy*](/tr/glossary#Proxy)’leri kullanmanın önemli olmasının nedenlerinden biri budur. Bununla beraber [*şifreleme*](/tr/glossary#Encryption), çözümün sadece bir parçasıdır. Bir [*proxy*](/tr/glossary#Proxy)’nin yöneticileri, gizli kalmak istiyorlarsa, yeni kullanıcılara konumlarını açık ederken bu konuda dikkatli davranmalıdırlar. \r\n\t\r\n- **Tek kullanımlık proxy'ler** engellendikten sonra hızla yenilenebilirdir. Bu durumda kullanıcılara yenilenen [*proxy*](/tr/glossary#Proxy)’leri nasıl bulacaklarını bildirmek çok da güvenli olmayabilir. Bunun yerine, bu türden sansür aşma araçları yeni [*proxy*](/tr/glossary#Proxy)’leri engellenebileceğinden daha hızlı yaygınlaştırmaya çalışır.\r\n\t\r\nNihai olarak, istediğiniz hizmetleri aramak için güvenilir bir [*proxy*](/tr/glossary#Proxy)’e eriştiğiniz sürece yapmanız gereken tek şey uygun internet uygulamalarıyla istediğiniz talepleri göndermek ve geri dönen şeylere bakmaktır. Genellikle bu sürecin ayrıntıları bilgisayarınıza kurduğunuz sansür aşma yazılımı tarafından, tarama ayarlarınızı değiştirerek ya da tarayıcınızı web tabanlı bir [*proxy*](/tr/glossary#Proxy) sayfasına yönlendirerek, otomatik olarak yapılır. Aşağıda ele alınan [*Tor*](/tr/glossary#Tor) anonimlik ağı ilk yöntemi kullanır. Ardından da her biri biraz farklı şekilde çalışan temel tek [*proxy*](/tr/glossary#Proxy) sansür aşma araçları üzerine bir değerlendirme yer alacaktır.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1964", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1964", 
                "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5109", 
                "module": "book", 
                "nid": "1964", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5109", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612308", 
            "comment": "0", 
            "created": "1441105125", 
            "current_revision_id": "12813", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_2", 
                        "value": "chapter_8_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5109": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1964", 
                    "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5109", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5109", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1964", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1964", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612308", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Sansür aşmayı anlamak", 
                        "value": "Sansür aşmayı anlamak"
                    }
                ]
            }, 
            "title_original": "Understanding censorship circumvention", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917569", 
                        "created": "1442917569", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228068", 
                        "created": "1441807944", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096914", 
                        "created": "1443096914", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414335", 
                        "created": "1442414335", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920529", 
                        "created": "1441208278", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108991", 
                        "created": "1442762070", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706228", 
                        "created": "1443706228", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612308", 
                        "created": "1452612308", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457619", 
                        "created": "1443457619", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117719", 
                        "created": "1441117719", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811646", 
                        "created": "1443811646", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397068", 
                        "created": "1444397068", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102052", 
                        "created": "1443102052", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094668", 
                        "created": "1443094668", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105125", 
                        "created": "1441105125", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583911", 
                        "created": "1443623883", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3fd8e6ec-6a7a-4f4a-9c99-5356d512a52d", 
            "vid": "12813", 
            "vuuid": "e423e0ea-137f-428a-abe6-69329912dd92"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h3>Anonimlik ağları</h3>\n\n<p>Anonimlik ağları, genel olarak, nereden geldiğinizi ve nereye erişmek istediğinizi gizlemek için internet trafiğinizi farklı güvenli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler arasında ‘sektirir’. Bu, web sitelerini ve diğer internet hizmetlerini yüklerken kullandığınız hızı önemli ölçüde azaltır. Bununla beraber <a href=\"/tr/glossary#Tor\"><em>Tor</em></a>, <a href=\"/tr/glossary#Proxy\">proxy</a>’lerinizi ve ziyaret ettiğiniz web sitelerini işleten kişilere güvenmek konusunda endişe etmekten sizi kurtararak, sansür aşmanın güvenilir, emin ve kamusal araçlarını size sağlar. Her zaman olduğu gibi, şifreler ve e-postalar gibi hassas bilgileri bir tarayıcı aracılığıyla değiş tokuş etmeden önce, güvenli bir web sitesiyle şifrelenmiş bir bağlantıya, <a href=\"/tr/glossary#SSL\">HTTPS</a>’e, sahip olduğunuzdan emin olun.</p>\n\n<p><a href=\"/tr/glossary#Tor\"><em>Tor</em></a>’u kullanmak için bir yazılım yüklemeniz gerekecektir, bunun sonucunda hem anonimlik hem de sansürü aşmanızı sağlayan bir araca sahip olacaksınız. <a href=\"/tr/glossary#Tor\"><em>Tor</em></a> ağına bağlandığınız her seferinde, üç ayrı güvenli <a href=\"/tr/glossary#Tor\"><em>Tor</em></a> <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’si aracılığıyla rastgele bir yol seçersiniz.  Bu, bilgisayarınızın <a href=\"/tr/glossary#IP_address\"><em>IP adresinin</em></a> ve talepte bulunduğunuz internet servisinin konumunun, <a href=\"/tr/glossary#ISP\"><em>ISP</em></a>’niz  ve <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin kendileri tarafından bilinmemesini güvence altına alır. Bu araç hakkında daha fazla bilgiyi Tor Rehberi’nden öğrenebilirsiniz.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/tor_main\"><em>Tor – Dijital Anonimlik ve Sansür Aşma Rehberi</em></a></p>\n\n</div>\n\n<p>Tor'un güçlü yanlarından biri sadece bir internet tarayıcısıyla değil, çeşitli internet yazılımlarıyla birlikte kullanılabilmesidir. Mozilla <a href=\"/tr/glossary#Thunderbird\"><em>Thunderbird</em></a> dahil e-posta programları, <a href=\"/tr/glossary#Pidgin\"><em>Pidgin</em></a> dahil farklı mesajlaşma programları Tor aracılığıyla çalışabilir. İster bu hizmetleri kullandığınızı gizlemek için, isterseniz de engellenmiş hizmetlere erişmek için Tor’u kullanabilirsiniz.</p>\n\n<h3>Temel sansür aşma proxy’leri</h3>\n\n<p>Temel bir sansür aşma <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’si seçerken göz önünde bulundurmanız gereken üç önemli soru vardır. Birincisi, kullanmayı düşündüğünüz sansür aşma proxy’si web-tabanlı bir araç mı; ayarlarınızı değiştirmenizi mi gerektiriyor; yoksa bilgisayarınıza bir yazılım kurmanızı mı gerektiriyor? İkincisi, güvenli mi? Üçüncüsü, özel mi yoksa kamuya açık mı?</p>\n\n<h4>Web-tabanlı proxy ve diğer proxy’ler:</h4>\n\n<p>Web-tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler belki de kullanımı en kolay olanlardır. Bunlar tarayıcınızı sadece bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> web sayfasına yönlendirmenizi, görmek istediğiniz engellenmiş adresi girmenizi ve bir düğmeye tıklamanızı gerektirir.  Ardından <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> talep edilen içeriği kendi web sayfası içinde gösterecektir. Her zaman olduğu gibi sayfadaki bağlantıları takip edebilirsiniz ya da farklı bir sayfa görmek istiyorsanız <a href=\"glossary#Proxy\"><em>proxy</em></a>’e yeni bir adres  girebilirsiniz. Herhangi bir yazılım yüklemek ya da tarayıcı ayarlarını değiştirmek zorunda değilsiniz, bir başka deyişle web-tabanlı <a href=\"glossary#Proxy\"><em>proxy</em></a>’lerin:</p>\n\n<ul><li>Kullanımlarının kolay olduğu</li>\n<li>Program kurmanıza ya da ayarları değiştirmenize izin vermeyen internet kafelerdekiler gibi herkese açık bilgisayarlardan erişilebilir oldukları </li>\n<li>Bilgisayarınızda sansür aşma yazılımıyla “yakalanmak”tan endişe duyuyorsanız potansiyel olarak daha güvenli oldukları, söylenebilir. </li>\n</ul><p>Web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin aynı zamanda belirli dezavantajları da vardır. Her zaman sayfaları doğru biçimde göstermezler ve birçok web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>, sesli ve görüntülü içerik sunanlar dahil karmaşık web sitelerini yüklemekte başarısız olacaktır. Ayrıca, her ne kadar bütün <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler kullanıcı sayısı arttıkça yavaşlasa da, bu  daha çok web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin sorunu olma eğilimindedir. Elbette web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler sadece web sayfaları için işler. Web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler aracılığıyla engellenmiş bir hizmete erişmek için, örneğin anlık mesajlaşma programını ya da e-posta istemcisini, kullanamazsınız.  Son olarak, güvenli web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler sınırlı gizlilik sunar çünkü ziyaret ettiğiniz web sitesinden size dönecek bilgiye erişmek ve onu dönüştürmek zorundadırlar. Bunu yapamazlarsa <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’den çıkmadan bir linke tıklayamaz ve hedefteki web sayfasıyla doğrudan bir bağlantı kurma teşebbüsünde bulunamazsınız . Bu konu ilerideki kısımda daha fazla ele alınacaktır.</p>\n\n<p><a href=\"/tr/glossary#Proxy\"><em>Proxy</em></a>’lerin diğer türleri genellikle bir program kurmanızı ya da tarayıcınızı veya işletim sisteminizi harici bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> adresine göre düzenlemenizi gerektirir. Birinci durumda, sansür aşma programınız, tarayıcınıza <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i kullanıp kullanmamasını söyleyen aracı açmanın ve kapamanın bazı yollarını sunar. Bu tür yazılımlar, yukarıda ele alındığı gibi <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerden biri engellendiğinde otomatik olarak onları değiştirmenize izin verir. Tarayıcınızı ya da işletim sisteminizi harici bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> adresine göre düzenlemeniz gerekiyorsa, bu  <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> engellenirse ya da kullanılamaz hale gelinceye kadar yavaşlarsa değişebilecek olan doğru <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> adresini öğrenmeniz gerekecektir.</p>\n\n<p>Bir web-tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’e göre kullanımı her ne kadar biraz daha zor olsa da sansür aşmanın bu yönteminin karmaşık sayfaları doğru olarak sergilemesi daha olasıdır ve verili bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sunucusunu daha fazla kişi kullanmaya başladığında <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’nin yavaşlaması daha uzun bir süre alabilir. Dahası  bir dizi farklı internet uygulaması için farklı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler mevcuttur. Örnek verecek olursak, engellenmekten kaçınmak için tüm internet trafiğinizi yeniden yönlendirebilen, tarayıcılar için HTTP  <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri, e-postalar için SOCKS <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri, chat programları için VPN <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri bulunmaktadır.</p>\n\n<h4>Güvenli ve güvensiz proxyler:</h4>\n\n<p>Bu bölümde, güvenli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> olarak ele aldığımız proxy’den kasıt, kullanıcısından <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> bağlantıları kabul eden bütün <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerdir. Güvensiz bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> engellemenin birçok türünü aşmanıza izin verecektir ama bu proxy’ler internet bağlantınız anahtar sözcükler için ya da belirli websitesi adresleri için tarandığında güvenlik açısından başarısız kalacaktır. Güvensiz bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i  normalde <a href=\"/tr/glossary#Encryption\"><em>şifrelenmiş</em></a> e-posta hesapları ya da bankacılık web siteleri gibi sitelere erişmek için kullanmak özellikle kötü bir fikirdir. Bunu yaparak normalde gizli olan hassas bilgileri açığa çıkarabilirsiniz. Daha önce de belirtildiği gibi, güvensiz <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler internet engelleme yazılımlarını ve politikalarını güncelleyenler için keşfetmesi ve engellemesi çoğu zaman en kolay olanlardır. Sonuç olarak, ücretsiz, hızlı ve güvenli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin var olması, güvenli olmayanları kullanmanız için çok az iyi nedenin olduğu anlamına gelir.</p>\n\n<p>Bir web-tabanlı proxy’nin güvenli olduğunu, <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> web sayfasının kendisine bir <a href=\"/tr/glossary#HTTPS\"><em>HTTPS</em></a> adresini kullanarak erişebildiğinizde anlarsınız. Webmail hizmetlerinde olduğu gibi, güvenli ve güvensiz bağlantılar desteklenebilir, bu nedenle güvenli adresleri kullandığınızdan emin olun. Bu tür durumlarda, tarayıcınızdan sık sık devam etmek için bir ‘güvenlik sertifikası uyarısı’nı kabul etmek zorunda kalacaksınız. Bu, aşağıda ele alınan <a href=\"/tr/glossary#Psiphon\"><em>Psiphon2</em></a> ve <a href=\"/tr/glossary#Peacefire\"><em>Peacefire</em></a> <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri için de geçerli olan bir durumdur. Bu tür uyarılar size, ISP’nizin ya da bir hacker’ın, <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’e olan bağlantınızı izliyor olabileceğini anlatır. Bu uyarılara rağmen, olanaklı olduğu tüm durumlarda güvenli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’leri kullanmak hâlâ iyi bir fikirdir. Bununla beraber, sansürü aşmak için bu tür <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lere başvururken,  <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>'nin <a href=\"/tr/glossary#SSL\"><em>SSL</em></a> parmak izini doğrulamadan güvenli web sitelerini ziyaret etmekten,  şifreleri girmekten ya da hassas bilgileri paylaşmaktan kaçınmalısınız. Bunu yapmak için <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>'nin yöneticisiyle iletişime geçmenin bir yoluna ihtiyacınız olacak.</p>\n\n<p>Bir web-tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i işleten kişiye güvenmiyorsanız, bu <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> aracılığıyla hassas bilgilere erişmekten kaçınmalısınız. Bu, <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i ziyaret ederken bir güvenlik sertifikası uyarısı görüp görmemenizden bağımsız olarak her zaman geçerlidir. Hatta bu, <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> operatörünü, tarayıcınızı uyarıyı kabul etmesi için yönlendirmeden önce sunucunun parmak izini doğrulayacak kadar iyi tanıyor olsanız bile geçerlidir. Sansürü aşmak  için sadece bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sunucusuna bağlıysanız, bu <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> sunucusunun yöneticisi daima sizin <a href=\"/tr/glossary#IP_address\"><em>IP adresinizi</em></a> ve hangi web sitelerine eriştiğinizi bilecektir. Bununla beraber daha da önemlisi, eğer bu <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> web-tabanlıysa kötü niyetli bir operatör, webmail’inizin içeriği ve şifreniz dahil, tarayıcınızla ziyaret ettiğiniz web siteleri arasındaki tüm bilgi akışına erişim elde edebilir.</p>\n\n<p>Web-tabanlı olmayan <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler için güvenli bağlantıların desteklenip desteklenmediğini belirlemek için küçük bir araştırma yapmanız gerekebilir. Bu bölümde önerilen <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin ve anonimlik ağlarının tümü  güvenlidir.</p>\n\n<h4>Özel proxy’ler ve açık proxy’ler:</h4>\n\n<p>Açık <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler herkesten gelen bağlantı taleplerini kabul ederken, özel <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler genellikle bir kullanıcı adı ve parola gerektirir. Açık <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin kolayca erişilebilir olmak gibi aşikâr bir avantajı olsa da, bu <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler herkes tarafından bulunabileceğinden, çok hızlı bir şekilde aşırı kalabalık olmaya eğilimlidirler. Sonuçta, her ne kadar açık <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler özel olanlar kadar iyi ve teknik olarak gelişmiş olsalar da çoğu zaman görece yavaştırlar. Son olarak, özel <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler kâr amaçlı şirketlerce ya da kişisel veya sosyal olarak tanıdıkları kullanıcılara hesaplar oluşturan yöneticilerce işletilmektedir. Bu nedenledir ki özel bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i işletenlerin amacını belirlemek genelde daha kolaydır. Ancak özel <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerin bu nedenle daha güvenilir olduğunu varsaymamalısınız. Ne de olsa geçmişte pek çok kez çevrimiçi hizmetler, kâr amacı nedeniyle kullanıcılarını ifşa etmiştir.</p>\n\n<p>Basit, güvensiz, açık <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler genellikle bir arama motorunda ‘açık proxy’/ ‘public proxy’ gibi terimleri arayarak bulunabilir. Ama bu şekilde bulunan <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lere güvenmemelisiniz. Seçme şansınız varsa, kişisel olarak ya da ismen bildiğiniz ve tanıdığınız, hizmetlerini güvenli olarak sürdürebilecek teknik bilgiye sahip insanlarca işletilen özel, güvenli bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i kullanmak daha iyidir. Web tabanlı bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> kullanıp kullanmamanız kendi özel gereksinimlerinize ve seçimlerinize bağlıdır. Sansürü aşmak için bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> kullandığınız her seferinde, <a href=\"/tr/glossary#Firefox\"><em>Firefox</em></a> tarayıcısını kullanmanız ve <a href=\"/en/firefox_main\"><em>Firefox  Rehberi</em></a>’nde  ele alındığı gibi No Script  eklentisini kurmanız iyi bir fikirdir. Böyle yapmak, hem kötü niyetli <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’lerden  hem de <a href=\"/tr/glossary#IP_address\"><em>IP adresinizi</em></a> keşfetmeye çalışabilecek web sitelerinden sizi korumaya yardım edebilir. Son olarak, <a href=\"/tr/glossary#Encrypted\"><em>şifrelenmiş</em></a> bir <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’nin  bile güvenli olmayan bir web sitesini güvenli kılmayacağını göz önünde bulundurun. Hassas bilgileri gönderip almadan önce bir <a href=\"/tr/glossary#SSL\"><em>HTTPS</em></a> bağlantınız olduğundan emin olmalısınız.</p>\n\n<p>Güvenilebilir, kesenize uygun ve ülkenizden erişilebilir olduğunu düşündüğünüz,  bir bireyin, kuruluşun ya da şirketin <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> hizmetini bulamazsanız, <a href=\"#Anonymity_networks\"><em>Anonimlik ağları</em></a> başlığı altında ele alınan Tor anonimlik ağını kullanmayı göz önünde bulundurmalısınız.</p>\n", 
                        "summary": "", 
                        "value": "### Anonimlik ağları ###\r\n\r\nAnonimlik ağları, genel olarak, nereden geldiğinizi ve nereye erişmek istediğinizi gizlemek için internet trafiğinizi farklı güvenli [*proxy*](/tr/glossary#Proxy)’ler arasında ‘sektirir’. Bu, web sitelerini ve diğer internet hizmetlerini yüklerken kullandığınız hızı önemli ölçüde azaltır. Bununla beraber [*Tor*](/tr/glossary#Tor), [proxy](/tr/glossary#Proxy)’lerinizi ve ziyaret ettiğiniz web sitelerini işleten kişilere güvenmek konusunda endişe etmekten sizi kurtararak, sansür aşmanın güvenilir, emin ve kamusal araçlarını size sağlar. Her zaman olduğu gibi, şifreler ve e-postalar gibi hassas bilgileri bir tarayıcı aracılığıyla değiş tokuş etmeden önce, güvenli bir web sitesiyle şifrelenmiş bir bağlantıya, [HTTPS](/tr/glossary#SSL)’e, sahip olduğunuzdan emin olun.\r\n\r\n[*Tor*](/tr/glossary#Tor)’u kullanmak için bir yazılım yüklemeniz gerekecektir, bunun sonucunda hem anonimlik hem de sansürü aşmanızı sağlayan bir araca sahip olacaksınız. [*Tor*](/tr/glossary#Tor) ağına bağlandığınız her seferinde, üç ayrı güvenli [*Tor*](/tr/glossary#Tor) [*proxy*](/tr/glossary#Proxy)’si aracılığıyla rastgele bir yol seçersiniz.  Bu, bilgisayarınızın [*IP adresinin*](/tr/glossary#IP_address) ve talepte bulunduğunuz internet servisinin konumunun, [*ISP*](/tr/glossary#ISP)’niz  ve [*proxy*](/tr/glossary#Proxy)’lerin kendileri tarafından bilinmemesini güvence altına alır. Bu araç hakkında daha fazla bilgiyi Tor Rehberi’nden öğrenebilirsiniz.\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [*Tor – Dijital Anonimlik ve Sansür Aşma Rehberi*](/en/tor_main)\r\n</div>\r\n\r\nTor'un güçlü yanlarından biri sadece bir internet tarayıcısıyla değil, çeşitli internet yazılımlarıyla birlikte kullanılabilmesidir. Mozilla [*Thunderbird*](/tr/glossary#Thunderbird) dahil e-posta programları, [*Pidgin*](/tr/glossary#Pidgin) dahil farklı mesajlaşma programları Tor aracılığıyla çalışabilir. İster bu hizmetleri kullandığınızı gizlemek için, isterseniz de engellenmiş hizmetlere erişmek için Tor’u kullanabilirsiniz.\r\n\r\n### Temel sansür aşma proxy’leri ###\r\n\r\nTemel bir sansür aşma [*proxy*](/tr/glossary#Proxy)’si seçerken göz önünde bulundurmanız gereken üç önemli soru vardır. Birincisi, kullanmayı düşündüğünüz sansür aşma proxy’si web-tabanlı bir araç mı; ayarlarınızı değiştirmenizi mi gerektiriyor; yoksa bilgisayarınıza bir yazılım kurmanızı mı gerektiriyor? İkincisi, güvenli mi? Üçüncüsü, özel mi yoksa kamuya açık mı?\r\n\r\n#### Web-tabanlı proxy ve diğer proxy’ler:####\r\n\r\nWeb-tabanlı [*proxy*](/tr/glossary#Proxy)’ler belki de kullanımı en kolay olanlardır. Bunlar tarayıcınızı sadece bir [*proxy*](/tr/glossary#Proxy) web sayfasına yönlendirmenizi, görmek istediğiniz engellenmiş adresi girmenizi ve bir düğmeye tıklamanızı gerektirir.  Ardından [*proxy*](/tr/glossary#Proxy) talep edilen içeriği kendi web sayfası içinde gösterecektir. Her zaman olduğu gibi sayfadaki bağlantıları takip edebilirsiniz ya da farklı bir sayfa görmek istiyorsanız [*proxy*](glossary#Proxy)’e yeni bir adres  girebilirsiniz. Herhangi bir yazılım yüklemek ya da tarayıcı ayarlarını değiştirmek zorunda değilsiniz, bir başka deyişle web-tabanlı [*proxy*](glossary#Proxy)’lerin:\r\n\r\n- Kullanımlarının kolay olduğu\r\n- Program kurmanıza ya da ayarları değiştirmenize izin vermeyen internet kafelerdekiler gibi herkese açık bilgisayarlardan erişilebilir oldukları \r\n- Bilgisayarınızda sansür aşma yazılımıyla “yakalanmak”tan endişe duyuyorsanız potansiyel olarak daha güvenli oldukları, söylenebilir. \r\n\t\r\nWeb tabanlı [*proxy*](/tr/glossary#Proxy)’lerin aynı zamanda belirli dezavantajları da vardır. Her zaman sayfaları doğru biçimde göstermezler ve birçok web tabanlı [*proxy*](/tr/glossary#Proxy), sesli ve görüntülü içerik sunanlar dahil karmaşık web sitelerini yüklemekte başarısız olacaktır. Ayrıca, her ne kadar bütün [*proxy*](/tr/glossary#Proxy)’ler kullanıcı sayısı arttıkça yavaşlasa da, bu  daha çok web tabanlı [*proxy*](/tr/glossary#Proxy)’lerin sorunu olma eğilimindedir. Elbette web tabanlı [*proxy*](/tr/glossary#Proxy)’ler sadece web sayfaları için işler. Web tabanlı [*proxy*](/tr/glossary#Proxy)’ler aracılığıyla engellenmiş bir hizmete erişmek için, örneğin anlık mesajlaşma programını ya da e-posta istemcisini, kullanamazsınız.  Son olarak, güvenli web tabanlı [*proxy*](/tr/glossary#Proxy)’ler sınırlı gizlilik sunar çünkü ziyaret ettiğiniz web sitesinden size dönecek bilgiye erişmek ve onu dönüştürmek zorundadırlar. Bunu yapamazlarsa [*proxy*](/tr/glossary#Proxy)’den çıkmadan bir linke tıklayamaz ve hedefteki web sayfasıyla doğrudan bir bağlantı kurma teşebbüsünde bulunamazsınız . Bu konu ilerideki kısımda daha fazla ele alınacaktır.\r\n\r\n[*Proxy*](/tr/glossary#Proxy)’lerin diğer türleri genellikle bir program kurmanızı ya da tarayıcınızı veya işletim sisteminizi harici bir [*proxy*](/tr/glossary#Proxy) adresine göre düzenlemenizi gerektirir. Birinci durumda, sansür aşma programınız, tarayıcınıza [*proxy*](/tr/glossary#Proxy)’i kullanıp kullanmamasını söyleyen aracı açmanın ve kapamanın bazı yollarını sunar. Bu tür yazılımlar, yukarıda ele alındığı gibi [*proxy*](/tr/glossary#Proxy)’lerden biri engellendiğinde otomatik olarak onları değiştirmenize izin verir. Tarayıcınızı ya da işletim sisteminizi harici bir [*proxy*](/tr/glossary#Proxy) adresine göre düzenlemeniz gerekiyorsa, bu  [*proxy*](/tr/glossary#Proxy) engellenirse ya da kullanılamaz hale gelinceye kadar yavaşlarsa değişebilecek olan doğru [*proxy*](/tr/glossary#Proxy) adresini öğrenmeniz gerekecektir.\r\n\r\nBir web-tabanlı [*proxy*](/tr/glossary#Proxy)’e göre kullanımı her ne kadar biraz daha zor olsa da sansür aşmanın bu yönteminin karmaşık sayfaları doğru olarak sergilemesi daha olasıdır ve verili bir [*proxy*](/tr/glossary#Proxy) sunucusunu daha fazla kişi kullanmaya başladığında [*proxy*](/tr/glossary#Proxy)’nin yavaşlaması daha uzun bir süre alabilir. Dahası  bir dizi farklı internet uygulaması için farklı [*proxy*](/tr/glossary#Proxy)’ler mevcuttur. Örnek verecek olursak, engellenmekten kaçınmak için tüm internet trafiğinizi yeniden yönlendirebilen, tarayıcılar için HTTP  [*proxy*](/tr/glossary#Proxy)’leri, e-postalar için SOCKS [*proxy*](/tr/glossary#Proxy)’leri, chat programları için VPN [*proxy*](/tr/glossary#Proxy)’leri bulunmaktadır.\r\n\r\n#### Güvenli ve güvensiz proxyler: ####\r\n\r\nBu bölümde, güvenli [*proxy*](/tr/glossary#Proxy) olarak ele aldığımız proxy’den kasıt, kullanıcısından [*şifrelenmiş*](/tr/glossary#Encryption) bağlantıları kabul eden bütün [*proxy*](/tr/glossary#Proxy)’lerdir. Güvensiz bir [*proxy*](/tr/glossary#Proxy) engellemenin birçok türünü aşmanıza izin verecektir ama bu proxy’ler internet bağlantınız anahtar sözcükler için ya da belirli websitesi adresleri için tarandığında güvenlik açısından başarısız kalacaktır. Güvensiz bir [*proxy*](/tr/glossary#Proxy)’i  normalde [*şifrelenmiş*](/tr/glossary#Encryption) e-posta hesapları ya da bankacılık web siteleri gibi sitelere erişmek için kullanmak özellikle kötü bir fikirdir. Bunu yaparak normalde gizli olan hassas bilgileri açığa çıkarabilirsiniz. Daha önce de belirtildiği gibi, güvensiz [*proxy*](/tr/glossary#Proxy)’ler internet engelleme yazılımlarını ve politikalarını güncelleyenler için keşfetmesi ve engellemesi çoğu zaman en kolay olanlardır. Sonuç olarak, ücretsiz, hızlı ve güvenli [*proxy*](/tr/glossary#Proxy)’lerin var olması, güvenli olmayanları kullanmanız için çok az iyi nedenin olduğu anlamına gelir.\r\n\r\nBir web-tabanlı proxy’nin güvenli olduğunu, [*proxy*](/tr/glossary#Proxy) web sayfasının kendisine bir [*HTTPS*](/tr/glossary#HTTPS) adresini kullanarak erişebildiğinizde anlarsınız. Webmail hizmetlerinde olduğu gibi, güvenli ve güvensiz bağlantılar desteklenebilir, bu nedenle güvenli adresleri kullandığınızdan emin olun. Bu tür durumlarda, tarayıcınızdan sık sık devam etmek için bir ‘güvenlik sertifikası uyarısı’nı kabul etmek zorunda kalacaksınız. Bu, aşağıda ele alınan [*Psiphon2*](/tr/glossary#Psiphon) ve [*Peacefire*](/tr/glossary#Peacefire) [*proxy*](/tr/glossary#Proxy)’leri için de geçerli olan bir durumdur. Bu tür uyarılar size, ISP’nizin ya da bir hacker’ın, [*proxy*](/tr/glossary#Proxy)’e olan bağlantınızı izliyor olabileceğini anlatır. Bu uyarılara rağmen, olanaklı olduğu tüm durumlarda güvenli [*proxy*](/tr/glossary#Proxy)’leri kullanmak hâlâ iyi bir fikirdir. Bununla beraber, sansürü aşmak için bu tür [*proxy*](/tr/glossary#Proxy)’lere başvururken,  [*proxy*](/tr/glossary#Proxy)'nin [*SSL*](/tr/glossary#SSL) parmak izini doğrulamadan güvenli web sitelerini ziyaret etmekten,  şifreleri girmekten ya da hassas bilgileri paylaşmaktan kaçınmalısınız. Bunu yapmak için [*proxy*](/tr/glossary#Proxy)'nin yöneticisiyle iletişime geçmenin bir yoluna ihtiyacınız olacak.\r\n\r\nBir web-tabanlı [*proxy*](/tr/glossary#Proxy)’i işleten kişiye güvenmiyorsanız, bu [*proxy*](/tr/glossary#Proxy) aracılığıyla hassas bilgilere erişmekten kaçınmalısınız. Bu, [*proxy*](/tr/glossary#Proxy)’i ziyaret ederken bir güvenlik sertifikası uyarısı görüp görmemenizden bağımsız olarak her zaman geçerlidir. Hatta bu, [*proxy*](/tr/glossary#Proxy) operatörünü, tarayıcınızı uyarıyı kabul etmesi için yönlendirmeden önce sunucunun parmak izini doğrulayacak kadar iyi tanıyor olsanız bile geçerlidir. Sansürü aşmak  için sadece bir [*proxy*](/tr/glossary#Proxy) sunucusuna bağlıysanız, bu [*proxy*](/tr/glossary#Proxy) sunucusunun yöneticisi daima sizin [*IP adresinizi*](/tr/glossary#IP_address) ve hangi web sitelerine eriştiğinizi bilecektir. Bununla beraber daha da önemlisi, eğer bu [*proxy*](/tr/glossary#Proxy) web-tabanlıysa kötü niyetli bir operatör, webmail’inizin içeriği ve şifreniz dahil, tarayıcınızla ziyaret ettiğiniz web siteleri arasındaki tüm bilgi akışına erişim elde edebilir.\r\n\r\nWeb-tabanlı olmayan [*proxy*](/tr/glossary#Proxy)’ler için güvenli bağlantıların desteklenip desteklenmediğini belirlemek için küçük bir araştırma yapmanız gerekebilir. Bu bölümde önerilen [*proxy*](/tr/glossary#Proxy)’lerin ve anonimlik ağlarının tümü  güvenlidir.\r\n\r\n#### Özel proxy’ler ve açık proxy’ler: ####\r\n\r\nAçık [*proxy*](/tr/glossary#Proxy)’ler herkesten gelen bağlantı taleplerini kabul ederken, özel [*proxy*](/tr/glossary#Proxy)’ler genellikle bir kullanıcı adı ve parola gerektirir. Açık [*proxy*](/tr/glossary#Proxy)’lerin kolayca erişilebilir olmak gibi aşikâr bir avantajı olsa da, bu [*proxy*](/tr/glossary#Proxy)’ler herkes tarafından bulunabileceğinden, çok hızlı bir şekilde aşırı kalabalık olmaya eğilimlidirler. Sonuçta, her ne kadar açık [*proxy*](/tr/glossary#Proxy)’ler özel olanlar kadar iyi ve teknik olarak gelişmiş olsalar da çoğu zaman görece yavaştırlar. Son olarak, özel [*proxy*](/tr/glossary#Proxy)’ler kâr amaçlı şirketlerce ya da kişisel veya sosyal olarak tanıdıkları kullanıcılara hesaplar oluşturan yöneticilerce işletilmektedir. Bu nedenledir ki özel bir [*proxy*](/tr/glossary#Proxy)’i işletenlerin amacını belirlemek genelde daha kolaydır. Ancak özel [*proxy*](/tr/glossary#Proxy)’lerin bu nedenle daha güvenilir olduğunu varsaymamalısınız. Ne de olsa geçmişte pek çok kez çevrimiçi hizmetler, kâr amacı nedeniyle kullanıcılarını ifşa etmiştir.\r\n\r\nBasit, güvensiz, açık [*proxy*](/tr/glossary#Proxy)’ler genellikle bir arama motorunda ‘açık proxy’/ ‘public proxy’ gibi terimleri arayarak bulunabilir. Ama bu şekilde bulunan [*proxy*](/tr/glossary#Proxy)’lere güvenmemelisiniz. Seçme şansınız varsa, kişisel olarak ya da ismen bildiğiniz ve tanıdığınız, hizmetlerini güvenli olarak sürdürebilecek teknik bilgiye sahip insanlarca işletilen özel, güvenli bir [*proxy*](/tr/glossary#Proxy)’i kullanmak daha iyidir. Web tabanlı bir [*proxy*](/tr/glossary#Proxy) kullanıp kullanmamanız kendi özel gereksinimlerinize ve seçimlerinize bağlıdır. Sansürü aşmak için bir [*proxy*](/tr/glossary#Proxy) kullandığınız her seferinde, [*Firefox*](/tr/glossary#Firefox) tarayıcısını kullanmanız ve [*Firefox  Rehberi*](/en/firefox_main)’nde  ele alındığı gibi No Script  eklentisini kurmanız iyi bir fikirdir. Böyle yapmak, hem kötü niyetli [*proxy*](/tr/glossary#Proxy)’lerden  hem de [*IP adresinizi*](/tr/glossary#IP_address) keşfetmeye çalışabilecek web sitelerinden sizi korumaya yardım edebilir. Son olarak, [*şifrelenmiş*](/tr/glossary#Encrypted) bir [*proxy*](/tr/glossary#Proxy)’nin  bile güvenli olmayan bir web sitesini güvenli kılmayacağını göz önünde bulundurun. Hassas bilgileri gönderip almadan önce bir [*HTTPS*](/tr/glossary#SSL) bağlantınız olduğundan emin olmalısınız.\r\n\r\nGüvenilebilir, kesenize uygun ve ülkenizden erişilebilir olduğunu düşündüğünüz,  bir bireyin, kuruluşun ya da şirketin [*proxy*](/tr/glossary#Proxy) hizmetini bulamazsanız, [*Anonimlik ağları*](#Anonymity_networks) başlığı altında ele alınan Tor anonimlik ağını kullanmayı göz önünde bulundurmalısınız.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1965", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1965", 
                "link_title": "Anonymity networks and basic proxy servers", 
                "menu_name": "book-toc-1925", 
                "mlid": "5111", 
                "module": "book", 
                "nid": "1965", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5111", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Anonymity networks and basic proxy servers", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455879986", 
            "comment": "0", 
            "created": "1441105174", 
            "current_revision_id": "13273", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_3", 
                        "value": "chapter_8_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5111": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1965", 
                    "link_title": "Anonymity networks and basic proxy servers", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5111", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5111", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1965", 
            "num_revisions": "34", 
            "path": "https://securityinabox.org/en/node/1965", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455879986", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Anonimlik ağları ve temel proxy sunucuları", 
                        "value": "Anonimlik ağları ve temel proxy sunucuları"
                    }
                ]
            }, 
            "title_original": "Anonymity networks and basic proxy servers", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917712", 
                        "created": "1442917712", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085218", 
                        "created": "1441808123", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096938", 
                        "created": "1443096938", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414469", 
                        "created": "1442414469", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920693", 
                        "created": "1441208337", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993997", 
                        "created": "1442762093", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879986", 
                        "created": "1443706292", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612381", 
                        "created": "1452612381", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457707", 
                        "created": "1443457707", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121355", 
                        "created": "1441121355", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812568", 
                        "created": "1443811743", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444408294", 
                        "created": "1444408294", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443102074", 
                        "created": "1443102074", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094742", 
                        "created": "1443094742", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478113", 
                        "created": "1441105174", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1965", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444584978", 
                        "created": "1444584724", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "b0392703-6346-4566-b47c-4d8b06b1c540", 
            "vid": "13273", 
            "vuuid": "0eac1ef1-a055-4ab0-9bbf-34fd4de3807e"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Aşağıda, internet filtrelemesini aşmanıza yardım edebilecek birkaç özgül araç ve <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> bulunmaktadır. Yeni sansür aşma araçları düzenli olarak üretilmekte ve var olanlar sık sık güncellenmektedir; bu konuda daha fazla şey öğrenmek için Security in-a-Box web sitesini ve <a href=\"/tr/chapter_8_5\"><em>Okuma önerileri</em></a> bölümünde bahsi geçen kaynakları ziyaret etmelisiniz.</p>\n\n<p><strong>Sanal Özel Ağ (VPN) tabanlı proxy’ler</strong></p>\n\n<p>Aşağıda listesi verilen VPN proxy’leri, “bağlı\" olduğunuz sürece tüm internet bağlantınızı proxy’den geçirir. Bu, ülkenizde engellenen e-posta ve anlık mesaj sağlayıcılarını kullanıyorsanız size yardımcı olabilir.</p>\n\n<p><strong>Riseup VPN.</strong> Riseup sunucusunda e-posta hesabı olan kullanıcılar içindir. Bu kolektif; güvenli, özel, ücretsiz VPN proxy sunucusuna bağlanma olanağı sunmaktadır. Lütfen <a href=\"https://help.riseup.net/en/riseup-vpn\"><em>Riseup VPN</em></a> ve <a href=\"https://we.riseup.net/riseuphelp+en/vpn-howto\"><em>ona nasıl bağlanılır</em></a> konusunda daha fazlasını okuyun.</p>\n\n<p><strong>Hotspot Shield</strong> kamuya açık, güvenli, ücretsiz, VPN sansür aşma proxy’sidir. Bunu kullanabilmek için <a href=\"http://www.hotspotshield.com/\"><em>aracı indir</em></a>meniz  ve çalıştırmanız gerekmektedir. Hotspot Shield’ı geliştiren firma reklamlardan gelir elde etmektedir; bu nedenle <a href=\"/tr/glossary#Encryption\"><em>şifreleme</em></a> sağlamayan web sitelerini ziyaret etmek için onu kullanırken, tarayıcı pencerenizin en tepesinde “banner reklamı” göreceksiniz. Her ne kadar kanıtlaması olanaksızsa da bu firma, aracı kullananların <a href=\"/tr/glossary#IP_address\"><em>IP adreslerini</em></a> depolamak ya da reklam verenlere göndermek yerine, sildiğini iddia etmektedir. **</p>\n\n<p><strong>Your-Freedom</strong> güvenli, özel, VPN/SOCKS sansür aşma <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’sidir . Bir ücretsiz sansür aşma servisine bağlanmak için kullanılabilecek <a href=\"/tr/glossary#Freeware\"><em>ücretsiz bir yazılımdır</em></a> . Bant genişliği ve kullanım süresi üzerinde sınırlama (günde 3 saat, haftada 9 saate kadar) bulunmaktadır. Ücret ödeyerek daha hızlı ve daha az sınırlı olan bir ticarî hizmete erişim de mümkündür. Your-Freedom’ı kullanmak için, <a href=\"http://www.your-freedom.net/index.php?id=3\"><em>aracı indirmeniz</em></a>  ve bir <a href=\"http://www.your-freedom.net/index.php?id=170&amp;L=0\"><em>hesap oluşturmanız</em></a> gerekmektedir. Her ikisi de <a href=\"http://your-freedom.net\"><em>Your-Freedom web sitesinde</em></a>  yapılabilir. Ayrıca tarayıcınızı internete bağlanırken <a href=\"https://www.your-freedom.net/index.php?id=172\"><em>OpenVPN</em></a> proxy kullanacak şekilde düzenlemeniz gerekecektir. Daha fazlasını <a href=\"https://www.your-freedom.net/index.php?id=doc\"><em>Your-Freedom dokümantasyonunda okuyabilirsiniz</em></a>.</p>\n\n<p><strong>Freegate</strong> açık, güvenli, VPN, ücretsiz yazılım sansür aşma proxy’sidir. <a href=\"http://www.dit-inc.us/freegate\">Freegate’in  en son sürümünü indirebilir</a> ya da Freegate hakkında <a href=\"http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/\">ilginç bir makaleyi  okuyabilirsiniz</a>.</p>\n\n<p><strong>SecurityKISS</strong> açık, güvenli, VPN, ücretsiz yazılım sansür aşma proxy’sidir. Bunu kullanabilmek için <a href=\"http://www.securitykiss.com/resources/download/\">ücretsiz bir programı indirmeniz ve çalıştırmanız</a> gerekmektedir. Bir hesap için kaydolmaya gerek yoktur. Ücretsiz kullanıcılar günlük 300 MB’lık proxy üzerinden internet trafiğiyle sınırlandırılmıştır. Ücretli kullanıcılar için sınırlama yoktur ve kullanabilecekleri daha fazla VPN sunucusu bulunmaktadır. <a href=\"http://www.securitykiss.com\">Daha fazlasını öğrenmek için SecureKISS’in ana sayfasına</a> bakınız.</p>\n\n<p><strong>Psiphon3</strong> internet içeriğine sansürsüz erişim sağlamanız için VPN, SSH ve HTTP Proxy teknolojilerinden yararlanan güvenli, kamuya açık bir araçtır. Kullanabilmek için programı <a href=\"http://psiphon3.com\"><em>Psiphon3’ün ana sayfasından</em></a> indirmeniz ve hangi modda [<em>VPN, SSH, SSH+</em>] kullanmak istediğinizi seçmeniz gerekir. Phiphone3 Android cihazlarla da birlikte çalışmaktadır. Daha fazlasını öğrenmek için lütfen <a href=\"http://psiphon3.com\"><em>ana sayfasına</em></a> bakınız.</p>\n\n<p><strong>Web Proxy’leri:</strong></p>\n\n<p><strong>Peacefire</strong> çok sayıda açık, web tabanlı <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’i destekler. Bu <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler, onlara nasıl eriştiğinize bağlı olarak güvenli ya da güvensiz olabilir. Bir <a href=\"/tr/glossary#Peacefire\"><em>Peacefire</em></a> <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a> kullanırken, siz ve proxy arasında güvenli bir bağlantıya sahip olmak için <a href=\"/tr/glossary#SSL\"><em>HTTPS</em></a> adresi girmelisiniz. Yeni <a href=\"/tr/glossary#Proxy\"><em>proxy</em></a>’ler  düzenli olarak geniş bir e-posta listesine ilan edilmektedir. Güncellemeleri almak için bu e-posta listesine <a href=\"http://peacefire.org/\"><em>Peacefire web sitesi</em></a>’nden kayıt olabilirsiniz.</p>\n", 
                        "summary": "", 
                        "value": "Aşağıda, internet filtrelemesini aşmanıza yardım edebilecek birkaç özgül araç ve [*proxy*](/tr/glossary#Proxy) bulunmaktadır. Yeni sansür aşma araçları düzenli olarak üretilmekte ve var olanlar sık sık güncellenmektedir; bu konuda daha fazla şey öğrenmek için Security in-a-Box web sitesini ve [*Okuma önerileri*](/tr/chapter_8_5) bölümünde bahsi geçen kaynakları ziyaret etmelisiniz.\r\n\r\n**Sanal Özel Ağ (VPN) tabanlı proxy’ler**\r\n\r\nAşağıda listesi verilen VPN proxy’leri, “bağlı\" olduğunuz sürece tüm internet bağlantınızı proxy’den geçirir. Bu, ülkenizde engellenen e-posta ve anlık mesaj sağlayıcılarını kullanıyorsanız size yardımcı olabilir.\r\n\r\n**Riseup VPN.** Riseup sunucusunda e-posta hesabı olan kullanıcılar içindir. Bu kolektif; güvenli, özel, ücretsiz VPN proxy sunucusuna bağlanma olanağı sunmaktadır. Lütfen [*Riseup VPN*](https://help.riseup.net/en/riseup-vpn) ve [*ona nasıl bağlanılır*](https://we.riseup.net/riseuphelp+en/vpn-howto) konusunda daha fazlasını okuyun.\r\n\r\n**Hotspot Shield** kamuya açık, güvenli, ücretsiz, VPN sansür aşma proxy’sidir. Bunu kullanabilmek için [*aracı indir*](http://www.hotspotshield.com/)meniz  ve çalıştırmanız gerekmektedir. Hotspot Shield’ı geliştiren firma reklamlardan gelir elde etmektedir; bu nedenle [*şifreleme*](/tr/glossary#Encryption) sağlamayan web sitelerini ziyaret etmek için onu kullanırken, tarayıcı pencerenizin en tepesinde “banner reklamı” göreceksiniz. Her ne kadar kanıtlaması olanaksızsa da bu firma, aracı kullananların [*IP adreslerini*](/tr/glossary#IP_address) depolamak ya da reklam verenlere göndermek yerine, sildiğini iddia etmektedir. ** \r\n\r\n**Your-Freedom** güvenli, özel, VPN/SOCKS sansür aşma [*proxy*](/tr/glossary#Proxy)’sidir . Bir ücretsiz sansür aşma servisine bağlanmak için kullanılabilecek [*ücretsiz bir yazılımdır*](/tr/glossary#Freeware) . Bant genişliği ve kullanım süresi üzerinde sınırlama (günde 3 saat, haftada 9 saate kadar) bulunmaktadır. Ücret ödeyerek daha hızlı ve daha az sınırlı olan bir ticarî hizmete erişim de mümkündür. Your-Freedom’ı kullanmak için, [*aracı indirmeniz*](http://www.your-freedom.net/index.php?id=3)  ve bir [*hesap oluşturmanız*](http://www.your-freedom.net/index.php?id=170&amp;L=0) gerekmektedir. Her ikisi de [*Your-Freedom web sitesinde*](http://your-freedom.net)  yapılabilir. Ayrıca tarayıcınızı internete bağlanırken [*OpenVPN*](https://www.your-freedom.net/index.php?id=172) proxy kullanacak şekilde düzenlemeniz gerekecektir. Daha fazlasını [*Your-Freedom dokümantasyonunda okuyabilirsiniz*](https://www.your-freedom.net/index.php?id=doc).\r\n\r\n**Freegate** açık, güvenli, VPN, ücretsiz yazılım sansür aşma proxy’sidir. [Freegate’in  en son sürümünü indirebilir](http://www.dit-inc.us/freegate) ya da Freegate hakkında [ilginç bir makaleyi  okuyabilirsiniz](http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/).\r\n\r\n**SecurityKISS** açık, güvenli, VPN, ücretsiz yazılım sansür aşma proxy’sidir. Bunu kullanabilmek için [ücretsiz bir programı indirmeniz ve çalıştırmanız](http://www.securitykiss.com/resources/download/) gerekmektedir. Bir hesap için kaydolmaya gerek yoktur. Ücretsiz kullanıcılar günlük 300 MB’lık proxy üzerinden internet trafiğiyle sınırlandırılmıştır. Ücretli kullanıcılar için sınırlama yoktur ve kullanabilecekleri daha fazla VPN sunucusu bulunmaktadır. [Daha fazlasını öğrenmek için SecureKISS’in ana sayfasına](http://www.securitykiss.com) bakınız.\r\n\r\n<!--\r\n**Psiphon1** may be a good option if you know someone who has a Windows computer that she leaves on, running and connected to a fast, unfiltered Internet connection in another country. In order to use [*Psiphon*](/tr/glossary#Psiphon), you must ask this person to download the program from the [*Civisec webpage*](http://psiphon.civisec.org/), install it, create an account for you, and send you the [*proxy's*](/tr/glossary#Proxy) [*IP address*](/tr/glossary#IP_address) along with your username and password. This will give you access to your own personal account on a trusted, secure, private, web-based circumvention [*proxy*](/tr/glossary#Proxy). Before using it, however, you should verify the  [*proxy's*](/tr/glossary#Proxy) fingerprint as discussed in the  [*Secure and insecure proxies*](/tr/chapter_8_3#Secure_and_insecure_proxies) section, above, and in *Appendix C* of the included [*Psiphon User's Guide*](/tr/glossary#Psiphon_users_guide).\r\n-->\r\n\r\n**Psiphon3** internet içeriğine sansürsüz erişim sağlamanız için VPN, SSH ve HTTP Proxy teknolojilerinden yararlanan güvenli, kamuya açık bir araçtır. Kullanabilmek için programı [*Psiphon3’ün ana sayfasından*](http://psiphon3.com) indirmeniz ve hangi modda [*VPN, SSH, SSH+*] kullanmak istediğinizi seçmeniz gerekir. Phiphone3 Android cihazlarla da birlikte çalışmaktadır. Daha fazlasını öğrenmek için lütfen [*ana sayfasına*](http://psiphon3.com) bakınız.\r\n\r\n\r\n**Web Proxy’leri:**\r\n\r\n**Peacefire** çok sayıda açık, web tabanlı [*proxy*](/tr/glossary#Proxy)’i destekler. Bu [*proxy*](/tr/glossary#Proxy)’ler, onlara nasıl eriştiğinize bağlı olarak güvenli ya da güvensiz olabilir. Bir [*Peacefire*](/tr/glossary#Peacefire) [*proxy*](/tr/glossary#Proxy) kullanırken, siz ve proxy arasında güvenli bir bağlantıya sahip olmak için [*HTTPS*](/tr/glossary#SSL) adresi girmelisiniz. Yeni [*proxy*](/tr/glossary#Proxy)’ler  düzenli olarak geniş bir e-posta listesine ilan edilmektedir. Güncellemeleri almak için bu e-posta listesine [*Peacefire web sitesi*](http://peacefire.org/)’nden kayıt olabilirsiniz.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1966", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1966", 
                "link_title": "Specific circumvention proxies", 
                "menu_name": "book-toc-1925", 
                "mlid": "5112", 
                "module": "book", 
                "nid": "1966", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5112", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Specific circumvention proxies", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456315973", 
            "comment": "0", 
            "created": "1441105226", 
            "current_revision_id": "13353", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_4", 
                        "value": "chapter_8_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5112": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1966", 
                    "link_title": "Specific circumvention proxies", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5112", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5112", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1966", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1966", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456315973", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Belirli sansür aşma proxy’leri", 
                        "value": "Belirli sansür aşma proxy’leri"
                    }
                ]
            }, 
            "title_original": "Specific circumvention proxies", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917896", 
                        "created": "1442917896", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228207", 
                        "created": "1441808234", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096961", 
                        "created": "1443096961", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414563", 
                        "created": "1442414563", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1456315973", 
                        "created": "1441208399", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109242", 
                        "created": "1442762139", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706312", 
                        "created": "1443706312", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612469", 
                        "created": "1452612469", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457761", 
                        "created": "1443457761", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121481", 
                        "created": "1441121481", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812372", 
                        "created": "1443812372", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444404769", 
                        "created": "1444404769", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443102113", 
                        "created": "1443102113", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094817", 
                        "created": "1443094817", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105226", 
                        "created": "1441105226", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1966", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585019", 
                        "created": "1443624675", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "55f84461-1be4-43fc-8392-399e09247684", 
            "vid": "13353", 
            "vuuid": "9af6b134-5ea5-4041-b15f-59cb334075d3"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><a href=\"http://www.frontlinedefenders.org/esecman\"><em>Digital Security and Privacy Manual for Human Rights Defenders</em></a> kitabının <em>2.5 Internet Surveillance and Monitoring</em> ve <em>2.6 Censorship circumvention</em> bölümlerine bakınız.</li>\n<li>FLOSS El kitapları web sitesi <a href=\"https://www.howtobypassinternetcensorship.org/\"><em>İnternet Sansürü Nasıl Aşılır</em></a> üzerine bir rehber içerir.</li>\n<li>Freerk tarafından yazılan <a href=\"http://en.cship.org/wiki/Main_Page\"><em>Internet Censorship Wiki</em></a> İngilizce, Almanca ve İspanyolca okunabilir.</li>\n<li>CitizenLab’in <a href=\"http://citizenlab.org/guides/everyones-guide-english.pdf\"><em>Everyone's guide to by-passing Internet Censorship</em></a> isimli rehberi şu anda İngilizce, Fransızca, Rusça, İspanyolca, Burmaca ve Urdu dillerine çevrilmektedir.</li>\n<li>Reporters Without Borders’ın ikinci baskısını yayınladığı <a href=\"http://www.rsf.org/IMG/pdf/Bloggers_Handbook2.pdf\"><em>Handbook for Bloggers and Cyberdissidents</em></a> isimli el kitabı Arapça, Burmaca, Çince, İngilizce, Farsça, Fransızca, Rusça ve İspanyolca okunabilir.</li>\n<li>Global Voices Online’dan Ethan Zuckerman, <a href=\"http://advocacy.globalvoicesonline.org/tools/guide/\"><em>Anonymous Blogging with Wordpress and Tor</em></a> isimli faydalı bir rehber yayınladı.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- [*Digital Security and Privacy Manual for Human Rights Defenders*](http://www.frontlinedefenders.org/esecman) kitabının *2.5 Internet Surveillance and Monitoring* ve *2.6 Censorship circumvention* bölümlerine bakınız.\r\n- FLOSS El kitapları web sitesi [*İnternet Sansürü Nasıl Aşılır*](https://www.howtobypassinternetcensorship.org/) üzerine bir rehber içerir.\r\n- Freerk tarafından yazılan [*Internet Censorship Wiki*](http://en.cship.org/wiki/Main_Page) İngilizce, Almanca ve İspanyolca okunabilir.\r\n- CitizenLab’in [*Everyone's guide to by-passing Internet Censorship*](http://citizenlab.org/guides/everyones-guide-english.pdf) isimli rehberi şu anda İngilizce, Fransızca, Rusça, İspanyolca, Burmaca ve Urdu dillerine çevrilmektedir.\r\n- Reporters Without Borders’ın ikinci baskısını yayınladığı [*Handbook for Bloggers and Cyberdissidents*](http://www.rsf.org/IMG/pdf/Bloggers_Handbook2.pdf) isimli el kitabı Arapça, Burmaca, Çince, İngilizce, Farsça, Fransızca, Rusça ve İspanyolca okunabilir.\r\n- Global Voices Online’dan Ethan Zuckerman, [*Anonymous Blogging with Wordpress and Tor*](http://advocacy.globalvoicesonline.org/tools/guide/) isimli faydalı bir rehber yayınladı."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1967", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1967", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5113", 
                "module": "book", 
                "nid": "1967", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5113", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452612603", 
            "comment": "0", 
            "created": "1441105274", 
            "current_revision_id": "12817", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_5", 
                        "value": "chapter_8_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5113": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1967", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5113", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5113", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1967", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1967", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612603", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Okuma önerileri", 
                        "value": "Okuma önerileri"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917813", 
                        "created": "1442917813", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096984", 
                        "created": "1443096984", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414975", 
                        "created": "1442414975", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208445", 
                        "created": "1441208445", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109299", 
                        "created": "1442762190", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706334", 
                        "created": "1443706334", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612603", 
                        "created": "1452612603", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457821", 
                        "created": "1443457821", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121594", 
                        "created": "1441121594", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812483", 
                        "created": "1443812457", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397533", 
                        "created": "1444397533", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102180", 
                        "created": "1443102180", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094891", 
                        "created": "1443094891", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105286", 
                        "created": "1441105274", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585055", 
                        "created": "1443624226", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "fdb5d575-7a94-4732-8e66-4355f8ed7ab7", 
            "vid": "12817", 
            "vuuid": "c1267efe-48c1-45c9-978b-7bd9f021c161"
        }
    ], 
    "changed": "1455900381", 
    "comment": "0", 
    "created": "1441104927", 
    "current_revision_id": "13292", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "tr": [
            {
                "format": null, 
                "safe_value": "8. How to remain anonymous and bypass ce", 
                "value": "8. How to remain anonymous and bypass ce"
            }
        ]
    }, 
    "field_menu_title_long": {
        "tr": [
            {
                "format": null, 
                "safe_value": "8. İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır", 
                "value": "8. İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "tr": [
            {
                "format": null, 
                "safe_value": "chapter-8", 
                "value": "chapter-8"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5107": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1962", 
            "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
            "menu_name": "book-toc-1925", 
            "mlid": "5107", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5107", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "8"
        }
    }, 
    "name": "chris", 
    "nid": "1962", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1962", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455900381", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "tr": [
            {
                "format": null, 
                "safe_value": "8. İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır", 
                "value": "8. İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır"
            }
        ]
    }, 
    "title_original": " 8. How to remain anonymous and bypass censorship on the Internet", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442917461", 
                "created": "1442917461", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227971", 
                "created": "1441807646", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094052", 
                "created": "1443094052", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442414211", 
                "created": "1442414211", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451919362", 
                "created": "1441208178", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108811", 
                "created": "1442762025", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693016", 
                "created": "1443693016", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452612067", 
                "created": "1452612067", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457498", 
                "created": "1443457498", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441117391", 
                "created": "1441117391", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443806734", 
                "created": "1443806734", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1455900381", 
                "created": "1444396920", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014809", 
                "created": "1443014809", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443094404", 
                "created": "1443094404", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104927", 
                "created": "1441104927", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1962", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444583785", 
                "created": "1443623824", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "4c011c6d-00c6-4bcf-bd9b-9402c5e71ea5", 
    "vid": "13292", 
    "vuuid": "d7623840-fb11-4125-8112-bd45494ea2ec"
}