{
    "body": {
        "tr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Çevrimiçi topluluklar internetin icadından bu yana var olmuştur. İlk başta dünyanın her yerindeki insanlara belirli konularda iletişim kurma ve bilgi paylaşma olanağı sunan ilan panoları ve e-posta listeleri vardı. Günümüzde sosyal ağ siteleri mesaj, fotoğraf, dosya ve ne yaptığınız ve nerede olduğunuz konusunda son dakika bilgilerini bile paylaşmanıza izin vererek, olası karşılıklı etkileşimin sınırlarını büyük ölçüde genişletti. Bu işlevler yeni ve benzersiz değildir – bu eylemlerin herhangi biri sosyal ağ sitelerine katılmadan internet aracılığıyla gerçekleştirilebilir.</p>\n\n<p>Her ne kadar bu ağlar çok yararlı olabilse de ve çevrimiçi ve çevrimdışı sosyal karşılıklı etkileşimi teşvik etse de, sosyal ağları kullanırken bilgilerinizi kötüye kullanmak isteyen insanlara bilgilerinizi erişilebilir kılıyor olabilirsiniz. Bir sosyal ağ sitesini büyük bir parti olarak düşünün. Orada tanıdığınız insanların yanı sıra hiç tanımadığınız insanlar da vardır. Partinin bir ucundan diğerine, tüm kişisel bilgilerinizin ve o anda ne düşündüğünüzün üzerinde yazılı olduğu sırtınıza asılmış büyük bir tabelayla yürüdüğünüzü hayal edin. Öyle ki herkes, siz farkında olmadan bu tabelayı okuyabilsin. Herkesin sizin hakkınızdaki her şeyi bilmesini gerçekten ister misiniz?</p>\n\n<p>Sosyal ağ sitelerinin özel şirketlere ait olduğunu ve paralarını kişiler hakkında veri toplayarak ve bu verileri özellikle reklamcılara satarak kazandıklarını hatırlayın. Bir sosyal ağ sitesine girdiğinizde internetin özgürlüklerini geride bırakır ve sitenin sahipleri tarafından yönetilen ve düzenlenen bir ağa girersiniz. Gizlilik ayarları, sizi sadece sosyal ağın diğer üyelerine karşı korumayı amaçlar ama verilerinizi şirketin sahiplerine karşı korumaz. Sosyal ağları kullanarak esasında yaptığınız şey, tüm verilerinizi bu şirketlerin sahiplerine vermek ve bu konuda onlara güvenmek anlamına gelir.</p>\n\n<p>Hassas bilgiler ve konular üzerinde çalışıyor; aynı zamanda sosyal ağ hizmetlerini kullanmak istiyorsanız, sosyal ağların yarattığı gizlilik ve güvenlik sorunlarının son derece farkında olmanız önemlidir. İnsan hakları savunucuları, sosyal ağ sitelerinin tehlikelerine karşı özellikle açıktırlar ve kendileri VE birlikte çalıştıkları insanlar hakkında ortaya koydukları bilgiler konusunda aşırı derecede dikkatli olmalıdırlar.</p>\n\n<p>Herhangi bir sosyal ağ sitesi kullanmadan önce bu sitelerin sizi nasıl tehlikeye açık kıldığını anlamanız ve ardından da kendinizi ve birlikte çalıştığınız insanları korumak için adımlar atmanız önemlidir. Bu rehber, sosyal ağ siteleri kullanmanın oluşturduğu güvenlik sorunlarını anlamanıza yardım edecektir.</p>\n\n<h2>Arka plan senaryosu</h2>\n\n<div class=\"background\">\n\n<p>Mansour ve Magda kuzey Afrika’da yaşayan insan hakları savunucularıdır. Büyük bir kentin ortasında gerçekleştirilecek bir yürüyüş örgütlemektedirler. Etkinliği yaygınlaştırmak için Facebook’u kullanmak isterler. Ancak yetkililere tüyo vermekten ve ilgi gösteren herkesin izinin sürülmesinden endişe duymaktadırlar. Yürüyüş sırasında yürüyüşün ilerleyişi hakkında bilgi vermek için Twitter’ı kullanmayı planlarlar. Ama ya polis tweet’leri izlerse ve yürüyüşçüleri durdurmak için ekip gönderirse? Mansour ve Magda yürüyüşün fotoğraflarını ve videolarını insanların kimliklerini açığa vurmadan nasıl paylaşacaklarını planlarlar çünkü katılımcıların yargıyla yüz yüze gelmelerinden endişe etmektedirler.</p>\n\n</div>\n\n<p>Sizi sosyal ağ araçlarının kullanımını tamamen bırakmaya teşvik etmiyoruz. Bununla beraber, kendinizi ve başkalarını tehlikeye sokmadan bu araçları kullanabilmeniz için uygun güvenlik önlemleri almalısınız.</p>\n\n<h3>Bu bölümden ne öğrenebilirsiniz</h3>\n\n<ul><li>Sosyal ağ sitelerinin, kasıtlı olmaksızın, hassas bilgilerin açığa çıkmasını nasıl kolaylaştırdığını</li>\n<li>Sosyal ağ sitelerini kullanırken, kendiniz ve başkaları hakkındaki bilgileri nasıl güvence altına alacağınızı</li>\n</ul>", 
                "summary": "", 
                "value": "Çevrimiçi topluluklar internetin icadından bu yana var olmuştur. İlk başta dünyanın her yerindeki insanlara belirli konularda iletişim kurma ve bilgi paylaşma olanağı sunan ilan panoları ve e-posta listeleri vardı. Günümüzde sosyal ağ siteleri mesaj, fotoğraf, dosya ve ne yaptığınız ve nerede olduğunuz konusunda son dakika bilgilerini bile paylaşmanıza izin vererek, olası karşılıklı etkileşimin sınırlarını büyük ölçüde genişletti. Bu işlevler yeni ve benzersiz değildir – bu eylemlerin herhangi biri sosyal ağ sitelerine katılmadan internet aracılığıyla gerçekleştirilebilir.\r\n\r\nHer ne kadar bu ağlar çok yararlı olabilse de ve çevrimiçi ve çevrimdışı sosyal karşılıklı etkileşimi teşvik etse de, sosyal ağları kullanırken bilgilerinizi kötüye kullanmak isteyen insanlara bilgilerinizi erişilebilir kılıyor olabilirsiniz. Bir sosyal ağ sitesini büyük bir parti olarak düşünün. Orada tanıdığınız insanların yanı sıra hiç tanımadığınız insanlar da vardır. Partinin bir ucundan diğerine, tüm kişisel bilgilerinizin ve o anda ne düşündüğünüzün üzerinde yazılı olduğu sırtınıza asılmış büyük bir tabelayla yürüdüğünüzü hayal edin. Öyle ki herkes, siz farkında olmadan bu tabelayı okuyabilsin. Herkesin sizin hakkınızdaki her şeyi bilmesini gerçekten ister misiniz?\r\n\r\nSosyal ağ sitelerinin özel şirketlere ait olduğunu ve paralarını kişiler hakkında veri toplayarak ve bu verileri özellikle reklamcılara satarak kazandıklarını hatırlayın. Bir sosyal ağ sitesine girdiğinizde internetin özgürlüklerini geride bırakır ve sitenin sahipleri tarafından yönetilen ve düzenlenen bir ağa girersiniz. Gizlilik ayarları, sizi sadece sosyal ağın diğer üyelerine karşı korumayı amaçlar ama verilerinizi şirketin sahiplerine karşı korumaz. Sosyal ağları kullanarak esasında yaptığınız şey, tüm verilerinizi bu şirketlerin sahiplerine vermek ve bu konuda onlara güvenmek anlamına gelir. \r\n\r\nHassas bilgiler ve konular üzerinde çalışıyor; aynı zamanda sosyal ağ hizmetlerini kullanmak istiyorsanız, sosyal ağların yarattığı gizlilik ve güvenlik sorunlarının son derece farkında olmanız önemlidir. İnsan hakları savunucuları, sosyal ağ sitelerinin tehlikelerine karşı özellikle açıktırlar ve kendileri VE birlikte çalıştıkları insanlar hakkında ortaya koydukları bilgiler konusunda aşırı derecede dikkatli olmalıdırlar. \r\n\r\nHerhangi bir sosyal ağ sitesi kullanmadan önce bu sitelerin sizi nasıl tehlikeye açık kıldığını anlamanız ve ardından da kendinizi ve birlikte çalıştığınız insanları korumak için adımlar atmanız önemlidir. Bu rehber, sosyal ağ siteleri kullanmanın oluşturduğu güvenlik sorunlarını anlamanıza yardım edecektir.\r\n\r\n## Arka plan senaryosu ##\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour ve Magda kuzey Afrika’da yaşayan insan hakları savunucularıdır. Büyük bir kentin ortasında gerçekleştirilecek bir yürüyüş örgütlemektedirler. Etkinliği yaygınlaştırmak için Facebook’u kullanmak isterler. Ancak yetkililere tüyo vermekten ve ilgi gösteren herkesin izinin sürülmesinden endişe duymaktadırlar. Yürüyüş sırasında yürüyüşün ilerleyişi hakkında bilgi vermek için Twitter’ı kullanmayı planlarlar. Ama ya polis tweet’leri izlerse ve yürüyüşçüleri durdurmak için ekip gönderirse? Mansour ve Magda yürüyüşün fotoğraflarını ve videolarını insanların kimliklerini açığa vurmadan nasıl paylaşacaklarını planlarlar çünkü katılımcıların yargıyla yüz yüze gelmelerinden endişe etmektedirler.\r\n</div>\r\n\r\nSizi sosyal ağ araçlarının kullanımını tamamen bırakmaya teşvik etmiyoruz. Bununla beraber, kendinizi ve başkalarını tehlikeye sokmadan bu araçları kullanabilmeniz için uygun güvenlik önlemleri almalısınız.\r\n\r\n### Bu bölümden ne öğrenebilirsiniz ###\r\n\r\n- Sosyal ağ sitelerinin, kasıtlı olmaksızın, hassas bilgilerin açığa çıkmasını nasıl kolaylaştırdığını\r\n- Sosyal ağ sitelerini kullanırken, kendiniz ve başkaları hakkındaki bilgileri nasıl güvence altına alacağınızı\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><strong>Şu soruları daima sorun:</strong></p>\n\n<ul><li>İnternete koyduğum bilgilere kimler erişebilir?</li>\n<li>Sosyal ağ sitelerine koyduğum bilgileri kim denetliyor ve bu sitelerin sahipleri kim?</li>\n<li>Bağlantılı olduğum kişiler diğer insanlara benim hakkımdaki hangi bilgileri aktarıyor?</li>\n<li>Bağlantılı olduğum kişiler, onlar hakkındaki bilgileri diğer insanlarla paylaşmamda bir sakınca görür mü?</li>\n<li>Bağlantılı olduğum herkese güveniyor muyum?</li>\n</ul></li>\n<li><p>Sosyal ağlara erişmek için <strong>güvenli şifreler</strong> kullandığınızdan daima emin olun. Bir başkası sizin hesabınıza girdiyse, sizin hakkınızda ve sosyal ağ aracılığıyla bağlantılı olduğunuz diğer herkes hakkında birçok bilgiye erişim elde ediyordur. Düzenli aralıklarla şifrenizi değiştirin. Daha fazla bilgi için  <a href=\"/tr/chapter-3\">Güvenli şifreler nasıl oluşturulur ve muhafaza edilir</a> başlıklı <a href=\"/tr/chapter-3\">3.Bölüm</a>’e bakınız.</p></li>\n<li><p>Sosyal ağ sitesi tarafından sunulan öntanımlı <strong>gizlilik ayarlarını</strong> ve onları nasıl değiştireceğinizi anladığınızdan emin olun.</p></li>\n<li><p>Farklı kampanyalar ve etkinlikler için <strong>ayrı hesaplar/kimlikler</strong> ya da belki de farklı takma adlar kullanmayı düşünün. Unutmayın, bir ağı güvenli olarak kullanmanın anahtarı, o ağın üyelerine güvenmektir. Farklı hesaplara sahip olmak bu tür bir güvenin olanaklı olduğunu garantiye almanın iyi bir yolu olabilir.</p></li>\n<li><p>Kamuya açık internet alanlarından sosyal ağ hesabınıza erişirken dikkatli olun. Herkese açık bir makinede tarayıcı kullanırken <strong>şifrenizi ve tarama geçmişinizi</strong> silin. <a href=\"/tr/chapter-3\">Hassas bilgiler nasıl yok edilir</a> başlıklı <a href=\"/tr/chapter-3\">6. Bölüm</a>’e bakınız.</p></li>\n<li><p>Kullanıcı adınızı, şifrenizi ve gönderdiğiniz diğer bilgileri korumak için <strong>https:// kullanarak sosyal ağ sitelerine erişin</strong>. http:// yerine https:// kullanmak tarayıcınız ile sosyal ağ siteniz arasındaki trafiği şifreleyerek bir başka güvenlik tabakası ekler. Bakınız: <a href=\"/tr/chapter-8\">İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır</a> başlıklı <a href=\"/tr/chapter-8\">8. Bölüm</a>.</p></li>\n<li><p>Ağınızdaki insanlara güvenseniz bile, <strong>durum güncellemelerinize</strong> çok fazla bilgi koymak konusunda dikkatli olun. Bilgilerinizin bir başkası tarafından kopyalanması kolaydır.</p></li>\n<li><p>Sosyal ağların çoğu, diğer sosyal ağlardaki bilgilerinizi birleştirmenize izin verir. Örneğin Twitter hesabınıza bir güncelleme gönderebilirsiniz ve onun aynı zamanda Facebook hesabınızdan da otomatik olarak gönderilmesini sağlayabilirsiniz. <strong>Sosyal ağ hesaplarınızı birleştirirken özellikle dikkatli olun</strong>! Bir sitede anonim olabilirsiniz ama bir başkasını kullanırken kendinizi ifşa edebilirsiniz.</p></li>\n<li><p>Bir sosyal ağ sitesindeki içeriğinizin ne kadar güvende olduğu konusunda tedbirli olun. <strong>İçeriğinizin ya da bilgilerinizin birincil saklama yeri olarak bir sosyal ağ sitesine asla bel bağlamayın</strong>. Hükümetlerin bir sosyal ağ sitesinin içeriğini aniden sakıncalı bulmaları durumunda ülke sınırları içinde ona erişimi engellemeleri çok kolaydır. Bir sosyal ağ sitesinin yöneticileri, belirli bir ülkede sansürle yüzleşmektense, sakıncalı içeriği ortadan kaldırmaya karar verebilir.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- **Şu soruları daima sorun:**\r\n - İnternete koyduğum bilgilere kimler erişebilir?\r\n - Sosyal ağ sitelerine koyduğum bilgileri kim denetliyor ve bu sitelerin sahipleri kim?\r\n - Bağlantılı olduğum kişiler diğer insanlara benim hakkımdaki hangi bilgileri aktarıyor?\r\n - Bağlantılı olduğum kişiler, onlar hakkındaki bilgileri diğer insanlarla paylaşmamda bir sakınca görür mü?\r\n - Bağlantılı olduğum herkese güveniyor muyum?\r\n\r\n- Sosyal ağlara erişmek için **güvenli şifreler** kullandığınızdan daima emin olun. Bir başkası sizin hesabınıza girdiyse, sizin hakkınızda ve sosyal ağ aracılığıyla bağlantılı olduğunuz diğer herkes hakkında birçok bilgiye erişim elde ediyordur. Düzenli aralıklarla şifrenizi değiştirin. Daha fazla bilgi için  [Güvenli şifreler nasıl oluşturulur ve muhafaza edilir](/tr/chapter-3) başlıklı [3.Bölüm](/tr/chapter-3)’e bakınız.\r\n\r\n- Sosyal ağ sitesi tarafından sunulan öntanımlı **gizlilik ayarlarını** ve onları nasıl değiştireceğinizi anladığınızdan emin olun.\r\n\r\n- Farklı kampanyalar ve etkinlikler için **ayrı hesaplar/kimlikler** ya da belki de farklı takma adlar kullanmayı düşünün. Unutmayın, bir ağı güvenli olarak kullanmanın anahtarı, o ağın üyelerine güvenmektir. Farklı hesaplara sahip olmak bu tür bir güvenin olanaklı olduğunu garantiye almanın iyi bir yolu olabilir.\r\n\r\n- Kamuya açık internet alanlarından sosyal ağ hesabınıza erişirken dikkatli olun. Herkese açık bir makinede tarayıcı kullanırken **şifrenizi ve tarama geçmişinizi** silin. [Hassas bilgiler nasıl yok edilir](/tr/chapter-3) başlıklı [6. Bölüm](/tr/chapter-3)’e bakınız.\r\n\r\n- Kullanıcı adınızı, şifrenizi ve gönderdiğiniz diğer bilgileri korumak için **https:// kullanarak sosyal ağ sitelerine erişin**. http:// yerine https:// kullanmak tarayıcınız ile sosyal ağ siteniz arasındaki trafiği şifreleyerek bir başka güvenlik tabakası ekler. Bakınız: [İnternette nasıl anonim kalınır ve internet sansürü nasıl aşılır](/tr/chapter-8) başlıklı [8. Bölüm](/tr/chapter-8).\r\n\r\n- Ağınızdaki insanlara güvenseniz bile, **durum güncellemelerinize** çok fazla bilgi koymak konusunda dikkatli olun. Bilgilerinizin bir başkası tarafından kopyalanması kolaydır.\r\n\r\n- Sosyal ağların çoğu, diğer sosyal ağlardaki bilgilerinizi birleştirmenize izin verir. Örneğin Twitter hesabınıza bir güncelleme gönderebilirsiniz ve onun aynı zamanda Facebook hesabınızdan da otomatik olarak gönderilmesini sağlayabilirsiniz. **Sosyal ağ hesaplarınızı birleştirirken özellikle dikkatli olun**! Bir sitede anonim olabilirsiniz ama bir başkasını kullanırken kendinizi ifşa edebilirsiniz.\r\n\r\n- Bir sosyal ağ sitesindeki içeriğinizin ne kadar güvende olduğu konusunda tedbirli olun. **İçeriğinizin ya da bilgilerinizin birincil saklama yeri olarak bir sosyal ağ sitesine asla bel bağlamayın**. Hükümetlerin bir sosyal ağ sitesinin içeriğini aniden sakıncalı bulmaları durumunda ülke sınırları içinde ona erişimi engellemeleri çok kolaydır. Bir sosyal ağ sitesinin yöneticileri, belirli bir ülkede sansürle yüzleşmektense, sakıncalı içeriği ortadan kaldırmaya karar verebilir.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Sosyal ağ sitelerini kullanmakla ilgili genel ipuçları", 
                        "value": "Sosyal ağ sitelerini kullanmakla ilgili genel ipuçları"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sosyal ağ siteleri diğer kullanıcıların sizi bulmasını ve size bağlanmasını kolaylaştırmak için sizin hakkınızda birçok bilgiyi size sorar. Bunun bu sitelerin kullanıcıları için yarattığı belki de en büyük tehlike, gitgide artan bir biçimde yaygınlaşan kimlik sahtekârlığı olasılığıdır. Dahası, çevrimiçi olarak kendiniz hakkında ne kadar çok bilgi verirseniz, yetkililerin kimliğinizi saptaması ve etkinliklerinizi izlemesi de o kadar kolay olur. Bazı ülkelerin diasporasındaki aktivistlerin çevrimiçi etkinlikleri, yetkililerin, aktivistlerin ana vatanlarındaki aile üyelerini hedef almasına neden olmuştur.</p>\n\n<p>Kendinize sorun: şu bilgileri çevrimiçi post etmeniz gerekli mi?</p>\n\n<ul><li>doğum tarihleri </li>\n<li>telefon numaraları</li>\n<li>adresler</li>\n<li>aile üyelerinin ayrıntıları</li>\n<li>cinsel yönelim bilgileri</li>\n<li>eğitim ve iş geçmişi</li>\n</ul><h2>Arkadaşlar, takipçiler ve bağlantılı olduğunuz kişiler</h2>\n\n<p>Herhangi bir sosyal ağ uygulamasında kişisel ayrıntılarınızı doldurduktan sonra yapacağınız ilk şey diğer insanlarla bağlantılar kurmaktır. Varsayımsal olarak, bu bağlantıda olduğunuz kişiler tanıdığınız ve güvendiğiniz kişilerdir –ya da daha önce hiç karşılaşmadığınız ama benzer bir kafa yapısına sahip olduğunuzu düşündüğünüz bir topluluğun sosyal ağına da bağlanmış olabilirsiniz. Anlamanız gereken en önemli şey, bu çevrimiçi topluluğun hangi bilgilerinize sahip olmasına izin verdiğinizdir.</p>\n\n<p>Sizin hakkınızda birçok bilgiyi elinde bulunduran Facebook gibi bir sosyal ağ hesabı kullanırken, sadece tanıdığınız ve gönderdiğiniz bilgileri kötüye kullanmayacağı konusunda güvendiğiniz kişilerle bağlantı kurmayı düşünün.</p>\n\n<h2>Durum güncellemeleri</h2>\n\n<p>Twitter’da, Facebook’da ve benzer ağlarda durum güncellemeleri şu soruları yanıtlar: Şimdi ne yapıyorum? Ne oluyor? Durum güncellemeleri hakkında anlamanız gereken en önemli şey, bunları gerçekten kimlerin görebileceğidir. Sosyal ağ uygulamalarının bir çoğunda, durum güncellemelerinin öntanımlı ayarları, internetteki herkesin güncellemelerinizi görebileceği şekilde ayarlanmıştır. Bu güncellemeleri sadece bağlantılı olduğunuz kişilerin görmesini istiyorsanız, sosyal ağ uygulamasına güncellemelerinizi herkesten gizli tutmasını söylemeniz gerekir.</p>\n\n<p>Twitter’da bunu yapmak için “Tweet’lerimi Koru” seçeneğini arayın. Facebook ayarlarınızı güncellemelerinizi “Sadece Arkadaşlar” ile paylaşacak şekilde değiştirin. Bu ayarlara geçseniz bile bilgilerinizin takipçileriniz ve arkadaşlarınız tarafından yeniden gönderilmesinin ne kadar kolay olduğunu göz önünde bulundurun. Ağdaki arkadaşlarınızla, sosyal ağ hesaplarınıza gönderilen bilginin aktarılması konusunda ortak bir yaklaşım üzerinde anlaşın. Arkadaşlarınızın diğer insanların bilmesini istemeyebileceği hangi bilgileri açığa çıkardığınız konusunda da düşünmelisiniz; bu konuda hassas olmanız ve diğerlerinin de sizin bilgilerinizi ortaya koyarken hassas davranmalarını onlardan istemeniz önemlidir.</p>\n\n<p>Durum güncellemelerindeki bilgilerin kişiler aleyhine kullanıldığı birçok olay bulunmaktadır. ABD’de öğretmenler, öğrencileri hakkında ne hissettikleri üzerine güncellemeler gönderdikten sonra işten çıkarıldı; diğer çalışanlar işverenleri hakkında güncellemeler gönderdikleri için işlerini yitirdi. Bu neredeyse herkesin dikkatli olması gereken bir konudur.</p>\n\n<h2>İnternet içeriği paylaşmak</h2>\n\n<p>Bir web sitesinin bağlantısını paylaşmak ve arkadaşlarınızın dikkatini çekmek kolaydır. Ama başka kimler dikkat ediyor ve tepkileri ne olacak? Baskıcı bir rejimi yıkmayla bir şekilde ilişkili bir siteyi beğendiğinizi söylüyorsanız bu rejim sizinle ilgilenebilir ve sizi hedef alabilir.</p>\n\n<p>Paylaştığınız ya da ilginç olarak işaretlediğiniz şeyleri görenlerin sadece bağlantılı olduğunuz kişiler olmasını istiyorsanız gizlilik ayarlarınızı kontrol ettiğinizden emin olun.</p>\n\n<h2>Konumunuzu ifşa etmek</h2>\n\n<p>Sosyal ağ sitelerinin birçoğu konum bilgileriniz erişilebilirse onları görünür kılacaktır. Bu işlev genellikle GPS’i açık telefonlarla sosyal ağ ile etkileşimde bulunduğunuzda sağlanır ama cep telefonundan bağlanmadığınız zamanlarda bunun olasılık dışı olduğunu varsaymayın. Bilgisayarınızın bağlandığı ağ da konum bilgisi sağlıyor olabilir. En emniyetlisi ayarlarınızı iki kez kontrol etmenizdir.</p>\n\n<p>Fotoğraf ve video paylaşım sitelerindeki konum ayarlarına özellikle dikkat edin. Bu sitelerin konum bilgilerinizi paylaşmadıklarını varsaymayın: Emin olmak için ayarlarınızı iki kez kontrol edin.</p>\n\n<p>Ayrıca, Electronic Frontier Foundation’ın web sitesinden <a href=\"https://www.eff.org/wp/locational-privacy\">On Locational Privacy, and How to Avoid Losing it Forever</a> başlıklı metne bakınız.</p>\n\n<h2>Video/fotoğraf paylaşmak</h2>\n\n<p>Fotoğraflar ve videolar insanların kimliklerini kolayca açığa çıkarır. Paylaşımda bulunmadan önce, fotoğrafını ya da videosunu gönderdiğiniz kişilerden izin almanız önemlidir. Bir başkasının görüntüsünü gönderiyorsanız onların mahremiyetinden nasıl ödün verdiğinizin farkında olun. Rızasını almadan hiç kimsenin fotoğrafını ya da videosunu hiçbir zaman göndermeyin.</p>\n\n<p>Fotoğraflar ve videolar kasıtsız olarak birçok bilgiyi de açığa çıkarır. Birçok fotoğraf makinesi, fotoğrafa fotoğrafın tarihini, zamanını, konumunu ve fotoğraf makinesinin tipini vb. açığa çıkaran gizlenmiş veriler (meta etiketleri) yerleştirir. Fotoğraf ve video paylaşım siteleri, bu sitelere içerik yüklediğinizde bu bilgileri yayınlayabilir.</p>\n\n<h2>Anlık sohbet</h2>\n\n<p>Sosyal ağ sitelerinin birçoğu arkadaşlarınızla gerçek zamanlı olarak görüşmeler yapmanıza izin veren araçlara sahiptir. Bu araçlar Anlık Mesajlaşma gibi çalışır ve hem kiminle iletişim kurduğunuzu hem de ne üzerine iletişim kurduğunuzu ifşa edebileceğinden internetteki en güvensiz iletişim kurma yollarından biridir.</p>\n\n<p><em>Https ile web sitesine bağlanmak güvenli çevrimiçi sohbet için asgari bir gerekliliktir ancak bu bile sohbet programınızın güvenli bir bağlantı kullandığına dair yeterli bir garanti değildir. Örneğin Facebook sohbet HTTPS’den farklı bir kanal kullanır (ve bilgileri ifşa etmeye çok daha fazla eğilimlidir)</em>.</p>\n\n<p>Çevrimiçi sohbet için şifreleme kullanan uygulamaları kullanmanız daha güvenlidir. Örneğin, Pidgin uygulamasını Off-the-record (kayıt dışı) eklentisiyle birlikte kullanabilirsiniz. 'Pidgin – güvenli anlık mesajlaşma' uygulama rehberini okuyunuz.</p>\n\n<h2>Grup, etkinlik ve topluluklar oluşturmak ve onlara katılmak</h2>\n\n<p>Bir gruba ya da topluluğa katıldığınızda insanlara hangi bilgileri veriyorsunuz? Bu bilgiler sizin hakkınızda ne söylüyor? Öte yandan, insanlar sizin oluşturduğunuz bir gruba veya topluluğa katıldıklarında dünyaya ne ilan ediyorlar? İnsanları nasıl riske sokuyorsunuz?</p>\n\n<p>Çevrimiçi bir gruba ya da topluluğa katıldığınızda hakkınızdaki bazı şeyleri başkalarına görünür kılmış olursunuz. Örneğin belirli bir siyasi grubun çevrimiçi sosyal ağlarından birini takip ediyorsunuz, insanlar bu grubun söylediklerini ya da yaptıklarını desteklediğinizi ya da grupla aynı fikirde olduğunuzu varsayabilir. Bu da sizi risk altına sokabilir. Ayrıca tanımadığınız çok sayıda üyesi olan bir gruba katılmanız, hesabınıza uyguladığınız gizlilik ya da güvenlik ayarlarından ödün verdirebilir. Bu nedenle gruba katılmadan önce hangi bilgilerinizi verdiğinizi düşünün. Yabancıların sizi tanımasını sağlayabilecek gerçek fotoğrafınızı ve adınızı mı kullanıyorsunuz?</p>\n\n<p>Öte yandan, bir grup oluşturduğunuzda ve insanlar ona katılmayı seçtiğinde bunu yaparak dünyaya ne ilan ediyorlar? Örneğin, diyelim insanlara yardım etmek için bir gay ve lezbiyen destek grubu kurdunuz ama bu gruba katılarak insanlar, açıkça gay ya da gay dostu olarak kendilerini tanımlamış olurlar. Bu da gerçek dünyada onları tehlikeye sokabilir.</p>\n\n<div class=\"getstarted\">\n\n<p>Uygulama: <a href=\"/en/social_networking_tools\"><strong><em>Sosyal ağ iletişim araçları:  Facebook, Twitter, YouTube ve diğerleri</em></strong></a> ile uygulamaya başlayın</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Sosyal ağ siteleri diğer kullanıcıların sizi bulmasını ve size bağlanmasını kolaylaştırmak için sizin hakkınızda birçok bilgiyi size sorar. Bunun bu sitelerin kullanıcıları için yarattığı belki de en büyük tehlike, gitgide artan bir biçimde yaygınlaşan kimlik sahtekârlığı olasılığıdır. Dahası, çevrimiçi olarak kendiniz hakkında ne kadar çok bilgi verirseniz, yetkililerin kimliğinizi saptaması ve etkinliklerinizi izlemesi de o kadar kolay olur. Bazı ülkelerin diasporasındaki aktivistlerin çevrimiçi etkinlikleri, yetkililerin, aktivistlerin ana vatanlarındaki aile üyelerini hedef almasına neden olmuştur.\r\n\r\nKendinize sorun: şu bilgileri çevrimiçi post etmeniz gerekli mi?\r\n\r\n- doğum tarihleri \r\n- telefon numaraları\r\n- adresler\r\n- aile üyelerinin ayrıntıları\r\n- cinsel yönelim bilgileri\r\n- eğitim ve iş geçmişi\r\n\r\n\r\n## Arkadaşlar, takipçiler ve bağlantılı olduğunuz kişiler ##\r\n\r\nHerhangi bir sosyal ağ uygulamasında kişisel ayrıntılarınızı doldurduktan sonra yapacağınız ilk şey diğer insanlarla bağlantılar kurmaktır. Varsayımsal olarak, bu bağlantıda olduğunuz kişiler tanıdığınız ve güvendiğiniz kişilerdir –ya da daha önce hiç karşılaşmadığınız ama benzer bir kafa yapısına sahip olduğunuzu düşündüğünüz bir topluluğun sosyal ağına da bağlanmış olabilirsiniz. Anlamanız gereken en önemli şey, bu çevrimiçi topluluğun hangi bilgilerinize sahip olmasına izin verdiğinizdir.\r\n\r\nSizin hakkınızda birçok bilgiyi elinde bulunduran Facebook gibi bir sosyal ağ hesabı kullanırken, sadece tanıdığınız ve gönderdiğiniz bilgileri kötüye kullanmayacağı konusunda güvendiğiniz kişilerle bağlantı kurmayı düşünün.\r\n\r\n## Durum güncellemeleri ##\r\n\r\nTwitter’da, Facebook’da ve benzer ağlarda durum güncellemeleri şu soruları yanıtlar: Şimdi ne yapıyorum? Ne oluyor? Durum güncellemeleri hakkında anlamanız gereken en önemli şey, bunları gerçekten kimlerin görebileceğidir. Sosyal ağ uygulamalarının bir çoğunda, durum güncellemelerinin öntanımlı ayarları, internetteki herkesin güncellemelerinizi görebileceği şekilde ayarlanmıştır. Bu güncellemeleri sadece bağlantılı olduğunuz kişilerin görmesini istiyorsanız, sosyal ağ uygulamasına güncellemelerinizi herkesten gizli tutmasını söylemeniz gerekir.\r\n\r\nTwitter’da bunu yapmak için “Tweet’lerimi Koru” seçeneğini arayın. Facebook ayarlarınızı güncellemelerinizi “Sadece Arkadaşlar” ile paylaşacak şekilde değiştirin. Bu ayarlara geçseniz bile bilgilerinizin takipçileriniz ve arkadaşlarınız tarafından yeniden gönderilmesinin ne kadar kolay olduğunu göz önünde bulundurun. Ağdaki arkadaşlarınızla, sosyal ağ hesaplarınıza gönderilen bilginin aktarılması konusunda ortak bir yaklaşım üzerinde anlaşın. Arkadaşlarınızın diğer insanların bilmesini istemeyebileceği hangi bilgileri açığa çıkardığınız konusunda da düşünmelisiniz; bu konuda hassas olmanız ve diğerlerinin de sizin bilgilerinizi ortaya koyarken hassas davranmalarını onlardan istemeniz önemlidir.\r\n\r\nDurum güncellemelerindeki bilgilerin kişiler aleyhine kullanıldığı birçok olay bulunmaktadır. ABD’de öğretmenler, öğrencileri hakkında ne hissettikleri üzerine güncellemeler gönderdikten sonra işten çıkarıldı; diğer çalışanlar işverenleri hakkında güncellemeler gönderdikleri için işlerini yitirdi. Bu neredeyse herkesin dikkatli olması gereken bir konudur.\r\n\r\n## İnternet içeriği paylaşmak ##\r\n\r\nBir web sitesinin bağlantısını paylaşmak ve arkadaşlarınızın dikkatini çekmek kolaydır. Ama başka kimler dikkat ediyor ve tepkileri ne olacak? Baskıcı bir rejimi yıkmayla bir şekilde ilişkili bir siteyi beğendiğinizi söylüyorsanız bu rejim sizinle ilgilenebilir ve sizi hedef alabilir.\r\n\r\nPaylaştığınız ya da ilginç olarak işaretlediğiniz şeyleri görenlerin sadece bağlantılı olduğunuz kişiler olmasını istiyorsanız gizlilik ayarlarınızı kontrol ettiğinizden emin olun.\r\n\r\n## Konumunuzu ifşa etmek ##\r\n\r\nSosyal ağ sitelerinin birçoğu konum bilgileriniz erişilebilirse onları görünür kılacaktır. Bu işlev genellikle GPS’i açık telefonlarla sosyal ağ ile etkileşimde bulunduğunuzda sağlanır ama cep telefonundan bağlanmadığınız zamanlarda bunun olasılık dışı olduğunu varsaymayın. Bilgisayarınızın bağlandığı ağ da konum bilgisi sağlıyor olabilir. En emniyetlisi ayarlarınızı iki kez kontrol etmenizdir.\r\n\r\nFotoğraf ve video paylaşım sitelerindeki konum ayarlarına özellikle dikkat edin. Bu sitelerin konum bilgilerinizi paylaşmadıklarını varsaymayın: Emin olmak için ayarlarınızı iki kez kontrol edin.\r\n\r\nAyrıca, Electronic Frontier Foundation’ın web sitesinden [On Locational Privacy, and How to Avoid Losing it Forever](https://www.eff.org/wp/locational-privacy) başlıklı metne bakınız.\r\n\r\n## Video/fotoğraf paylaşmak ##\r\n\r\nFotoğraflar ve videolar insanların kimliklerini kolayca açığa çıkarır. Paylaşımda bulunmadan önce, fotoğrafını ya da videosunu gönderdiğiniz kişilerden izin almanız önemlidir. Bir başkasının görüntüsünü gönderiyorsanız onların mahremiyetinden nasıl ödün verdiğinizin farkında olun. Rızasını almadan hiç kimsenin fotoğrafını ya da videosunu hiçbir zaman göndermeyin.\r\n\r\nFotoğraflar ve videolar kasıtsız olarak birçok bilgiyi de açığa çıkarır. Birçok fotoğraf makinesi, fotoğrafa fotoğrafın tarihini, zamanını, konumunu ve fotoğraf makinesinin tipini vb. açığa çıkaran gizlenmiş veriler (meta etiketleri) yerleştirir. Fotoğraf ve video paylaşım siteleri, bu sitelere içerik yüklediğinizde bu bilgileri yayınlayabilir.\r\n\r\n## Anlık sohbet ##\r\n\r\nSosyal ağ sitelerinin birçoğu arkadaşlarınızla gerçek zamanlı olarak görüşmeler yapmanıza izin veren araçlara sahiptir. Bu araçlar Anlık Mesajlaşma gibi çalışır ve hem kiminle iletişim kurduğunuzu hem de ne üzerine iletişim kurduğunuzu ifşa edebileceğinden internetteki en güvensiz iletişim kurma yollarından biridir.\r\n\r\n*Https ile web sitesine bağlanmak güvenli çevrimiçi sohbet için asgari bir gerekliliktir ancak bu bile sohbet programınızın güvenli bir bağlantı kullandığına dair yeterli bir garanti değildir. Örneğin Facebook sohbet HTTPS’den farklı bir kanal kullanır (ve bilgileri ifşa etmeye çok daha fazla eğilimlidir)*.\r\n\r\nÇevrimiçi sohbet için şifreleme kullanan uygulamaları kullanmanız daha güvenlidir. Örneğin, Pidgin uygulamasını Off-the-record (kayıt dışı) eklentisiyle birlikte kullanabilirsiniz. 'Pidgin – güvenli anlık mesajlaşma' uygulama rehberini okuyunuz.\r\n\r\n## Grup, etkinlik ve topluluklar oluşturmak ve onlara katılmak ##\r\n\r\nBir gruba ya da topluluğa katıldığınızda insanlara hangi bilgileri veriyorsunuz? Bu bilgiler sizin hakkınızda ne söylüyor? Öte yandan, insanlar sizin oluşturduğunuz bir gruba veya topluluğa katıldıklarında dünyaya ne ilan ediyorlar? İnsanları nasıl riske sokuyorsunuz?\r\n\r\nÇevrimiçi bir gruba ya da topluluğa katıldığınızda hakkınızdaki bazı şeyleri başkalarına görünür kılmış olursunuz. Örneğin belirli bir siyasi grubun çevrimiçi sosyal ağlarından birini takip ediyorsunuz, insanlar bu grubun söylediklerini ya da yaptıklarını desteklediğinizi ya da grupla aynı fikirde olduğunuzu varsayabilir. Bu da sizi risk altına sokabilir. Ayrıca tanımadığınız çok sayıda üyesi olan bir gruba katılmanız, hesabınıza uyguladığınız gizlilik ya da güvenlik ayarlarından ödün verdirebilir. Bu nedenle gruba katılmadan önce hangi bilgilerinizi verdiğinizi düşünün. Yabancıların sizi tanımasını sağlayabilecek gerçek fotoğrafınızı ve adınızı mı kullanıyorsunuz?\r\n\r\nÖte yandan, bir grup oluşturduğunuzda ve insanlar ona katılmayı seçtiğinde bunu yaparak dünyaya ne ilan ediyorlar? Örneğin, diyelim insanlara yardım etmek için bir gay ve lezbiyen destek grubu kurdunuz ama bu gruba katılarak insanlar, açıkça gay ya da gay dostu olarak kendilerini tanımlamış olurlar. Bu da gerçek dünyada onları tehlikeye sokabilir.\r\n\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\nUygulama: [***Sosyal ağ iletişim araçları:  Facebook, Twitter, YouTube ve diğerleri***](/en/social_networking_tools) ile uygulamaya başlayın\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Kişisel bilgilerinizi göndermek", 
                        "value": "Kişisel bilgilerinizi göndermek"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {}
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "tr": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "tr": [
            {
                "format": null, 
                "safe_value": "9. Sosyal ağ sitelerini kullanırken kendinizi ve verilerinizi nasıl korursunuz", 
                "value": "9. Sosyal ağ sitelerini kullanırken kendinizi ve verilerinizi nasıl korursunuz"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "tr": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "tr": [
            {
                "format": null, 
                "safe_value": "9. Sosyal ağ sitelerini kullanırken kendinizi ve verilerinizi nasıl korursunuz", 
                "value": "9. Sosyal ağ sitelerini kullanırken kendinizi ve verilerinizi nasıl korursunuz"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}