{
    "body": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>Trang chủ</strong></p>\n\n<ul><li><a href=\"https://jitsi.org/\"><strong>https://jitsi.org/</strong></a></li>\n</ul><p><strong>Yêu cầu Cấu hình Máy tính</strong></p>\n\n<ul><li>Tất cả các phiên bản Windows</li>\n</ul><p><strong>Phiên bản sử dụng trong hướng dẫn này</strong></p>\n\n<ul><li>2.4</li>\n</ul><p><strong>Lần kiểm tra gần nhất</strong></p>\n\n<ul><li>Tháng Một 2014</li>\n</ul><p><strong>Bản quyền</strong></p>\n\n<ul><li>Phần mềm Miễn phí Mã nguồn Mở</li>\n</ul><p><strong>Những điều bạn sẽ đạt được</strong>:</p>\n\n<ul><li>Khả năng có được một hệ thống liên lạc tích hợp có bảo mật và riêng tư, bao gồm cả khả năng tạo các phiên liên lạc bằng hình ảnh video.</li>\n<li>Khả năng mã hóa phiên liên lạc độc lập với các nhà cung cấp tài khoản.</li>\n<li>Khả năng đăng ký và sử dụng các tài khoản khác nhau cùng lúc(ví dụ <strong>Facebook</strong>, <strong>Google Talk</strong>, <strong>Yahoo Messenger</strong>).</li>\n<li></li>\n</ul><p><strong>GNU Linux, Mac OS và các Chương trình Tương tự trên Microsoft Windows</strong>:</p>\n\n<p><strong>Jitsi</strong> có các phiên bản cho <strong>GNU Linux</strong>, <strong>Mac OS</strong>, cũng như <strong>MS Windows</strong> (và sắp tới là cho <strong>Android OS</strong>). Những chương trình khác mà <strong>Jitsi</strong>  có thể kết nối được sử dụng lớp mã hóa <strong>OTR</strong> hoặc <strong>ZRTP</strong> được khuyến nghị bên dưới đây:</p>\n\n<ul><li><p>Với <strong>tin nhắn văn bản</strong>: <a href=\"/vi/pidgin-main\"><strong>Pidgin</strong></a> (<strong>MS Windows</strong> và <strong>GNU Linux</strong>), <a href=\"http://www.miranda-im.org/\"><strong>Miranda</strong></a> (<strong>MS Windows</strong>), <a href=\"https://adium.im/\"><strong>Adium</strong></a> (<strong>Mac OS X</strong>), <a href=\"https://guardianproject.info/apps/chatsecure/\"><strong>ChatSecure</strong></a> (<strong>Android OS</strong> và <strong>iOS</strong> từng được biết tới với cái tên <a href=\"/vi/Gibberbot_main\"><strong>Gibberbot</strong></a>)</p></li>\n<li><p>Với <strong>những phiên liên lạc thoại</strong>: <strong>CSipSimple</strong> (<strong>Android OS</strong>), <a href=\"http://www.linphone.org/\"><strong>Linphone</strong></a> (<strong>GNU Linux</strong>, <strong>MS Windows</strong>, <strong>Mac OS X</strong>, <strong>Android OS</strong>, <strong>iOS</strong>, và một số hệ điều hành khác.)</p></li>\n</ul><p><strong>1.1 Những điều bạn cần biết trước khi bắt đầu</strong></p>\n\n<p><strong>Jitsi</strong> hỗ trợ nhiều loại tài khoản và giao thức liên lạc khác nhau và do đó cho phép liên lạc với các đối tác sử dụng một chương trình liên lạc khác. Một số chương trình trong số này cung cấp các tính năng tương tự để nâng cao bảo mật phiên liên lạc (như những chương trình đã đề cập trong phần trên), bằng việc hỗ trợ mã hóa riêng về liên lạc thoại và văn bản dùng (<strong>OTR</strong> và <strong>ZRTP</strong>).  Các chương trình khác, đặc biệt là các phần mềm có bản quyền sở hữu (ví dụ tính năng nhắn tin <strong>Facebook</strong> hay <strong>Google Talk</strong> ), có thể không cài đặt những tính năng này. Tuy nhiên bạn vẫn có thể liên lạc với đối tác sử dụng những chương trình có bản quyền sở hữu với sự hỗ trợ của <strong>Jitsi</strong> mà không có thêm lớp bảo mật thêm vào được cung cấp bởi **Jitsi*.</p>\n\n<p>Bất kể dù bạn liện lạc qua tin nhắn văn bản, thoại hay hình ảnh video, các nhà cung cấp các dịch vụ như <strong>Facebook Chat</strong>, <strong>Google Talk</strong>, <strong>Yahoo! Messanger</strong>, <strong>Skype</strong> và <strong>Viber</strong> đều có truy cập vào các phiên liên lạc của bạn và có thể cung cấp khả năng truy cập này cho các bên thứ ba, ví dụ như các tập đoàn hay chính phủ. <strong>Jitsi</strong> cho phép bạn liên lạc theo cách thức an toàn và riêng tư với các tài khoản dịch vụ sẵn có với việc hỗ trợ cung cấp thêm một lớp mã hóa bảo mật riêng. Điều này cho phép nội dung của phiên liên lạc không thể truy cập được bởi nhà cung cấp dịch vụ cũng như một bên thứ ba khác. Để bảo vệ các phiên liên lạc và nội dung đàm thoại, <strong>Jitsi</strong> sử dụng các phương pháp mã hóa bao gồm <strong>Off-the-Record</strong> (<a href=\"/vi/glossary#OTR\"><strong>OTR</strong></a>) cho nhắn tin văn bản, và <strong>ZRTP/SRTP</strong> cho các cuộc gọi thoại.</p>\n\n<p>Một sự khác biệt đáng chú ý giữa <strong>Jitsi</strong> và các phần mềm như <strong>Skype</strong> là công cụ này cho phép người dùng sử dụng các tài khoản sẵn có từ các nhà cung cấp dịch vụ khác nhau, không phụ thuộc vào các nhà phát triển phần mềm.  Điều này cũng có nghĩa là bạn cần phải đăng ký thiết đặt một tài khoản trước khi có thể sử dụng với <strong>Jitsi</strong>.</p>\n\n<p><strong>Lưu ý</strong>: <strong>Jitsi</strong> sử dụng ngôn ngữ lập trình <strong>Java</strong>. Do vậy, môi trường Java cần được cài đặt trên máy tính của bạn để phần mềm có thể hoạt động được. <strong>Oracle Java</strong> được biết có chứa nhiều lỗi bảo mật và có thể khiến máy tính của bạn bị chiếm quyền điều khiển từ xa và cài đặt các phần mềm gián điệp nhằm giám sát các phiên liên lạc và dữ liệu của bạn. Chúng tôi <strong>hết sức</strong> khuyến cáo bạn nên hạn chế tối đa số lượng các chương trình có thể sử dụng Java trên máy tính của mình. Hãy thao khảo <a href=\"/vi/firefox_caidatthanhphanmorong#3.2\"><strong>Vô hiệu thành phần mở rộng liên quan tới Java trong Firefox</strong></a> và xem phần <a href=\"https://www.java.com/en/download/help/disable_browser.xml\"><strong>các bước để vô hiệu Java cho tất cả các trình duyệt trên máy tính của bạn</strong></a>. Tuy nhiên, như bạn sẽ thấy trong phần sau của chương này, mặc dù sử dụng <strong>Java</strong>, có một số những ưu điểm về bảo mật khi sử dụng <strong>Jitsi</strong>.</p>\n", 
                "summary": "", 
                "value": "**Trang chủ**\r\n\r\n- [**https://jitsi.org/**](https://jitsi.org/)\r\n\r\n**Yêu cầu Cấu hình Máy tính**\r\n\r\n- Tất cả các phiên bản Windows\r\n\r\n**Phiên bản sử dụng trong hướng dẫn này**\r\n\r\n- 2.4\r\n\r\n**Lần kiểm tra gần nhất**\r\n\r\n- Tháng Một 2014\r\n\r\n**Bản quyền**\r\n\r\n- Phần mềm Miễn phí Mã nguồn Mở\r\n\r\n**Những điều bạn sẽ đạt được**: \r\n \r\n- Khả năng có được một hệ thống liên lạc tích hợp có bảo mật và riêng tư, bao gồm cả khả năng tạo các phiên liên lạc bằng hình ảnh video.\r\n- Khả năng mã hóa phiên liên lạc độc lập với các nhà cung cấp tài khoản.\r\n- Khả năng đăng ký và sử dụng các tài khoản khác nhau cùng lúc(ví dụ **Facebook**, **Google Talk**, **Yahoo Messenger**).\r\n-\r\n\r\n**GNU Linux, Mac OS và các Chương trình Tương tự trên Microsoft Windows**:\r\n\r\n**Jitsi** có các phiên bản cho **GNU Linux**, **Mac OS**, cũng như **MS Windows** (và sắp tới là cho **Android OS**). Những chương trình khác mà **Jitsi**  có thể kết nối được sử dụng lớp mã hóa **OTR** hoặc **ZRTP** được khuyến nghị bên dưới đây:\r\n\r\n- Với **tin nhắn văn bản**: [**Pidgin**](/vi/pidgin-main) (**MS Windows** và **GNU Linux**), [**Miranda**](http://www.miranda-im.org/) (**MS Windows**), [**Adium**](https://adium.im/) (**Mac OS X**), [**ChatSecure**](https://guardianproject.info/apps/chatsecure/) (**Android OS** và **iOS** từng được biết tới với cái tên [**Gibberbot**](/vi/Gibberbot_main)) \r\n\r\n- Với **những phiên liên lạc thoại**: **CSipSimple** (**Android OS**), [**Linphone**](http://www.linphone.org/) (**GNU Linux**, **MS Windows**, **Mac OS X**, **Android OS**, **iOS**, và một số hệ điều hành khác.)\r\n\r\n**1.1 Những điều bạn cần biết trước khi bắt đầu**\r\n\r\n**Jitsi** hỗ trợ nhiều loại tài khoản và giao thức liên lạc khác nhau và do đó cho phép liên lạc với các đối tác sử dụng một chương trình liên lạc khác. Một số chương trình trong số này cung cấp các tính năng tương tự để nâng cao bảo mật phiên liên lạc (như những chương trình đã đề cập trong phần trên), bằng việc hỗ trợ mã hóa riêng về liên lạc thoại và văn bản dùng (**OTR** và **ZRTP**).  Các chương trình khác, đặc biệt là các phần mềm có bản quyền sở hữu (ví dụ tính năng nhắn tin **Facebook** hay **Google Talk** ), có thể không cài đặt những tính năng này. Tuy nhiên bạn vẫn có thể liên lạc với đối tác sử dụng những chương trình có bản quyền sở hữu với sự hỗ trợ của **Jitsi** mà không có thêm lớp bảo mật thêm vào được cung cấp bởi **Jitsi*.\r\n\r\nBất kể dù bạn liện lạc qua tin nhắn văn bản, thoại hay hình ảnh video, các nhà cung cấp các dịch vụ như **Facebook Chat**, **Google Talk**, **Yahoo! Messanger**, **Skype** và **Viber** đều có truy cập vào các phiên liên lạc của bạn và có thể cung cấp khả năng truy cập này cho các bên thứ ba, ví dụ như các tập đoàn hay chính phủ. **Jitsi** cho phép bạn liên lạc theo cách thức an toàn và riêng tư với các tài khoản dịch vụ sẵn có với việc hỗ trợ cung cấp thêm một lớp mã hóa bảo mật riêng. Điều này cho phép nội dung của phiên liên lạc không thể truy cập được bởi nhà cung cấp dịch vụ cũng như một bên thứ ba khác. Để bảo vệ các phiên liên lạc và nội dung đàm thoại, **Jitsi** sử dụng các phương pháp mã hóa bao gồm **Off-the-Record** ([**OTR**](/vi/glossary#OTR)) cho nhắn tin văn bản, và **ZRTP/SRTP** cho các cuộc gọi thoại.\r\n\r\nMột sự khác biệt đáng chú ý giữa **Jitsi** và các phần mềm như **Skype** là công cụ này cho phép người dùng sử dụng các tài khoản sẵn có từ các nhà cung cấp dịch vụ khác nhau, không phụ thuộc vào các nhà phát triển phần mềm.  Điều này cũng có nghĩa là bạn cần phải đăng ký thiết đặt một tài khoản trước khi có thể sử dụng với **Jitsi**.\r\n\r\n**Lưu ý**: **Jitsi** sử dụng ngôn ngữ lập trình **Java**. Do vậy, môi trường Java cần được cài đặt trên máy tính của bạn để phần mềm có thể hoạt động được. **Oracle Java** được biết có chứa nhiều lỗi bảo mật và có thể khiến máy tính của bạn bị chiếm quyền điều khiển từ xa và cài đặt các phần mềm gián điệp nhằm giám sát các phiên liên lạc và dữ liệu của bạn. Chúng tôi **hết sức** khuyến cáo bạn nên hạn chế tối đa số lượng các chương trình có thể sử dụng Java trên máy tính của mình. Hãy thao khảo [**Vô hiệu thành phần mở rộng liên quan tới Java trong Firefox**](/vi/firefox_caidatthanhphanmorong#3.2) và xem phần [**các bước để vô hiệu Java cho tất cả các trình duyệt trên máy tính của bạn**](https://www.java.com/en/download/help/disable_browser.xml). Tuy nhiên, như bạn sẽ thấy trong phần sau của chương này, mặc dù sử dụng **Java**, có một số những ưu điểm về bảo mật khi sử dụng **Jitsi**."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2045", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2045", 
        "link_title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
        "menu_name": "book-toc-1928", 
        "mlid": "5191", 
        "module": "book", 
        "nid": "2045", 
        "options": [], 
        "p1": "5034", 
        "p2": "5191", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
        "updated": "0", 
        "weight": "-4"
    }, 
    "book_children": [
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này:</p>\n\n<ul><li><a href=\"#2.1\"><strong>2.1 Hướng dẫn Cài đặt Jitsi</strong></a></li>\n<li><a href=\"#2.2\"><strong>2.2 Hướng dẫn Thêm các Tài khoản vào Jitsi</strong></a></li>\n<li><a href=\"#2.2.1\"><strong>2.2.1 Hướng dẫn Thêm một Tài khoản Gmail/Google</strong></a></li>\n<li><a href=\"#2.2.2\"><strong>2.2.2 Đăng ký mới một tài khoản Jabber/XMPP hoặc SIP và thêm vào Jitsi</strong></a></li>\n<li><a href=\"#2.2.3\"><strong>2.2.3 Hướng dẫn Thêm một Tài khoản Facebook</strong></a></li>\n<li><a href=\"#2.3\"><strong>2.3 Hướng dẫn thay đổi mật khẩu cho một tài khoản Jitsi</strong></a></li>\n<li><a href=\"#2.4\"><strong>2.4 Hướng dẫn cấu hình Jitsi để tăng cường bảo mật</strong></a></li>\n<li><a href=\"#2.4.1\"><strong>2.4.1 Vô hiệu và gỡ bỏ lược sử các cuộc gọi và nhắn tin</strong></a></li>\n<li><a href=\"#2.4.2\"><strong>2.4.2 Yêu cầu nhắn tin bảo mật khi sử dụng nhắn tin trực tuyến</strong></a></li>\n<li><a href=\"#2.4.3\"><strong>2.4.3 Bảo vệ mật khẩu cho mọi tài khoản với mật khẩu chủ</strong></a></li>\n</ul><p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>2.1 Hướng dẫn Cài đặt Jitsi</h2>\n\n<p>Để cài đặt <strong>Jitsi</strong>, hãy thực hiện các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột</strong> vào <img src=\"/sbox/screen/jitsi-en/02.png\" alt=\"\" />; hộp thoại <em>Open File - Security Warning</em> (<em>Mở Tệp - Cảnh báo Bảo mật</em>) có thể xuất hiện. Nếu vậy, <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/03.png\" alt=\"\" /> để mở cửa sổ <em>Windows Installer</em>, tiếp theo là cửa sổ <em>Welcome to the Jitsi Setup Wizard</em> (<em>Chào mừng tới Thuật sỹ Cài đặt Jitsi</em>).</p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/04.png\" alt=\"\" /> để kích hoạt cửa sổ <em>End User License Agreement</em> (<em>Cam kết Bản quyền Người dùng cuối</em>); <strong>chọn</strong> ô <em>I accept the terms in the License Agreement</em> (<em>Tôi chấp nhận các điều khoản trong phần Cam kết Bản quyền</em>) để hiển thị nút <em>Next</em>, sau đó <strong>nhấn</strong>  <img src=\"/sbox/screen/jitsi-en/04.png\" alt=\"\" /> để mở cửa sổ <em>Destination Folder</em> (<em>Thư mục Cài đặt</em>).</p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/04.png\" alt=\"\" /> để mở cửa sổ <em>Additional Tasks</em> và chấp nhận những thiết đặt mặc định như hiển thị.</p>\n\n<p><strong>Lưu ý</strong>: Chọn tùy chọn <em>Auto-start when computer restarts or reboots</em>  (<em>Tự động khởi động khi hệ thống khởi động</em>) có thể làm chậm máy tính của bạn, đặc biệt là khi bạn đã cài đặt nhiều ứng dụng khác tự động chạy mỗi khi máy tính khởi động.</p>\n\n<p><strong>Bước 4</strong>.  <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/04.png\" alt=\"\" /> để chuyển sang cửa sổ <em>Ready to Install Jitsi</em> (<em>Sẵn sàng Cài đặt Jitsi</em>), và <strong>nhấn</strong> <img src=\"/sbox/screen/jitsi-en/05.png\" alt=\"\" /> để mở cửa sổ <em>Installing Jitsi</em> (<em>Cài đặt Jitsi</em>) hiển thị trạng thái tiến trình cài đặt.</p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/06.png\" alt=\"\" /> để hoàn thành tiến trình cài đặt và tự động khởi động cửa sổ <em>Đăng nhập</em> <strong>Jitsi</strong> như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/07.png\" alt=\"\" /></p>\n\n<p><em>Hình 1: Cửa sổ đăng nhập Jitsi</em></p>\n\n<p><strong>Lưu ý</strong>: Trong một số phiên bản, việc cài đặt và mở chương trình <strong>Jitsi</strong> lần đầu tiên sẽ khiến xuất hiện cảnh báo <em>Windows Security Alert</em> (<em>Cảnh báo Bảo mật Windows</em>)  (<em>Hình 2</em> bên dưới). Cảnh báo này là một hành động bình thường của hệ điều hành <strong>MS Windows</strong>, bạn có thể tiếp tục với ** Jitsi**. Ngay cả khi bạn không nhấn bất kỳ nút nào và chỉ đơn giản đóng cửa sổ cảnh báo vừa xuất hiện, <strong>Jitsi</strong> vẫn có thể kết nối thông qua các máy chủ công cộng như <strong>Jabber/XMPP hoặc SIP</strong>, <strong>Google Chat</strong> và <strong>Facebook Chat</strong>, hoặc <strong>Yahoo Messenger</strong>. Tuy nhiên, việc nhấn chọn nút <em>Allow access</em> (<em>Cho phép truy cập</em>) cho phép các tính năng nâng cao trong <strong>Jitsi</strong> là <em>Registrarless SIP Accounts</em> (<em>Các tài khoản SIP không đăng ký</em>). Để có thêm thông tin về loại tài khoản đặc biệt này, hãy tham khảo trang <a href=\"https://jitsi.org/Documentation/RegistrarlessSIPAccount\"><strong>Registrarless SIP Accounts</strong></a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/08.png\" alt=\"\" /></p>\n\n<p><em>Hình 2: Cửa sổ Cảnh báo Bảo mật Windows</em></p>\n\n<p><strong>Bước 6</strong>. <strong>Chọn</strong> <em>cả hai</em> tùy chọn mạng <strong>Private</strong> và <strong>Public</strong>, sau đó <strong>nhấn</strong> <strong>Allow access</strong> để mở cửa sổ Đăng nhập <strong>Jitsi</strong> (như trong <em>Hình 1</em> phía trên) hoặc mở cửa sổ giao diện người dùng chính (như trong <em>Hình 4</em> bên dưới).</p>\n\n<p><a name=\"2.2\" id=\"2.2\"></a></p>\n\n<h2>2.2 Hướng dẫn Thêm các Tài khoản vào Jitsi</h2>\n\n<p>Phần này hướng dẫn thêm hoặc thiết đặt các loại tài khoản khác nhau trong <strong>Jitsi</strong>. <strong>Jitsi</strong> hỗ trợ nhiều loại tài khoản khác nhau. Các tài khoản chúng tôi đề cập dưới đây dựa chủ yếu trên các giao thức truyền thông <strong>Jabber/XMPP</strong> và <strong>SIP</strong>. Trong số nhiều loại dịch vụ, <strong>Jitsi</strong> cho phép bạn sử dụng các tài khoản <strong>Gmail</strong> hoặc <strong>Facebook</strong> để liên lạc. Bởi vì các dịch vụ này là một trong những dịch vụ phổ biến nhất hiện nay sử dụng trên mạng Internet, hướng dẫn thêm các tài khoản này vào Jitsi được nêu bên dưới đây, cùng với chỉ dẫn cách tăng cường bảo mật khi bạn liên lạc sử dụng những tài khoản này, đem lại lợi ích từ sử dụng lớp mã hóa độc lập của <strong>Jitsi</strong> phía trên tầng bảo vệ được cung cấp bởi các nhà cung cấp dịch vụ của những tài khoản này. Tuy nhiên, xin hãy lưu ý rằng, ngay cả với lớp mã hóa riêng của <strong>Jitsi</strong>, các nhà cung cấp dịch vụ như <strong>Google</strong> hay <strong>Facebook</strong> đang giám sát những thông tin thực tế rằng bạn đang liên lạc (và có thể cả thông tin bạn đang liên lạc với ai), và có thể chia sẻ thông tin này với một bên thứ ba, như là một tổ chức hoặc chính phủ khác. Vì lý do đó, có lẽ tốt nhất nên tránh sử dụng những tài khoản này khi liên lạc những thông tin nhay cảm, thậm chí khi bạn sử dụng với lớp mã hóa của <strong>Jitsi</strong>. Chúng tôi cũng hướng dẫn trong phần này cách tạo các tài khoản (Jabber/XMPP or SIP) có tính bảo mật cao hơn và thêm những tài khoản này vào Jitsi, đồng thời chúng tôi khuyến nghị sử dụng những tài khoản này.</p>\n\n<p><a name=\"2.2.1\" id=\"2.2.1\"></a></p>\n\n<h3>2.2.1 Hướng dẫn Thêm một Tài khoản Gmail/Google</h3>\n\n<p><strong>Lưu ý</strong>: Ví dụ dưới đây sử dụng tài khoản <strong>Google Talk</strong>, tiến trình cài đặt cho các giao thức truyền thông khác đã liệt kê trong <em>Hình 1</em> phía trên cũng tương tự. Kết nối liên lạc hoặc một số tính năng khác (như lớp mã hóa độc lập cho nhắn tin văn bản và thoại - <strong>OTR</strong> và <strong>ZRTP</strong>) có thể không hoạt động giữa hay hay nhiều người dùng sử dụng các loại tài khoản khác nhau (như Facebook, Gmail, Yahoo, vv.). Tuy nhiên, những tính năng này thường sẽ hoạt động khi liên lạc giữa các tài khoản của cùng một nhà cung cấp dịch vụ.</p>\n\n<p><strong>Bước 1</strong>. <strong>Chọn Start &gt; Jitsi</strong> hoặc <strong>nhấn đúp chuột</strong> vào biểu tượng <strong>Jitsi</strong> trên màn hình để mở <strong>Jitsi</strong>.</p>\n\n<p><strong>Bước 2</strong>. Trong cửa sổ <em>sign in</em> (đăng nhập), <strong>nhập vào</strong> tên người dùng và mật khẩu tài khoản <strong>Gmail</strong> bạn muốn sử dụng để liên lạc, khi đó cửa sổ sẽ giống như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/09.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Cửa sổ \"Đăng nhập\" Jitsi (đã thay đổi kích thước)</em></p>\n\n<p><strong>Lưu ý</strong>: Bạn có thể thêm nhiều tài khoản sử dụng các giao thức liên lạc khác nhau cùng lúc.</p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn</strong> <img src=\"/sbox/screen/jitsi-en/09s.png\" alt=\"Sign in\" /> để mở cửa sổ liên lạc dùng tài khoản của minh như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/10.png\" alt=\"\" /></p>\n\n<p><em>Hình 4: Một ví dụ cửa sổ Jitsi sau khi thêm tài khoản Gmail</em></p>\n\n<p><strong>Lưu ý:</strong> Nếu bạn đóng cửa sổ <em>Sign in</em> (<em>Đăng nhập</em>), hoặc bạn muốn thêm một tài khoản khác, bạn có thể thực hiện bằng cách <strong>chọn <em>File</em> &gt; <em>Add new account...</em></strong>. Trong cửa sổ mới <strong>chọn Network</strong> là <em>Google Talk</em> và <strong>nhập vào</strong> tên người dùng cùng mật khẩu của tài khoản <strong>Gmail</strong> như hiển thị dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/11.png\" alt=\"\" /></p>\n\n<p><em>Hình 5: Cửa sổ \"Add new account\" („Thêm tài khoản mới“)</em></p>\n\n<p>Để kiểm tra bạn đã đã đăng ký tài khoản <strong>Gmail</strong> của mình với <strong>Jitsi</strong>, hãy theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Chọn <em>Tools</em> &gt; <em>Options</em></strong> trong trình đơn để kích hoạt cửa sổ:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/12.png\" alt=\"\" /></p>\n\n<p><em>Hình 6: Cửa sổ Options (Các tùy chọn) hiển thị tài khoản Gmail vừa đăng ký (đã thay đổi kích thước)</em></p>\n\n<p><strong>Lưu ý:</strong> nếu bạn sử dụng <a href=\"https://support.google.com/accounts/answer/180744?hl=vi\">xác minh 2-bước</a> để bảo vệ truy cập vào tài khoản <strong>Gmail</strong> của mình, khi bạn đăng nhập từ <strong>Jitsi</strong> sử dụng mật khẩu thông thường của mình bạn có thể thấy thông báo như dưới đây xuất hiện. Để đăng nhập dùng <strong>Jitsi</strong>, bạn sẽ cần phải tạo một \"mật khẩu ứng dụng\". Hãy tham khảo <a href=\"https://support.google.com/accounts/answer/185833?hl=vi\">hướng dẫn thực hiện</a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/13.png\" alt=\"\" /></p>\n\n<p><em>Hình 7: Ví dụ về lỗi đăng nhập với Google Talk</em></p>\n\n<p><a name=\"2.2.2\" id=\"2.2.2\"></a></p>\n\n<h3>2.2.2 Đăng ký mới một tài khoản Jabber/XMPP hoặc SIP và thêm vào Jitsi</h3>\n\n<p><strong>Jabber/XMPP</strong> và <strong>SIP</strong> là những chuẩn mở cho liên lạc tin nhắn văn bản và thoại. Có <a href=\"https://xmpp.net/directory.php\">nhiều máy chủ</a> cung cấp miễn phí các tài khoản cho phép bạn sử dụng với Jitsi. Dưới đây chúng tôi giới thiệu một số máy chủ bạn có thể sử dụng cho việc liên lạc những thông tin nhạy cảm. Lưu ý rằng bạn cũng có thể tải về <a href=\"http://xmpp.org/xmpp-software/servers/\">phần mềm máy chủ Jabber/XMPP</a> (như <a href=\"http://www.process-one.net/en/ejabberd/\">ejabberd</a> hoặc <a href=\"http://prosody.im/\">Prosody IM</a>), và cài đặt trên máy chủ riêng của bạn và thiết đặt để sử dụng cho liên lạc riêng bảo mật giữa những thành viên trong nhóm, cộng đồng hay tổ chức của mình.</p>\n\n<ul><li>Tài khoản Jabber/XMPP <strong>Riseup.net</strong> </li>\n</ul><p>Nếu bạn sử dụng một tài khoản <a href=\"/vi/riseup-main\">dịch vụ thư điện tử bảo mật Riseup.net</a> (được đặt tại Mỹ) bạn có thể <a href=\"https://www.riseup.net/en/chat\">sử dụng tài khoản này để liên lạc qua mạng Jabber/XMPP</a> băng cách thêm tài khoản này vào Jitsi – hãy xem phía dưới hướng dẫn thêm tài khoản Jabber/XMPP đã có.</p>\n\n<ul><li>Tài khoản <strong>Jabber.ccc.de</strong> và các tài khoản Jabber/XMPP khác</li>\n</ul><p>Bạn có thể đăng ký một tài khoản trên máy chủ  Jabber.ccc.de (đặt tại Đức) bằng cách thực hiện các bước sau:</p>\n\n<p><strong>Bước 1</strong>.  Trong <strong>Jitsi, chọn <em>File</em> &gt; <em>Add new account...</em></strong> trên trình đơn. Trong cửa sổ mới hiện ra, <strong>chọn <em>Network</em>: XMPP</strong> và <strong>nhấn chọn</strong> tùy chọn <em>Create a new XMPP account***. Trong ô *Server</em>, <strong>nhập</strong> jabber.ccc.de, <strong>nhập</strong> vào tên người dùng XMPP bạn muốn tạo, và <strong>điền vào</strong> ô <em>Password</em> (<em>Mật khẩu</em>) và <em>Confirm password</em> (Xác nhận mật khẩu) giống như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/14.png\" alt=\"\" /></p>\n\n<p><em>Hình 8: Ví dụ cửa sổ \"Add new account\" (Thêm tài khoản) với tùy chọn \"Tạo một tài khoản XMPP\" được lựa chọn</em></p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn <em>Add</em></strong>. Sau khi đăng ký thành công bạn sẽ thấy màn hình giống như trong <em>Hình 4</em> phía trên.</p>\n\n<p>Nếu tên người dùng bạn muốn tạo đã được sử dụng bởi ai đó, việc đăng ký sẽ thất bại với thông báo <em>We failed to create your account due to the following error: Could not confirm data.</em>  (<em>Chúng tôi đã thất bại trong việc tạo ra tài khoản mới cho bạn với lý do sau: Không thể xác nhận dữ liệu</em>). Bạn có thể thử lại tiến trình đăng ký với một tên người dùng khác.</p>\n\n<p><strong>Lưu ý</strong> rằng nếu bạn không đăng nhập vào jabber.ccc.de trong thời gian quá 12 tháng, tài khoản của bạn sẽ tự động bị xóa khỏi máy chủ và tên người dùng này sẽ có thể được đăng ký bởi một người khác.</p>\n\n<p>Một máy chủ Jabber/XMPP xứng đáng được giới thiệu là <strong>jit.si</strong>. Máy chủ này được duy trì bở các nhà phát triển phần mềm Jitsi. Bạn có thể đăng ký tài khoản <a href=\"https://jit.si\"><strong>jit.si</strong></a> và nhiều những máy chủ Jabber/XMPP công cộng khác cùng theo cách đã hướng dẫn phía trêncủa mục này. Dịch vụ Giám sát IM duy trì một <a href=\"https://xmpp.net/directory.php\">danh sách và thứ hạng các máy chủ Jabber/XMPP công cộng</a>, và cũng cho phép bạn <a href=\"https://xmpp.net/index.php\">kiểm tra bất kỳ máy chủ Jabber/XMPP về tính bảo mật</a>.</p>\n\n<ul><li>Tài khoản SIP <strong>ostel.co</strong></li>\n</ul><p>Các tài khoản <strong>SIP</strong> không thể được đăng ký từ chương trình <strong>Jitsi</strong>. Máy chủ <strong>ostel.co</strong> (đặt tại Mỹ) cho phép <a href=\"https://ostel.co/users/sign_up\">đăng ký trên trang của họ</a>. <strong>Chọn</strong> một tên người dùng, mật khẩu và cung cấp địa chỉ thư điện tử của bạn sau đó <strong>nhấn</strong> nút <em>Sign up</em> (<em>Đăng nhập</em>) trên trang web. Sau khi đăng ký thành công, hãy quay lại chương trình Jitsi. <strong>Chọn <em>File</em> &gt; <em>Add new account...</em></strong> trên trình đơn, <strong>chọn Network: SIP</strong>, <strong>nhập vào</strong> tên người dùng (ví dụ terence.the.tester@ostel.co) và mật khẩu bạn đã tạo trong quá trình đăng ký trên trang web sau đó <strong>nhấn <em>Add</em></strong>. Hãy xem thêm thông tin trong các hình dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/15.png\" alt=\"\" /></p>\n\n<p><em>Hình 9: Ví dụ cửa sổ \"Add new account\" window cho tài khoản SIP</em></p>\n\n<ul><li><strong>Thêm một tài khoản Jabber/XMPP hoặc SIP đã đăng ký vào Jitsi</strong></li>\n</ul><p>Nếu bạn đã có một tài khoản Jabber/XMPP hoặc SIP bạn có thể thêm vào <strong>Jitsi</strong> bằng cách <strong>chọn <em>File</em> &gt; <em>Add new account...</em></strong> trên trình đơn và chọn <strong>Network</strong> tương ứng ( XMPP hoặc SIP tùy theo dạng tài khoản của bạn).</p>\n\n<p><a name=\"2.2.3\" id=\"2.2.3\"></a></p>\n\n<h3>2.2.3 Hướng dẫn Thêm một Tài khoản Facebook</h3>\n\n<p><strong>Facebook</strong> có hai thiết đặt bạn có thể cần thay đổi trước khi <strong>Jitsi</strong> có thể kết nối tới Facebook Chat.</p>\n\n<p><strong>Tên Người dùng Facebook</strong></p>\n\n<p><strong>Facebook</strong> yêu cầu một tên người dùng để <strong>Jitsi</strong> có thể kết nối vào Facebook chat. Nhiều người dùng <strong>Facebook</strong> đã có một tên người dùng. Để kiểm tra tên người dùng của bạn, hãy <strong>đăng nhập</strong> vào tài khoản <strong>Facebook</strong> của bạn: tên người dùng của bạn xuất hiện trên trang địa chỉ của trình duyệt phía sau <em>https://www.facebook.com/</em> khi bạn đang ở trang Timeline hoặc Page. Tên người dùng của bạn cũng chính là địa chỉ thư điện tử <strong>Facebook</strong> đối với tài khoản riêng (ví dụ: tênngườidùng@facebook.com). Bạn có thể thấy hoặc thay đổi tên người dùng hoặc tạo một tên tên người dùng bằng cách vào phần <em>Account Settings</em> &gt; <em>General</em> hoặc truy cập <a href=\"https://www.facebook.com/username\">https://www.facebook.com/username</a>. Để đặt thông tin tên người dùng, <strong>Facebook</strong> có thể yêu cầu việc xác minh thông tin tài khoản của bạn và điều này có thể đòi hỏi việc gửi một tin nhắn tới số điện thoại bạn cần cung cấp cho <strong>Facebook</strong> trong quá trình xác minh. Để tìm hiểu thêm hãy tham khảo <a href=\"https://www.facebook.com/help/329992603752372/\">Giải thích của Facebookvề tên người dùng</a>.</p>\n\n<ul><li><strong>Các thiết đặt Apps</strong></li>\n</ul><p>„Nền tảng ứng dụng“ trong <strong>Facebook</strong> cần được bật trước khi <strong>Jitsi</strong> có thể kết nối tới Facebook Chat. Hãy truy cập trang <strong>Facebook</strong> của bạn trong mục <em>Account Settings &gt; Apps</em> và nhấn chọn thiết đặt <em>Apps you use</em> là <em>On</em>. Hành động này sẽ bật \"nền tảng ứng dụng\" cho tài khoản của bạn.</p>\n\n<p><strong>Lưu ý</strong> việc bật  \"nền tảng ứng dụng\" trong <strong>Facebook</strong> sẽ mở cửa cho nhiều dữ liệu *Facebook** của bạn cho các bên phát triển ứng dụng thứ ba. Những dữ liệu này sẽ có sẵn không chỉ cho các ứng dụng <strong>Facebook</strong> bạn sử dụng, mà còn cho các ứng dụng <strong>Facebook</strong> được sử dụng bởi những người trong danh sách bạn bè của bạn. Sau khi bật  \"nền tảng ứng dụng\" trong  <strong>Facebook</strong>, hãy chắc chắn kiểm tra các thiết đặt trong phần \"Apps others use\". thiết đặt này cho phép bạn ẩn một số thông tin cá nhân khỏi những ứng dụng sử dụng bởi bạn bè của bạn. \nThật không may, <strong>Facebook</strong> không cung cấp các thiết đặt giúp ẩn toàn bộ thông tin cá nhân. Một số mục thông tin (như danh sách bạn bè của bạn, giới tính hoặc thông tin bạn đã chọn đăng công cộngl) đều sẵn có khi „bật“ \"nền tảng ứng dụng\" trong <strong>Facebook</strong>. Tùy thuộc vào bạn xác định có chấp nhận sự đánh đổi tính riêng tư của mình hay không.</p>\n\n<p>Giờ bạn đã sẵn sàng để thêm tài khoản <strong>Facebook</strong> vào <strong>Jitsi</strong>. Để thực hiện, hãy theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>.  Trong trình đơn chính <strong>chọn <em>File &gt; Add New Account...</em></strong></p>\n\n<p><strong>Bước 2</strong>.  Trong hộp thoại Add New Account, trình đôn <strong>Network</strong> hãy chọn <em>Facebook</em>, <strong>nhập tên người dùng và mật khẩu của ban</strong> và <strong>nhấn \"Add\"</strong></p>\n\n<p><img src=\"/sbox/screen/jitsi-en/16.png\" alt=\"\" /></p>\n\n<p><em>Hình 10: Ví dụ cửa sổ \"Add new account...\" thêm tài khoản Facebook</em></p>\n\n<p><a name=\"2.3\" id=\"2.3\"></a></p>\n\n<h2>2.3 Hướng dẫn thay đổi mật khẩu cho một tài khoản Jitsi</h2>\n\n<p>Một phần quan trọng trong bảo mật là biết cách thay đổi mật khẩu cho mỗi tài khoản mà một người sở hữu. Nhiều tài khoản bạn có thể sử dụng với Jitsi cho phép thay đổi mật khẩu trong quá trình thiết đặt, thường có thể được thực hiện qua giao diện web. Tuy nhiên một số tài khoản abber/XMPP và SIP sẽ không có bất kỳ giao diện web nào để quản lý chúng. Bạn cần thay đổi mật khẩu cho những tài khoản này sử dụng Jitsi theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>chọn <em>Tools</em> &gt; <em>Options</em></strong> trên trình đơn, <strong>chọn</strong> khung <strong><em>Accounts</em></strong></p>\n\n<p><img src=\"/sbox/screen/jitsi-en/17.png\" alt=\"\" /></p>\n\n<p><em>Hình 11: Cửa sổ Các tùy chọn với một tài khoản được chọn</em></p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn vào nút <em>Edit</em></strong> ở phía dưới để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/18.png\" alt=\"\" /></p>\n\n<p><em>Hình 12: cửa sổ Thuật sỹ Đăng ký Tài khoản với nút Đổi mật khẩu tài khoản ở phía dưới</em></p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn vào <em>Change account password</em></strong> (<em>Thay đổi mật khẩu</em>) để mở cửa sổ <em>Change account password</em>:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/19.png\" alt=\"\" /></p>\n\n<p><em>Hình 13: Cửa sổ thay đổi mật khẩu</em></p>\n\n<p><strong>Bước 4</strong>. <strong><em>Nhập mật khẩu mới</em> và <em>Nhập lại mật khẩu</em></strong> sau đó <strong>Nhấn nút <em>OK</em></strong> để đóng cửa sổ.</p>\n\n<p><strong>Bước 5</strong>. Đóng Thuật sỹ Đăng ký Tài khoản.</p>\n\n<p><a name=\"2.4\" id=\"2.4\"></a></p>\n\n<h2>2.4 Hướng dẫn cấu hình Jitsi để tăng cường bảo mật</h2>\n\n<p><a name=\"2.4.1\" id=\"2.4.1\"></a></p>\n\n<h3>2.4.1 Vô hiệu và gỡ bỏ lược sử các cuộc gọi và nhắn tin</h3>\n\n<p><strong>Jitsi</strong> mặc định lưu trữ các thông tin về các cuộc gọi thoại/video đến và đi cũng như lược sử các tin nhắn văn bản – tất cả các tin nhắn bạn gửi và nhận. Bạn có thể truy cập các cuộc gọi thoại/video calls bằng cách <strong>nhấn</strong> vào biểu tượng đồng hộ trong cửa sổ chính Jitsi:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/20.png\" alt=\"\" /></p>\n\n<p><em>Hình 14: Phần trên cửa sổ chính Jitsi với nút lịch sử cuộc gọi được chọn</em></p>\n\n<p>Bạn có thể thấy lịch sử các tin nhắn văn bản bằng cách <strong>nhấn</strong> vào biểu tượng có hình đồng hồ quả trứng trong cửa sổ nhắn tin văn bản khi liên lạc với một đối tác:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/21.png\" alt=\"\" /></p>\n\n<p><em>Hình 15: Cửa sổ Nhắn tin với nút lịch sử tin nhắn được chọn</em></p>\n\n<p>Dữ liệu được thu thập và lưu trữ trên ổ đĩa máy tính của bạn. <strong>Thậm chí khi bạn mã hóa tin nhắn văn bản với OTR mọi tinh nhắn gửi và nhận được lưu trữ trên máy tính của bạn dưới dạng văn bản mở.</strong> Dữ liệu tương tự như vậy cũng được thu thập và lưu trữ trên ổ đĩa máy tính của những đối tác bạn liên lạc.</p>\n\n<p>Để ngăn không cho phép Jitsi thu thập những dữ liệu này (và xóa bỏ những dữ liệu đã thu thập), <strong>bạn và đối tác liên lạc cần thực hiện các bước sau</strong>.</p>\n\n<h4>Để vô hiệu Jitsi trong việc thu thập dữ liệu:</h4>\n\n<p><strong>Bước 1</strong>.  <strong>chọn <em>Tools</em> &gt; <em>Options</em></strong> trên trình đơn, <strong>chọn</strong> khung <strong><em>General</em></strong> và <strong>hủy chọn</strong> tùy chọn <strong><em>Log chat history</em></strong> (<em>Ghi lại lịch sử nhắn tin</em>) như trong hình dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/22.png\" alt=\"\" /></p>\n\n<p><em>Hình 16: Cửa sổ \"Options\", khung \"General\" với tùy chọn \"Log chat history\" được hủy chọn</em></p>\n\n<p><strong>Bước 2</strong>. trong của sổ <em>Options</em> window, trước tiên <strong>chọn khung <em>Advanced</em></strong>, sau đó <strong>chọn mục <em>Logging</em></strong>, và <strong>hủy chọn tùy chọn <em>Enable packet logging</em></strong> như trong hình dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/23.png\" alt=\"\" /></p>\n\n<p><em>Hình 17: Cửa sổ \"Options\", khung \"Advanced\", mục \"Logging\" với tùy chọn \"Enable packet logging\" được hủy chọn</em></p>\n\n<p>Những thay đổi sẽ có hiệu lực khi bạn <strong>khởi động lại Jitsi</strong>.</p>\n\n<h4>Để gỡ bỏ những dữ liệu đã được thu thập về các cuộc gọi và tin nhắn văn bản:</h4>\n\n<p><strong>Bước 1</strong>. <strong>Thoát khỏi</strong> Jitsi.</p>\n\n<p><strong>Bước 2</strong>. Xóa toàn bộ thư mục ghi lại lịch sử <em>history_ver1.0</em> trong thư mục <strong>Jitsi</strong> <em>user profile</em>. Bạn có thể xóa một thư mục con của <em>history_ver1.0</em> nếu bạn chỉ muốn hủy bỏ một phần của thông tin lịch sử lưu trữ. Vị trí thư mục <em>user profile</em> và <em>log history</em> tùy thuộc vào hệ điều hành:</p>\n\n<ul><li>Trong Windows XP và các phiên bản trươc đó, các thu mục này nằm trong <em>C:\\Documents and Settings\\&lt;Windows login/user name&gt;\\Application Data\\Jitsi\\history_ver1.0</em></li>\n<li>Trong Windows Vista, 7, 8, đó là thư mục <em>C:\\Users\\&lt;Windows login/user name&gt;\\AppData\\Roaming\\Jitsi\\history_ver1.0</em> (<strong>lưu ý</strong> rằng thư mục \"AppData\" có thể bị ẩn. Hãy tham khảo <a href=\"http://windows.microsoft.com/en-us/windows/show-hidden-files\">làm thế nào để hiện tệp ẩn</a>).</li>\n<li>Trong Mac OS X: từ thư mục người dùng <em>~/Library/Application Support/Jitsi/history_ver1.0</em></li>\n<li>Linux: từ thư mục người dùng <em>~/.jitsi/history_ver1.0</em> (<strong>Lưu ý</strong> rằng thưu mục \".jitsi\" có thể bị ẩn. Hãy tham khảo <a href=\"http://itsfoss.com/hide-folders-and-show-hidden-files-in-ubuntu-beginner-trick/\">làm thế nào xem tệp ẩn trong Ubuntu</a>)</li>\n</ul><p>Tham khảo <a href=\"/vi/chuong-6\">Làm thế nào để phá hủy thông tin nhạy cảm</a> để biết cách hủy bỏ thông tin một cách bảo mật.</p>\n\n<p><a name=\"2.4.2\" id=\"2.4.2\"></a></p>\n\n<h3>2.4.2 Yêu cầu nhắn tin bảo mật khi sử dụng nhắn tin trực tuyến</h3>\n\n<p>Bạn được khuyến nghị thiết đặt <strong>Jitsi</strong> để yêu cầu tính riêng tư và mã hóa tin nhắn văn bản dùng <a href=\"/vi/glossary#encryption\"><em>mã hóa</em></a> <a href=\"/vi/glossary#OTR\"><em>OTR</em></a> bất kỳ lúc nào có thể. Để thực hiện, <strong>chọn <em>Tools</em> &gt; <em>Options</em></strong> trên trình đơn, <strong>chọn khung <em>Security</em></strong> , <strong>chọn khung con <em>Chat</em></strong> và <strong>nhấn chọn <em>Require private messaging</em></strong> phía dưới mạn hình như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/24.png\" alt=\"\" /></p>\n\n<p><em>Hình 18: Cửa sổ \"Options\", khung \"Security\", khugn con \"Chat\" với tùy chọn \"Require private messaging\" được chọn</em></p>\n\n<p><a name=\"2.4.3\" id=\"2.4.3\"></a></p>\n\n<h3>2.4.3 Bảo vệ mật khẩu cho mọi tài khoản với mật khẩu chủ</h3>\n\n<p>Tốt nhất không nên để Jitsi ghi nhớ mật khẩu các tài khoản của bạn. Nếu bạn chọn cách ngược lại vì lý do thuận tiện sử dụng, bất kỳ ai có thể truy cập máy tính của bạn đều có thể đăng nhập vào các tài khoản đơn giản bằng cách khởi động Jitsi. Cũng có thể xem các mật khẩu đăng nhập tài khoản trong cửa sổ <em>Options</em>. Chính vì vậy chúng tôi <strong>hết sức khuyến nghị</strong> bảo vệ mật khẩu của bạn bằng một <strong>mật khẩu chủ</strong> mạnh. Khi bạn thiết đặt mật khẩu chủ, Jitsi sẽ yêu cầu bạn nhập mật khẩu chủ này mỗi khi chương trình khởi động.</p>\n\n<p><strong>Bước 1</strong>. <strong>Mở</strong> cửa sổ <em>Options</em> bằn cách <strong>chọn <em>Tools</em> &gt; <em>Options</em></strong> trên trình đơn, <strong>chọn khung <em>Security</em></strong> và khung con <strong><em>Passwords</em></strong>, và <strong>chọn <em>Use a master password</em></strong> để mở cửa sổ <strong><em>Master Password</em></strong>.</p>\n\n<p><strong>Bước 2</strong>. Trong cửa sổ mới <strong>nhập vào mật khẩu</strong> như trong hình bên dưới. Để tìm hiểu thêm về cách tạo một mật khẩu mạnh, hãy tham khảo <a href=\"/vi/chuong-3\"><strong><em>Làm thế nào để tạo và duy trì mật khẩu bảo mật</em></strong></a>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/25.png\" alt=\"\" /></p>\n\n<p><em>Hình 19: Cửa sổ \"Master Password\"</em></p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn <em>OK</em></strong> để xác nhận mật khẩu và mở cửa sổ mới với thông báo <strong><em>Master Password successfully set up</em></strong> (<em>Mật khẩu chủ đã được thiết đặt thành công</em>). <strong>Nhấn \"OK\"</strong> để đóng cửa sổ và quay lại màn hình <em>Options</em> như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/26.png\" alt=\"\" /></p>\n\n<p><em>Hình 20: Cửa sổ \"Options\", khung \"Security\", khung con \"Passwords\" với tùy chọn \"Use a master password\" được chọn</em></p>\n\n<p><strong>Lưu ý</strong>: Nút <strong><em>Change Master Password</em></strong> (<em>Thay đổi Mật khẩu Chủ</em>) cho phép bạn thay đổi mật khẩu chủ và nút <strong><em>Saved Passwords...</em></strong> (<em>Lưu các Mật khẩu</em>) cho phép bạn truy cập danh sách các mật khẩu được ghi nhớ bởi Jitsi và xóa chúng nếu cần.</p>\n", 
                        "summary": "", 
                        "value": "Các mục trong trang này:\r\n\r\n- [**2.1 Hướng dẫn Cài đặt Jitsi**](#2.1)\r\n- [**2.2 Hướng dẫn Thêm các Tài khoản vào Jitsi**](#2.2)\r\n- [**2.2.1 Hướng dẫn Thêm một Tài khoản Gmail/Google**](#2.2.1)\r\n- [**2.2.2 Đăng ký mới một tài khoản Jabber/XMPP hoặc SIP và thêm vào Jitsi**](#2.2.2)\r\n- [**2.2.3 Hướng dẫn Thêm một Tài khoản Facebook**](#2.2.3)\r\n- [**2.3 Hướng dẫn thay đổi mật khẩu cho một tài khoản Jitsi**](#2.3)\r\n- [**2.4 Hướng dẫn cấu hình Jitsi để tăng cường bảo mật**](#2.4)\r\n- [**2.4.1 Vô hiệu và gỡ bỏ lược sử các cuộc gọi và nhắn tin**](#2.4.1)\r\n- [**2.4.2 Yêu cầu nhắn tin bảo mật khi sử dụng nhắn tin trực tuyến**](#2.4.2)\r\n- [**2.4.3 Bảo vệ mật khẩu cho mọi tài khoản với mật khẩu chủ**](#2.4.3)\r\n\r\n<a name=\"2.1\"></a>\r\n## 2.1 Hướng dẫn Cài đặt Jitsi ##\r\n\r\nĐể cài đặt **Jitsi**, hãy thực hiện các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp chuột** vào ![](/sbox/screen/jitsi-en/02.png); hộp thoại *Open File - Security Warning* (*Mở Tệp - Cảnh báo Bảo mật*) có thể xuất hiện. Nếu vậy, **Nhấn** ![](/sbox/screen/jitsi-en/03.png) để mở cửa sổ *Windows Installer*, tiếp theo là cửa sổ *Welcome to the Jitsi Setup Wizard* (*Chào mừng tới Thuật sỹ Cài đặt Jitsi*).  \r\n\r\n**Bước 2**. **Nhấn** ![](/sbox/screen/jitsi-en/04.png) để kích hoạt cửa sổ *End User License Agreement* (*Cam kết Bản quyền Người dùng cuối*); **chọn** ô *I accept the terms in the License Agreement* (*Tôi chấp nhận các điều khoản trong phần Cam kết Bản quyền*) để hiển thị nút *Next*, sau đó **nhấn**  ![](/sbox/screen/jitsi-en/04.png) để mở cửa sổ *Destination Folder* (*Thư mục Cài đặt*).\r\n\r\n**Bước 3**. **Nhấn** ![](/sbox/screen/jitsi-en/04.png) để mở cửa sổ *Additional Tasks* và chấp nhận những thiết đặt mặc định như hiển thị.\r\n\r\n**Lưu ý**: Chọn tùy chọn *Auto-start when computer restarts or reboots*  (*Tự động khởi động khi hệ thống khởi động*) có thể làm chậm máy tính của bạn, đặc biệt là khi bạn đã cài đặt nhiều ứng dụng khác tự động chạy mỗi khi máy tính khởi động.\r\n\r\n**Bước 4**.  **Nhấn** ![](/sbox/screen/jitsi-en/04.png) để chuyển sang cửa sổ *Ready to Install Jitsi* (*Sẵn sàng Cài đặt Jitsi*), và **nhấn** ![](/sbox/screen/jitsi-en/05.png) để mở cửa sổ *Installing Jitsi* (*Cài đặt Jitsi*) hiển thị trạng thái tiến trình cài đặt.\r\n\r\n**Bước 5**. **Nhấn** ![](/sbox/screen/jitsi-en/06.png) để hoàn thành tiến trình cài đặt và tự động khởi động cửa sổ *Đăng nhập* **Jitsi** như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/07.png)\r\n\r\n*Hình 1: Cửa sổ đăng nhập Jitsi*\r\n\r\n**Lưu ý**: Trong một số phiên bản, việc cài đặt và mở chương trình **Jitsi** lần đầu tiên sẽ khiến xuất hiện cảnh báo *Windows Security Alert* (*Cảnh báo Bảo mật Windows*)  (*Hình 2* bên dưới). Cảnh báo này là một hành động bình thường của hệ điều hành **MS Windows**, bạn có thể tiếp tục với ** Jitsi**. Ngay cả khi bạn không nhấn bất kỳ nút nào và chỉ đơn giản đóng cửa sổ cảnh báo vừa xuất hiện, **Jitsi** vẫn có thể kết nối thông qua các máy chủ công cộng như **Jabber/XMPP hoặc SIP**, **Google Chat** và **Facebook Chat**, hoặc **Yahoo Messenger**. Tuy nhiên, việc nhấn chọn nút *Allow access* (*Cho phép truy cập*) cho phép các tính năng nâng cao trong **Jitsi** là *Registrarless SIP Accounts* (*Các tài khoản SIP không đăng ký*). Để có thêm thông tin về loại tài khoản đặc biệt này, hãy tham khảo trang [**Registrarless SIP Accounts**](https://jitsi.org/Documentation/RegistrarlessSIPAccount).  \r\n\r\n![](/sbox/screen/jitsi-en/08.png)\r\n\r\n*Hình 2: Cửa sổ Cảnh báo Bảo mật Windows*\r\n\r\n**Bước 6**. **Chọn** *cả hai* tùy chọn mạng **Private** và **Public**, sau đó **nhấn** **Allow access** để mở cửa sổ Đăng nhập **Jitsi** (như trong *Hình 1* phía trên) hoặc mở cửa sổ giao diện người dùng chính (như trong *Hình 4* bên dưới).\r\n\r\n\r\n<a name=\"2.2\"></a>\r\n## 2.2 Hướng dẫn Thêm các Tài khoản vào Jitsi ##\r\n\r\nPhần này hướng dẫn thêm hoặc thiết đặt các loại tài khoản khác nhau trong **Jitsi**. **Jitsi** hỗ trợ nhiều loại tài khoản khác nhau. Các tài khoản chúng tôi đề cập dưới đây dựa chủ yếu trên các giao thức truyền thông **Jabber/XMPP** và **SIP**. Trong số nhiều loại dịch vụ, **Jitsi** cho phép bạn sử dụng các tài khoản **Gmail** hoặc **Facebook** để liên lạc. Bởi vì các dịch vụ này là một trong những dịch vụ phổ biến nhất hiện nay sử dụng trên mạng Internet, hướng dẫn thêm các tài khoản này vào Jitsi được nêu bên dưới đây, cùng với chỉ dẫn cách tăng cường bảo mật khi bạn liên lạc sử dụng những tài khoản này, đem lại lợi ích từ sử dụng lớp mã hóa độc lập của **Jitsi** phía trên tầng bảo vệ được cung cấp bởi các nhà cung cấp dịch vụ của những tài khoản này. Tuy nhiên, xin hãy lưu ý rằng, ngay cả với lớp mã hóa riêng của **Jitsi**, các nhà cung cấp dịch vụ như **Google** hay **Facebook** đang giám sát những thông tin thực tế rằng bạn đang liên lạc (và có thể cả thông tin bạn đang liên lạc với ai), và có thể chia sẻ thông tin này với một bên thứ ba, như là một tổ chức hoặc chính phủ khác. Vì lý do đó, có lẽ tốt nhất nên tránh sử dụng những tài khoản này khi liên lạc những thông tin nhay cảm, thậm chí khi bạn sử dụng với lớp mã hóa của **Jitsi**. Chúng tôi cũng hướng dẫn trong phần này cách tạo các tài khoản (Jabber/XMPP or SIP) có tính bảo mật cao hơn và thêm những tài khoản này vào Jitsi, đồng thời chúng tôi khuyến nghị sử dụng những tài khoản này.\r\n\r\n<a name=\"2.2.1\"></a>\r\n### 2.2.1 Hướng dẫn Thêm một Tài khoản Gmail/Google ###\r\n\r\n**Lưu ý**: Ví dụ dưới đây sử dụng tài khoản **Google Talk**, tiến trình cài đặt cho các giao thức truyền thông khác đã liệt kê trong *Hình 1* phía trên cũng tương tự. Kết nối liên lạc hoặc một số tính năng khác (như lớp mã hóa độc lập cho nhắn tin văn bản và thoại - **OTR** và **ZRTP**) có thể không hoạt động giữa hay hay nhiều người dùng sử dụng các loại tài khoản khác nhau (như Facebook, Gmail, Yahoo, vv.). Tuy nhiên, những tính năng này thường sẽ hoạt động khi liên lạc giữa các tài khoản của cùng một nhà cung cấp dịch vụ.\r\n\r\n**Bước 1**. **Chọn Start > Jitsi** hoặc **nhấn đúp chuột** vào biểu tượng **Jitsi** trên màn hình để mở **Jitsi**.\r\n\r\n**Bước 2**. Trong cửa sổ *sign in* (đăng nhập), **nhập vào** tên người dùng và mật khẩu tài khoản **Gmail** bạn muốn sử dụng để liên lạc, khi đó cửa sổ sẽ giống như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/09.png)\r\n\r\n*Hình 3: Cửa sổ \"Đăng nhập\" Jitsi (đã thay đổi kích thước)*\r\n\r\n**Lưu ý**: Bạn có thể thêm nhiều tài khoản sử dụng các giao thức liên lạc khác nhau cùng lúc. \r\n\r\n**Bước 3**. **Nhấn** ![Sign in](/sbox/screen/jitsi-en/09s.png) để mở cửa sổ liên lạc dùng tài khoản của minh như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/10.png)\r\n\r\n*Hình 4: Một ví dụ cửa sổ Jitsi sau khi thêm tài khoản Gmail*\r\n\r\n**Lưu ý:** Nếu bạn đóng cửa sổ *Sign in* (*Đăng nhập*), hoặc bạn muốn thêm một tài khoản khác, bạn có thể thực hiện bằng cách **chọn *File* > *Add new account...***. Trong cửa sổ mới **chọn Network** là *Google Talk* và **nhập vào** tên người dùng cùng mật khẩu của tài khoản **Gmail** như hiển thị dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/11.png)\r\n\r\n*Hình 5: Cửa sổ \"Add new account\" („Thêm tài khoản mới“)*\r\n\r\nĐể kiểm tra bạn đã đã đăng ký tài khoản **Gmail** của mình với **Jitsi**, hãy theo các bước sau:\r\n\r\n**Bước 1**. **Chọn *Tools* > *Options*** trong trình đơn để kích hoạt cửa sổ:\r\n\r\n![](/sbox/screen/jitsi-en/12.png)\r\n\r\n*Hình 6: Cửa sổ Options (Các tùy chọn) hiển thị tài khoản Gmail vừa đăng ký (đã thay đổi kích thước)*\r\n\r\n**Lưu ý:** nếu bạn sử dụng [xác minh 2-bước](https://support.google.com/accounts/answer/180744?hl=vi) để bảo vệ truy cập vào tài khoản **Gmail** của mình, khi bạn đăng nhập từ **Jitsi** sử dụng mật khẩu thông thường của mình bạn có thể thấy thông báo như dưới đây xuất hiện. Để đăng nhập dùng **Jitsi**, bạn sẽ cần phải tạo một \"mật khẩu ứng dụng\". Hãy tham khảo [hướng dẫn thực hiện](https://support.google.com/accounts/answer/185833?hl=vi).\r\n\r\n![](/sbox/screen/jitsi-en/13.png)\r\n\r\n*Hình 7: Ví dụ về lỗi đăng nhập với Google Talk*\r\n\r\n<a name=\"2.2.2\"></a>\r\n### 2.2.2 Đăng ký mới một tài khoản Jabber/XMPP hoặc SIP và thêm vào Jitsi ###\r\n\r\n**Jabber/XMPP** và **SIP** là những chuẩn mở cho liên lạc tin nhắn văn bản và thoại. Có [nhiều máy chủ](https://xmpp.net/directory.php) cung cấp miễn phí các tài khoản cho phép bạn sử dụng với Jitsi. Dưới đây chúng tôi giới thiệu một số máy chủ bạn có thể sử dụng cho việc liên lạc những thông tin nhạy cảm. Lưu ý rằng bạn cũng có thể tải về [phần mềm máy chủ Jabber/XMPP](http://xmpp.org/xmpp-software/servers/) (như [ejabberd](http://www.process-one.net/en/ejabberd/) hoặc [Prosody IM](http://prosody.im/)), và cài đặt trên máy chủ riêng của bạn và thiết đặt để sử dụng cho liên lạc riêng bảo mật giữa những thành viên trong nhóm, cộng đồng hay tổ chức của mình.\r\n\r\n* Tài khoản Jabber/XMPP **Riseup.net** \r\n\r\nNếu bạn sử dụng một tài khoản [dịch vụ thư điện tử bảo mật Riseup.net](/vi/riseup-main) (được đặt tại Mỹ) bạn có thể [sử dụng tài khoản này để liên lạc qua mạng Jabber/XMPP](https://www.riseup.net/en/chat) băng cách thêm tài khoản này vào Jitsi – hãy xem phía dưới hướng dẫn thêm tài khoản Jabber/XMPP đã có.\r\n\r\n* Tài khoản **Jabber.ccc.de** và các tài khoản Jabber/XMPP khác\r\n\r\nBạn có thể đăng ký một tài khoản trên máy chủ  Jabber.ccc.de (đặt tại Đức) bằng cách thực hiện các bước sau:\r\n\r\n**Bước 1**.  Trong **Jitsi, chọn *File* > *Add new account...*** trên trình đơn. Trong cửa sổ mới hiện ra, **chọn *Network*: XMPP** và **nhấn chọn** tùy chọn *Create a new XMPP account***. Trong ô *Server*, **nhập** jabber.ccc.de, **nhập** vào tên người dùng XMPP bạn muốn tạo, và **điền vào** ô *Password* (*Mật khẩu*) và *Confirm password* (Xác nhận mật khẩu) giống như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/14.png)\r\n\r\n*Hình 8: Ví dụ cửa sổ \"Add new account\" (Thêm tài khoản) với tùy chọn \"Tạo một tài khoản XMPP\" được lựa chọn*\r\n\r\n**Bước 2**. **Nhấn *Add***. Sau khi đăng ký thành công bạn sẽ thấy màn hình giống như trong *Hình 4* phía trên.\r\n\r\nNếu tên người dùng bạn muốn tạo đã được sử dụng bởi ai đó, việc đăng ký sẽ thất bại với thông báo *We failed to create your account due to the following error: Could not confirm data.*  (*Chúng tôi đã thất bại trong việc tạo ra tài khoản mới cho bạn với lý do sau: Không thể xác nhận dữ liệu*). Bạn có thể thử lại tiến trình đăng ký với một tên người dùng khác.\r\n\r\n**Lưu ý** rằng nếu bạn không đăng nhập vào jabber.ccc.de trong thời gian quá 12 tháng, tài khoản của bạn sẽ tự động bị xóa khỏi máy chủ và tên người dùng này sẽ có thể được đăng ký bởi một người khác.\r\n\r\nMột máy chủ Jabber/XMPP xứng đáng được giới thiệu là **jit.si**. Máy chủ này được duy trì bở các nhà phát triển phần mềm Jitsi. Bạn có thể đăng ký tài khoản [**jit.si**](https://jit.si) và nhiều những máy chủ Jabber/XMPP công cộng khác cùng theo cách đã hướng dẫn phía trêncủa mục này. Dịch vụ Giám sát IM duy trì một [danh sách và thứ hạng các máy chủ Jabber/XMPP công cộng](https://xmpp.net/directory.php), và cũng cho phép bạn [kiểm tra bất kỳ máy chủ Jabber/XMPP về tính bảo mật](https://xmpp.net/index.php).\r\n\r\n* Tài khoản SIP **ostel.co**\r\n\r\nCác tài khoản **SIP** không thể được đăng ký từ chương trình **Jitsi**. Máy chủ **ostel.co** (đặt tại Mỹ) cho phép [đăng ký trên trang của họ](https://ostel.co/users/sign_up). **Chọn** một tên người dùng, mật khẩu và cung cấp địa chỉ thư điện tử của bạn sau đó **nhấn** nút *Sign up* (*Đăng nhập*) trên trang web. Sau khi đăng ký thành công, hãy quay lại chương trình Jitsi. **Chọn *File* > *Add new account...*** trên trình đơn, **chọn Network: SIP**, **nhập vào** tên người dùng (ví dụ terence.the.tester@ostel.co) và mật khẩu bạn đã tạo trong quá trình đăng ký trên trang web sau đó **nhấn *Add***. Hãy xem thêm thông tin trong các hình dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/15.png)\r\n\r\n*Hình 9: Ví dụ cửa sổ \"Add new account\" window cho tài khoản SIP*\r\n\r\n* **Thêm một tài khoản Jabber/XMPP hoặc SIP đã đăng ký vào Jitsi**\r\n\r\nNếu bạn đã có một tài khoản Jabber/XMPP hoặc SIP bạn có thể thêm vào **Jitsi** bằng cách **chọn *File* > *Add new account...*** trên trình đơn và chọn **Network** tương ứng ( XMPP hoặc SIP tùy theo dạng tài khoản của bạn).\r\n\r\n<a name=\"2.2.3\"></a>\r\n### 2.2.3 Hướng dẫn Thêm một Tài khoản Facebook ###\r\n\r\n**Facebook** có hai thiết đặt bạn có thể cần thay đổi trước khi **Jitsi** có thể kết nối tới Facebook Chat.\r\n\r\n **Tên Người dùng Facebook**\r\n\r\n**Facebook** yêu cầu một tên người dùng để **Jitsi** có thể kết nối vào Facebook chat. Nhiều người dùng **Facebook** đã có một tên người dùng. Để kiểm tra tên người dùng của bạn, hãy **đăng nhập** vào tài khoản **Facebook** của bạn: tên người dùng của bạn xuất hiện trên trang địa chỉ của trình duyệt phía sau *https://www.facebook.com/* khi bạn đang ở trang Timeline hoặc Page. Tên người dùng của bạn cũng chính là địa chỉ thư điện tử **Facebook** đối với tài khoản riêng (ví dụ: tênngườidùng@facebook.com). Bạn có thể thấy hoặc thay đổi tên người dùng hoặc tạo một tên tên người dùng bằng cách vào phần *Account Settings* > *General* hoặc truy cập [https://www.facebook.com/username](https://www.facebook.com/username). Để đặt thông tin tên người dùng, **Facebook** có thể yêu cầu việc xác minh thông tin tài khoản của bạn và điều này có thể đòi hỏi việc gửi một tin nhắn tới số điện thoại bạn cần cung cấp cho **Facebook** trong quá trình xác minh. Để tìm hiểu thêm hãy tham khảo [Giải thích của Facebookvề tên người dùng](https://www.facebook.com/help/329992603752372/).\r\n\r\n* **Các thiết đặt Apps**\r\n\r\n„Nền tảng ứng dụng“ trong **Facebook** cần được bật trước khi **Jitsi** có thể kết nối tới Facebook Chat. Hãy truy cập trang **Facebook** của bạn trong mục *Account Settings > Apps* và nhấn chọn thiết đặt *Apps you use* là *On*. Hành động này sẽ bật \"nền tảng ứng dụng\" cho tài khoản của bạn.\r\n\r\n**Lưu ý** việc bật  \"nền tảng ứng dụng\" trong **Facebook** sẽ mở cửa cho nhiều dữ liệu *Facebook** của bạn cho các bên phát triển ứng dụng thứ ba. Những dữ liệu này sẽ có sẵn không chỉ cho các ứng dụng **Facebook** bạn sử dụng, mà còn cho các ứng dụng **Facebook** được sử dụng bởi những người trong danh sách bạn bè của bạn. Sau khi bật  \"nền tảng ứng dụng\" trong  **Facebook**, hãy chắc chắn kiểm tra các thiết đặt trong phần \"Apps others use\". thiết đặt này cho phép bạn ẩn một số thông tin cá nhân khỏi những ứng dụng sử dụng bởi bạn bè của bạn. \r\nThật không may, **Facebook** không cung cấp các thiết đặt giúp ẩn toàn bộ thông tin cá nhân. Một số mục thông tin (như danh sách bạn bè của bạn, giới tính hoặc thông tin bạn đã chọn đăng công cộngl) đều sẵn có khi „bật“ \"nền tảng ứng dụng\" trong **Facebook**. Tùy thuộc vào bạn xác định có chấp nhận sự đánh đổi tính riêng tư của mình hay không.\r\n\r\nGiờ bạn đã sẵn sàng để thêm tài khoản **Facebook** vào **Jitsi**. Để thực hiện, hãy theo các bước sau:\r\n\r\n**Bước 1**.  Trong trình đơn chính **chọn *File > Add New Account...***\r\n\r\n**Bước 2**.  Trong hộp thoại Add New Account, trình đôn **Network** hãy chọn *Facebook*, **nhập tên người dùng và mật khẩu của ban** và **nhấn \"Add\"**\r\n \r\n![](/sbox/screen/jitsi-en/16.png)\r\n\r\n*Hình 10: Ví dụ cửa sổ \"Add new account...\" thêm tài khoản Facebook*\r\n\r\n\r\n<a name=\"2.3\"></a>\r\n## 2.3 Hướng dẫn thay đổi mật khẩu cho một tài khoản Jitsi ##\r\n\r\nMột phần quan trọng trong bảo mật là biết cách thay đổi mật khẩu cho mỗi tài khoản mà một người sở hữu. Nhiều tài khoản bạn có thể sử dụng với Jitsi cho phép thay đổi mật khẩu trong quá trình thiết đặt, thường có thể được thực hiện qua giao diện web. Tuy nhiên một số tài khoản abber/XMPP và SIP sẽ không có bất kỳ giao diện web nào để quản lý chúng. Bạn cần thay đổi mật khẩu cho những tài khoản này sử dụng Jitsi theo các bước sau:\r\n\r\n\r\n**Bước 1**. **chọn *Tools* > *Options*** trên trình đơn, **chọn** khung ***Accounts*** \r\n\r\n![](/sbox/screen/jitsi-en/17.png)\r\n\r\n*Hình 11: Cửa sổ Các tùy chọn với một tài khoản được chọn*\r\n\r\n**Bước 2**. **Nhấn vào nút *Edit*** ở phía dưới để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/jitsi-en/18.png)\r\n\r\n*Hình 12: cửa sổ Thuật sỹ Đăng ký Tài khoản với nút Đổi mật khẩu tài khoản ở phía dưới*\r\n\r\n**Bước 3**. **Nhấn vào *Change account password*** (*Thay đổi mật khẩu*) để mở cửa sổ *Change account password*:\r\n\r\n![](/sbox/screen/jitsi-en/19.png)\r\n\r\n*Hình 13: Cửa sổ thay đổi mật khẩu*\r\n\r\n**Bước 4**. ***Nhập mật khẩu mới* và *Nhập lại mật khẩu*** sau đó **Nhấn nút *OK*** để đóng cửa sổ.\r\n\r\n**Bước 5**. Đóng Thuật sỹ Đăng ký Tài khoản.\r\n\r\n<a name=\"2.4\"></a>\r\n## 2.4 Hướng dẫn cấu hình Jitsi để tăng cường bảo mật ##\r\n\r\n<a name=\"2.4.1\"></a>\r\n### 2.4.1 Vô hiệu và gỡ bỏ lược sử các cuộc gọi và nhắn tin ###\r\n\r\n**Jitsi** mặc định lưu trữ các thông tin về các cuộc gọi thoại/video đến và đi cũng như lược sử các tin nhắn văn bản – tất cả các tin nhắn bạn gửi và nhận. Bạn có thể truy cập các cuộc gọi thoại/video calls bằng cách **nhấn** vào biểu tượng đồng hộ trong cửa sổ chính Jitsi:\r\n\r\n![](/sbox/screen/jitsi-en/20.png)\r\n\r\n*Hình 14: Phần trên cửa sổ chính Jitsi với nút lịch sử cuộc gọi được chọn*\r\n\r\nBạn có thể thấy lịch sử các tin nhắn văn bản bằng cách **nhấn** vào biểu tượng có hình đồng hồ quả trứng trong cửa sổ nhắn tin văn bản khi liên lạc với một đối tác:\r\n\r\n![](/sbox/screen/jitsi-en/21.png)\r\n\r\n*Hình 15: Cửa sổ Nhắn tin với nút lịch sử tin nhắn được chọn*\r\n\r\nDữ liệu được thu thập và lưu trữ trên ổ đĩa máy tính của bạn. **Thậm chí khi bạn mã hóa tin nhắn văn bản với OTR mọi tinh nhắn gửi và nhận được lưu trữ trên máy tính của bạn dưới dạng văn bản mở.** Dữ liệu tương tự như vậy cũng được thu thập và lưu trữ trên ổ đĩa máy tính của những đối tác bạn liên lạc.\r\n\r\nĐể ngăn không cho phép Jitsi thu thập những dữ liệu này (và xóa bỏ những dữ liệu đã thu thập), **bạn và đối tác liên lạc cần thực hiện các bước sau**.\r\n\r\n#### Để vô hiệu Jitsi trong việc thu thập dữ liệu: ####\r\n\r\n**Bước 1**.  **chọn *Tools* > *Options*** trên trình đơn, **chọn** khung ***General*** và **hủy chọn** tùy chọn ***Log chat history*** (*Ghi lại lịch sử nhắn tin*) như trong hình dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/22.png)\r\n\r\n*Hình 16: Cửa sổ \"Options\", khung \"General\" với tùy chọn \"Log chat history\" được hủy chọn*\r\n\r\n**Bước 2**. trong của sổ *Options* window, trước tiên **chọn khung *Advanced***, sau đó **chọn mục *Logging***, và **hủy chọn tùy chọn *Enable packet logging*** như trong hình dưới đây: \r\n\r\n![](/sbox/screen/jitsi-en/23.png)\r\n\r\n*Hình 17: Cửa sổ \"Options\", khung \"Advanced\", mục \"Logging\" với tùy chọn \"Enable packet logging\" được hủy chọn*\r\n\r\nNhững thay đổi sẽ có hiệu lực khi bạn **khởi động lại Jitsi**.\r\n\r\n#### Để gỡ bỏ những dữ liệu đã được thu thập về các cuộc gọi và tin nhắn văn bản: ####\r\n\r\n**Bước 1**. **Thoát khỏi** Jitsi.\r\n\r\n**Bước 2**. Xóa toàn bộ thư mục ghi lại lịch sử *history_ver1.0* trong thư mục **Jitsi** *user profile*. Bạn có thể xóa một thư mục con của *history_ver1.0* nếu bạn chỉ muốn hủy bỏ một phần của thông tin lịch sử lưu trữ. Vị trí thư mục *user profile* và *log history* tùy thuộc vào hệ điều hành:\r\n\r\n* Trong Windows XP và các phiên bản trươc đó, các thu mục này nằm trong *C:\\Documents and Settings\\&lt;Windows login/user name&gt;\\Application Data\\Jitsi\\history_ver1.0*\r\n* Trong Windows Vista, 7, 8, đó là thư mục *C:\\Users\\&lt;Windows login/user name&gt;\\AppData\\Roaming\\Jitsi\\history_ver1.0* (**lưu ý** rằng thư mục \"AppData\" có thể bị ẩn. Hãy tham khảo [làm thế nào để hiện tệp ẩn](http://windows.microsoft.com/en-us/windows/show-hidden-files)).\r\n* Trong Mac OS X: từ thư mục người dùng *~/Library/Application Support/Jitsi/history_ver1.0*\r\n* Linux: từ thư mục người dùng *~/.jitsi/history_ver1.0* (**Lưu ý** rằng thưu mục \".jitsi\" có thể bị ẩn. Hãy tham khảo [làm thế nào xem tệp ẩn trong Ubuntu](http://itsfoss.com/hide-folders-and-show-hidden-files-in-ubuntu-beginner-trick/))\r\n\r\nTham khảo [Làm thế nào để phá hủy thông tin nhạy cảm](/vi/chuong-6) để biết cách hủy bỏ thông tin một cách bảo mật.\r\n\r\n\r\n<a name=\"2.4.2\"></a>\r\n### 2.4.2 Yêu cầu nhắn tin bảo mật khi sử dụng nhắn tin trực tuyến ###\r\n\r\nBạn được khuyến nghị thiết đặt **Jitsi** để yêu cầu tính riêng tư và mã hóa tin nhắn văn bản dùng [*mã hóa*](/vi/glossary#encryption) [*OTR*](/vi/glossary#OTR) bất kỳ lúc nào có thể. Để thực hiện, **chọn *Tools* > *Options*** trên trình đơn, **chọn khung *Security*** , **chọn khung con *Chat*** và **nhấn chọn *Require private messaging*** phía dưới mạn hình như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/24.png)\r\n\r\n*Hình 18: Cửa sổ \"Options\", khung \"Security\", khugn con \"Chat\" với tùy chọn \"Require private messaging\" được chọn*\r\n\r\n<a name=\"2.4.3\"></a>\r\n### 2.4.3 Bảo vệ mật khẩu cho mọi tài khoản với mật khẩu chủ ###\r\n\r\nTốt nhất không nên để Jitsi ghi nhớ mật khẩu các tài khoản của bạn. Nếu bạn chọn cách ngược lại vì lý do thuận tiện sử dụng, bất kỳ ai có thể truy cập máy tính của bạn đều có thể đăng nhập vào các tài khoản đơn giản bằng cách khởi động Jitsi. Cũng có thể xem các mật khẩu đăng nhập tài khoản trong cửa sổ *Options*. Chính vì vậy chúng tôi **hết sức khuyến nghị** bảo vệ mật khẩu của bạn bằng một **mật khẩu chủ** mạnh. Khi bạn thiết đặt mật khẩu chủ, Jitsi sẽ yêu cầu bạn nhập mật khẩu chủ này mỗi khi chương trình khởi động.\r\n\r\n\r\n**Bước 1**. **Mở** cửa sổ *Options* bằn cách **chọn *Tools* > *Options*** trên trình đơn, **chọn khung *Security*** và khung con ***Passwords***, và **chọn *Use a master password*** để mở cửa sổ ***Master Password***.\r\n\r\n**Bước 2**. Trong cửa sổ mới **nhập vào mật khẩu** như trong hình bên dưới. Để tìm hiểu thêm về cách tạo một mật khẩu mạnh, hãy tham khảo [***Làm thế nào để tạo và duy trì mật khẩu bảo mật***](/vi/chuong-3).\r\n\r\n![](/sbox/screen/jitsi-en/25.png)\r\n\r\n*Hình 19: Cửa sổ \"Master Password\"*\r\n\r\n**Bước 3**. **Nhấn *OK*** để xác nhận mật khẩu và mở cửa sổ mới với thông báo ***Master Password successfully set up*** (*Mật khẩu chủ đã được thiết đặt thành công*). **Nhấn \"OK\"** để đóng cửa sổ và quay lại màn hình *Options* như dưới đây:\r\n\r\n![](/sbox/screen/jitsi-en/26.png)\r\n\r\n*Hình 20: Cửa sổ \"Options\", khung \"Security\", khung con \"Passwords\" với tùy chọn \"Use a master password\" được chọn*\t\r\n\r\n**Lưu ý**: Nút ***Change Master Password*** (*Thay đổi Mật khẩu Chủ*) cho phép bạn thay đổi mật khẩu chủ và nút ***Saved Passwords...*** (*Lưu các Mật khẩu*) cho phép bạn truy cập danh sách các mật khẩu được ghi nhớ bởi Jitsi và xóa chúng nếu cần."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2046", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2046", 
                "link_title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                "menu_name": "book-toc-1928", 
                "mlid": "5192", 
                "module": "book", 
                "nid": "2046", 
                "options": [], 
                "p1": "5034", 
                "p2": "5191", 
                "p3": "5192", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5191", 
                "router_path": "node/%", 
                "title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455116973", 
            "comment": "0", 
            "created": "1441121536", 
            "current_revision_id": "13196", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "jitsi_account", 
                        "value": "jitsi_account"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5192": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2046", 
                    "link_title": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5192", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5191", 
                    "p3": "5192", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5191", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2046", 
            "num_revisions": "13", 
            "path": "https://securityinabox.org/en/jitsi_account", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455116973", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Jitsi – Hướng dẫn Cài đặt và Thêm những Tài khoản Khác nhau vào Jitsi", 
                        "value": "Jitsi – Hướng dẫn Cài đặt và Thêm những Tài khoản Khác nhau vào Jitsi"
                    }
                ]
            }, 
            "title_original": "Jitsi - How to Install and Add Different Accounts in Jitsi", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "es": {
                        "changed": "1442498524", 
                        "created": "1442498524", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455116973", 
                        "created": "1455116973", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1454343548", 
                        "created": "1441193267", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444181024", 
                        "created": "1444181024", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021510", 
                        "created": "1443021510", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444729125", 
                        "created": "1444729125", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2046", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446138339", 
                        "created": "1441121536", 
                        "entity_id": "2046", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2046", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "609d23a6-ce20-498c-80bd-2673b48949f3", 
            "vid": "13196", 
            "vuuid": "2aedc2a9-9922-4ff4-b4d2-6750ddae967d"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này:</p>\n\n<ul><li><a href=\"#3.1\"><strong>3.1 Thêm đối tác liên lạc (buddies) vào Jitsi</strong></a></li>\n<li><a href=\"#3.2\"><strong>3.2 Nhắn tin văn bản (Nhắn tin trực tuyến) với mã hóa OTR</strong></a></li>\n<li><a href=\"#3.3\"><strong>3.3 Liên lạc thoại và video với mã hóa ZRTP</strong></a></li>\n</ul><p><a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>3.1 Thêm đối tác liên lạc (buddies) vào Jitsi</h2>\n\n<p>Sau khi thêm ít nhất một tài khoản vào Jitsi và đăng nhập, bạn đã sẵn sàng để thêm các đối tác liên lạc để trao đổi với họ.</p>\n\n<p>To add a contact to Jitsi follow steps below:\nĐể thêm một đối tác vào Jitsi, hãy thêo các bước sau:</p>\n\n<p><strong>Bước 0</strong>. Mở cửa sổ chính Jitsi bằng cách <strong>chọn Start &gt; Jitsi</strong> hoặc <strong>nhấn đúp chuột</strong> vào biểu tượng <strong>Jitsi</strong> trên màn hình.</p>\n\n<p><strong>Bước 1</strong>. <strong>chọn <em>File</em> &gt; <em>Add contact...</em></strong> vaà cửa sổ sau sẽ xuất hiện:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/30.png\" alt=\"\" /></p>\n\n<p><em>Hình 1: Cửa sổ thêm đối tác liên lạc</em></p>\n\n<p><strong>Bước 2</strong>. <strong>Chọn</strong> những tài khoản bạn muốn thêm đối tác liên lạc này vào (ví dụ <em>terance.the.tester@jit.si</em>).</p>\n\n<p><strong>Tùy chọn</strong>: Bạn cũng có thể thêm tài khoản liên lạc vào một <em>nhóm</em> (<em>group</em>) trong các tài khoản liên lạc khác của bạn. Tuy nhiên trước hết bạn cần tạo một nhóm. Điều này được thực hiện bằng cách chọn <strong><em>File</em> &gt; <em>Create group...</em></strong> từ trình đơn).</p>\n\n<p><strong>Nhập vào</strong> tên người dùng hoặc địa chỉ thư điện tử của đối tác liên lạc vào ô <strong><em>ID or Number</em></strong> (ví dụ, <em>sally.the.doer@jit.si</em>).</p>\n\n<p>You can choose the name or nickname for the contact, which will be visible in your contacts list in the <strong>Jitsi</strong> main window; <strong>type it into the <em>Display name</em></strong> field.</p>\n\n<p>Bạn có thể chọn tên hoặc bí danh đặt cho đối tác liên lạc, thông tin này sẽ hiển thị trong danh sách các đối tác liên lạc trong cửa sổ chính của <strong>Jitsi</strong>; **nhập thông tin này trong ô <em>Display name</em> - (Hiển thị tên).</p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn vào</strong> nút <em>Add</em> để đóng của sổ <em>Add contact</em> và quay trở lại của sổ chính Jitsi. Trong danh sách các đối tác liên lạc của bạn giờ xuất hiện đối tác liên lạc mới thêm vào với lưu ý \"Waiting for authorisation\" („Đang chờ việc xác thực\") như hình bên dưới:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/31.png\" alt=\"\" /></p>\n\n<p><em>Hình 2: Cửa sổ chính Jitsi với đối tác liên lạc mới thêm vào đang chờ xác thực</em></p>\n\n<p><strong>Bước 4</strong>. Khi đối tác liên lạc của bạn đăng nhập vào tài khoản của họ (sally.the.doer@jit.si), một cửa sổ pop-up sẽ hiện lên thông báo cho cô ấy biết rằng bạn đã yêu cầu thêm cô ấy vào danh sách liên lạc của bạn:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/32.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Cửa sổ yêu cầu xác thực một đối tác liên lạc mới</em></p>\n\n<p>Đối tác liên lạc của bạn có các lựa chọn: <em>Ignore</em> (<em>Lờ đi</em>), trong trường hợp này yêu cầu thêm liên lạc của bạn sẽ tiếp tục ở trạng thái chờ xác thực; <em>Deny</em> (<em>Từ chối</em>), khi đó bạn sẽ nhận được một thông tin rằng yêu cầu của bạn đã bị từ chối; và <em>Authorise</em> (<em>Xác nhận</em>), trong trường hợp này bạn sẽ nhận được thông tin rằng đối tác liên lạc đã chấp nhận yêu cầu xác nhận của bạn, và mục tài khoản đối tác liên lạc mới thêm vào này sẽ chuyển sang trạng thái hoạt động:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/33.png\" alt=\"\" /></p>\n\n<p><em>Hình 4: Cửa sổ chính Jitsi với đối tác liên lạc mới đã xác nhận</em></p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>3.2  Nhắn tin văn bản (Nhắn tin trực tuyến) với mã hóa OTR</h2>\n\n<p>Now that you added and authorised your contact, you can Nhấn vào on their name in the contact list and initiate text conversation, voice or video calls, and desktop sharing, by choosing the relevant icon under their name:\nGiờ bạn đã thêm và xác nhận một đối tác liên lạc, bạn có thể nhấn vào tên của đối tác này trong danh sách liên lạc và khởi tạo một hội thoại qua nhắn tin, thoại hay video, và chia sẻ màn hình, bằng cách chọn các biểu tượng tương ứng phía dưới tên tài khoản của họ.</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/34.png\" alt=\"\" /></p>\n\n<p><em>Hình 5: Đối tác được chọn trong cửa sổ chính Jitsi với các biểu tượng IM, thoại hay video và chia sẻ màn hình</em></p>\n\n<p><strong>Bước 1</strong>. Bây giờ chúng ta sẽ khám phá một trong những tính năng quan trọng nhất của Jitsi: khả năng nhắn tin văn bản một cách bảo mật, mã hóa tin nhắn trao đổi với <a href=\"/vi/glossary#OTR\"><em>OTR</em></a>. OTR hoạt động tương tư như <a href=\"/vi/glossary#PGP\"><em>GPG/PGP</em></a> được hướng dẫn trong các chương khác của bộ công cụ này. Cũng như với PGP, trước khi bạn và đối tác liên lạc có thể mã hóa phiên liên lạc của mình, cả hai phía đề cần cấu hình <strong>Jitsi</strong> để tạo các khóa mã hóa. Bạn có thể thực hiện điều này bằng cách trình đơn <strong>chọn <em>Tools</em> &gt; <em>Options</em></strong> và ** chọn khung *Security*** và khung con ***Chat***. Bạn sẽ thấy cửa sổ tương tự như dưới dây xuất hiện:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/35.png\" alt=\"\" /></p>\n\n<p><em>Hình 6: Phần cửa sổ „chat“ (Nhắn tin văn bản) nơi bạn có thể sinh các khóa mã hóa cho việc nhắn tin bằng văn bản</em></p>\n\n<p><strong>Bước 2</strong>. Tiếp theo, <strong>nhấn vào</strong> nút <strong><em>Generate</em></strong>. Kết quả là bạn sẽ thấy hiển thị vân tay số (fingerprint) của khóa vừa sinh ra:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/36.png\" alt=\"\" /></p>\n\n<p><em>Hình 7: Cửa sổ tùy chọn chat hiển thị vân tay số của khóa cho mã hóa OTR nhắn tin văn bản</em></p>\n\n<p>Một khóa sẽ được sinh ra cho mỗi tài khoản. Bạn chỉ phải thực hiện lại bước này nếu bạn thêm một tài khoản mới hoặc cài đặt Jitsi trên một máy khác mà không chuyển các khóa hiện tại sang máy đó.</p>\n\n<p>Giờ bạn đã sẵn sàng để liên lạc:</p>\n\n<p><strong>Bước 3</strong>. <strong>Chọn một đối tác liên lạc</strong> trong cửa sổ chính Jitsi và <strong>nhấn vào</strong> biểu tượng <em>send message</em> -(<em>Gửi tin</em>)-  (biểu tượng đầu tiên từ bên trái qua, bên dưới tên đối tác liên lạc) để mở cửa sổ nhắn tin văn bản:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/37.png\" alt=\"\" /></p>\n\n<p><em>Hình 8: Cửa sổ nhắn tin văn bản với mã hóa OTR được xác định nhưng <strong>không</strong> được sử dụng</em></p>\n\n<p>Chú ý biểu tượng <em>Encrypt chat with OTR</em> (<em>Mã hóa nhắn tin với OTR</em>), ổ khóa mở phía góc trên bên phải của cửa sổ. Biểu tượng khó nhận diện này cho bạn biết phiên nhắn tin có được mã hóa hay không. Hiện tại ổ khóa đang ở trạng thái mở (có một khoảng cách nhỏ giữa phần móc khóa và phần thân khóa!).</p>\n\n<p><strong>Bước 4</strong>. <strong>Nhấn vào biểu tượng <em>Encrypt chat with OTR</em></strong>. Chú ý tới sự thay đổi trong cửa sổ:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/38.png\" alt=\"\" /></p>\n\n<p><em>Hình 9: Cửa sổ nhắn tin văn bản sau khi nhấn vào biểu tượng Encrypt chat with OTR</em></p>\n\n<p>Hãy quan sát ổ khóa giờ đã ở trạng thái đóng. Điều này có nghĩa là bất kỳ tin nhắn nào được trao đổi giữa bạn và đối tác liên lạc đều được mã hóa. Hãy chú ý tới thông báo thể hiện rằng đây là <em>hội thoại riêng tư chưa được kiểm tra</em> và bạn nên <em>xác thực</em>  sally.the.doer@jit.si.</p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn vào đường dẫn <em>xác thực sally.the.doer@jit.si</em></strong> để mở cửa sổ <em>Authenticate Buddy</em> (<em>Xác thực Đối tác liên lạc</em>):</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/39.png\" alt=\"\" /></p>\n\n<p><em>Hình 10: Cửa sổ Xác thực Đối tác liên lạc với các vân tay số cho bạn và đối tác liên lạc</em></p>\n\n<p>Lưu ý thông báo khuyến khích bạn so sánh vân tay số giữa khóa mã hóa của bạn với khóa của của đối tác liên lạc thông qua một kênh liên lạc khác (không phải kênh nhắn tin văn bản này). Khi thực hiện việc xác thực này, bạn có thể chắc chắn hơn rằng bạn đang liên lạc với chính đối tác liên lạc của mình chứ không phải với ai khác. Một lựa chọn tốt cho việc so sánh khóa mã hóa là gặp trực tiếp đối tác, hoặc thông qua gọi điện hoặc hội thoại video vì các phương thức liên lạc này cho phép xác định danh tính đối tác liên lạc một cách dễ dàng. Sau khi đã so sánh vân tay số, <strong>chọn</strong> tùy chọn <strong><em>Tôi đã</em> xác thực</strong> vân tay số trong trình đơn xổ xuống và <strong>Nhấn chọn <em>Authenticate Buddy</em></strong>.</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/40.png\" alt=\"\" /></p>\n\n<p><em>Hình 11: Phần Xác thực Đối tác liên lạc (Authenticate Buddy) sau khi chọn \"I have\" („Tôi đã“ xác thực vân tay số) cho đối tác liên lạc của bạn</em></p>\n\n<p>Đóng cửa sổ <em>Authenticate Buddy</em> sẽ đưa bạn quay trở lại cửa sổ nhắn tin văn bản:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/41.png\" alt=\"\" /></p>\n\n<p><em>Hình 12: Cửa sổ nhắn tin văn bản  với mã hóa OTR</em></p>\n\n<p>Hãy chú ý biểu tượng ổ khóa sẽ không còn chứa một hình tam giác nhỏ màu vàng cam với một dấu chấm than màu trắng. Điều này có nghĩa là bạn đã xác thực đối tác liên lạc của minh. <strong>Việc xác thực này chỉ cần được thực hiện một lần đối với mỗi đối tác liên lạc.</strong> Nếu hình tam giác với dấu chấm than màu trắng xuất hiện, điều này có nghĩa là bạn đang nhắn tin văn bản với một ai đó bạn chưa xác minh. Điều này có thể xảy ra khi đối tác của bạn chuyển sang sử dụng một thiết bị khác với một khóa mã hóa khác (một bản cài đặt Jitsi mới, hay một chương trình khác sử dụng OTR...). Trong trường hợp này bạn và đối tác liên lạc sẽ cần phải xác minh lại lẫn nhau để chắc chắn danh tính của đối tác mình liên lạc.</p>\n\n<p><strong>Jitsi</strong> cho phép bạn nhắn tin với nhiều hơn một đối tác cùng lúc. Mã hóa OTR sẽ chỉ hoạt động khi bạn nhắn tin với một đối tác.</p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h2>3.3 Liên lạc thoại và video với mã hóa ZRTP</h2>\n\n<p><strong>Jitsi</strong> cung cấp khả năng thoại và hội thoại với hình ảnh video được mã hóa độc lập sử dụng chuẩn mã hóa mở tên là ZRTP. Để khởi tạo phiên liên lạc bạn cần:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn vào</strong> tên đối tác liên lạc trong danh sách đối tác trong <strong>Jitsi</strong> và <strong>nhấn vào</strong> biểu tượng thoại (biểu tượng thứ hai từ bên trái sang, bên dưới tên tài khoản đối tác liên lạc) hoặc biểu tượng video (thứ ba)- hãy xem hình 5 phía trên. Một cửa sổ mới sẽ xuất hiện thể hiện rằng <strong>Jitsi</strong> đang thiết lập kết nối:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/42.png\" alt=\"\" /></p>\n\n<p><em>Hình 13: Cửa sổ Gọi với trang thái Đổ chuông</em></p>\n\n<p>Đối tác của bạn sẽ thấy thông báo cuộc gọi đến:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/43.png\" alt=\"\" /></p>\n\n<p><em>Hình 14: Thông báo Cuộc gọi đến</em></p>\n\n<p><strong>Bước 2.</strong> Nếu đối tác của bạn <strong>chấp nhận cuộc gọi</strong> bạn sẽ nhận được thông báo bạn đã được kết nối:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/44.png\" alt=\"\" /></p>\n\n<p><em>Hình 15: Cửa sổ kết nối cuộc gọi không có mã hóa ZRTP</em></p>\n\n<p><strong>Lưu ý</strong> ổ khóa mở màu đỏ. Điều này có nghĩa là cuộc gọi của bạn chưa được mã hóa với ZRTP.</p>\n\n<p><strong>Bước 3.</strong> <strong>Hãy đợi...</strong> Chương trình của bạn và đối tác liên lạc đang thiết lập một kết nối mã hóa, điều này có thể mất một chút thời gian. Nếu thành công bạn sẽ thấy các ký tự<em>zrtp</em> xuất hiện trên nền màu vàng cam với ổ khóa ở trạng thái đóng như bên dưới. Nếu việc thiết lập kết nối mã hóa không thành công, bạn vẫn có thể nói chuyện với đối tác nhưng thông tin không được mã hóa. Bạn có thể dừng kết nối, khởi động lại <strong>Jitsi</strong> và thử kết nối lại để xem chương trình có thể kết nối mã hóa hay không.  ZRTP có thể không hoạt động đối với những cuộc gọi giữa các loại tài khoản của các nhà cung cấp dịch vụ khác nhau (ví dụ như giữa Google và Jit.si).</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/45.png\" alt=\"\" /></p>\n\n<p><em>Hình 16: Phần cửa sổ Cuộc gọi với mã hóa ZRTP được thiết lập nhưng chưa được xác thực</em></p>\n\n<p><strong>Bước 4</strong>. <strong>Quan sát</strong> phần bên dưới các ký tự <em>zrtp</em> và ổ khóa với thông báo \"So sánh với đối tác liên lạc\" tiếp theo là 4 ký tự. <strong>Hãy đọc</strong> những ký tự này cho đối tác liên lạc của bạn và hỏi xem liệu họ có thấy đúng những ký tự này xuất hiện trên màn hình phía họ hay không. Nếu đúng vậy, có nghĩa là kết nối đã được mã hóa và không ai có thể nghe lén được. Bạn có thể <strong>nhấn vào <em>Confirm</em></strong>. Ô <em>zrtp</em> màu vàng cam sẽ chuyển sang màu xanh lá cây:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/46.png\" alt=\"\" /></p>\n\n<p><em>Hình 17: Phần cửa sổ Cuộc gọi với mã hóa ZRTP được thiết lập và xác nhận</em></p>\n\n<p><strong>Bước 5</strong>. Bạn có thể đóng phần cửa sổ xác nhận màu đen bằng cách nhấn vào dấu x màu trắng ở phía trên bên phải của ô màu đen:</p>\n\n<p><img src=\"/sbox/screen/jitsi-en/47.png\" alt=\"\" /></p>\n\n<p><em>Hình 18: Phần cửa sổ cuộc gọi với mã hóa ZRTP được thiết lập</em></p>\n\n<p><strong>Jitsi</strong> cho phép bạn kết nối thoại và hình ảnh video với nhiều hơn một đối tác cùng lúc. <strong>Lưu ý</strong> rằng với kết nối như vậy, mã hóa ZRTP có thể được thiết lập giữa phía khởi tạo cuộc gọi và các đối tác liên lạc, nhưng không phải giữa các đối tác liên lạc với nhau.</p>\n", 
                        "summary": "", 
                        "value": "Các mục trong trang này:\r\n\r\n- [**3.1 Thêm đối tác liên lạc (buddies) vào Jitsi**](#3.1)\r\n- [**3.2 Nhắn tin văn bản (Nhắn tin trực tuyến) với mã hóa OTR**](#3.2)\r\n- [**3.3 Liên lạc thoại và video với mã hóa ZRTP**](#3.3)\r\n\r\n\r\n<a name=\"3.1\"></a>\r\n## 3.1 Thêm đối tác liên lạc (buddies) vào Jitsi ##\r\n\r\nSau khi thêm ít nhất một tài khoản vào Jitsi và đăng nhập, bạn đã sẵn sàng để thêm các đối tác liên lạc để trao đổi với họ.\r\n\r\nTo add a contact to Jitsi follow steps below:\r\nĐể thêm một đối tác vào Jitsi, hãy thêo các bước sau:\r\n\r\n**Bước 0**. Mở cửa sổ chính Jitsi bằng cách **chọn Start > Jitsi** hoặc **nhấn đúp chuột** vào biểu tượng **Jitsi** trên màn hình.\r\n\r\n**Bước 1**. **chọn *File* > *Add contact...*** vaà cửa sổ sau sẽ xuất hiện:\r\n\r\n![](/sbox/screen/jitsi-en/30.png)\r\n\r\n*Hình 1: Cửa sổ thêm đối tác liên lạc*\r\n\r\n**Bước 2**. **Chọn** những tài khoản bạn muốn thêm đối tác liên lạc này vào (ví dụ *terance.the.tester@jit.si*). \r\n\r\n**Tùy chọn**: Bạn cũng có thể thêm tài khoản liên lạc vào một *nhóm* (*group*) trong các tài khoản liên lạc khác của bạn. Tuy nhiên trước hết bạn cần tạo một nhóm. Điều này được thực hiện bằng cách chọn ***File* > *Create group...*** từ trình đơn). \r\n\r\n**Nhập vào** tên người dùng hoặc địa chỉ thư điện tử của đối tác liên lạc vào ô ***ID or Number*** (ví dụ, *sally.the.doer@jit.si*). \r\n\r\nYou can choose the name or nickname for the contact, which will be visible in your contacts list in the **Jitsi** main window; **type it into the *Display name*** field. \r\n\r\nBạn có thể chọn tên hoặc bí danh đặt cho đối tác liên lạc, thông tin này sẽ hiển thị trong danh sách các đối tác liên lạc trong cửa sổ chính của **Jitsi**; **nhập thông tin này trong ô *Display name* - (Hiển thị tên).\r\n\r\n**Bước 3**. **Nhấn vào** nút *Add* để đóng của sổ *Add contact* và quay trở lại của sổ chính Jitsi. Trong danh sách các đối tác liên lạc của bạn giờ xuất hiện đối tác liên lạc mới thêm vào với lưu ý \"Waiting for authorisation\" („Đang chờ việc xác thực\") như hình bên dưới:\r\n\r\n\r\n\r\n![](/sbox/screen/jitsi-en/31.png)\r\n\r\n*Hình 2: Cửa sổ chính Jitsi với đối tác liên lạc mới thêm vào đang chờ xác thực*\r\n \r\n**Bước 4**. Khi đối tác liên lạc của bạn đăng nhập vào tài khoản của họ (sally.the.doer@jit.si), một cửa sổ pop-up sẽ hiện lên thông báo cho cô ấy biết rằng bạn đã yêu cầu thêm cô ấy vào danh sách liên lạc của bạn:\r\n\r\n![](/sbox/screen/jitsi-en/32.png)\r\n\r\n*Hình 3: Cửa sổ yêu cầu xác thực một đối tác liên lạc mới*\r\n\r\nĐối tác liên lạc của bạn có các lựa chọn: *Ignore* (*Lờ đi*), trong trường hợp này yêu cầu thêm liên lạc của bạn sẽ tiếp tục ở trạng thái chờ xác thực; *Deny* (*Từ chối*), khi đó bạn sẽ nhận được một thông tin rằng yêu cầu của bạn đã bị từ chối; và *Authorise* (*Xác nhận*), trong trường hợp này bạn sẽ nhận được thông tin rằng đối tác liên lạc đã chấp nhận yêu cầu xác nhận của bạn, và mục tài khoản đối tác liên lạc mới thêm vào này sẽ chuyển sang trạng thái hoạt động:\r\n\r\n![](/sbox/screen/jitsi-en/33.png)\r\n\r\n*Hình 4: Cửa sổ chính Jitsi với đối tác liên lạc mới đã xác nhận*\r\n\r\n<a name=\"3.2\"></a>\r\n## 3.2  Nhắn tin văn bản (Nhắn tin trực tuyến) với mã hóa OTR\r\n\r\nNow that you added and authorised your contact, you can Nhấn vào on their name in the contact list and initiate text conversation, voice or video calls, and desktop sharing, by choosing the relevant icon under their name:\r\nGiờ bạn đã thêm và xác nhận một đối tác liên lạc, bạn có thể nhấn vào tên của đối tác này trong danh sách liên lạc và khởi tạo một hội thoại qua nhắn tin, thoại hay video, và chia sẻ màn hình, bằng cách chọn các biểu tượng tương ứng phía dưới tên tài khoản của họ.\r\n\r\n![](/sbox/screen/jitsi-en/34.png)\r\n\r\n*Hình 5: Đối tác được chọn trong cửa sổ chính Jitsi với các biểu tượng IM, thoại hay video và chia sẻ màn hình*\r\n\r\n**Bước 1**. Bây giờ chúng ta sẽ khám phá một trong những tính năng quan trọng nhất của Jitsi: khả năng nhắn tin văn bản một cách bảo mật, mã hóa tin nhắn trao đổi với [*OTR*](/vi/glossary#OTR). OTR hoạt động tương tư như [*GPG/PGP*](/vi/glossary#PGP) được hướng dẫn trong các chương khác của bộ công cụ này. Cũng như với PGP, trước khi bạn và đối tác liên lạc có thể mã hóa phiên liên lạc của mình, cả hai phía đề cần cấu hình **Jitsi** để tạo các khóa mã hóa. Bạn có thể thực hiện điều này bằng cách trình đơn **chọn *Tools* > *Options*** và ** chọn khung *Security*** và khung con ***Chat***. Bạn sẽ thấy cửa sổ tương tự như dưới dây xuất hiện:\r\n\r\n![](/sbox/screen/jitsi-en/35.png)\r\n\r\n*Hình 6: Phần cửa sổ „chat“ (Nhắn tin văn bản) nơi bạn có thể sinh các khóa mã hóa cho việc nhắn tin bằng văn bản*\r\n\r\n**Bước 2**. Tiếp theo, **nhấn vào** nút ***Generate***. Kết quả là bạn sẽ thấy hiển thị vân tay số (fingerprint) của khóa vừa sinh ra:\r\n\r\n![](/sbox/screen/jitsi-en/36.png)\r\n\r\n*Hình 7: Cửa sổ tùy chọn chat hiển thị vân tay số của khóa cho mã hóa OTR nhắn tin văn bản*\r\n\r\nMột khóa sẽ được sinh ra cho mỗi tài khoản. Bạn chỉ phải thực hiện lại bước này nếu bạn thêm một tài khoản mới hoặc cài đặt Jitsi trên một máy khác mà không chuyển các khóa hiện tại sang máy đó.\r\n\r\nGiờ bạn đã sẵn sàng để liên lạc:\r\n\r\n**Bước 3**. **Chọn một đối tác liên lạc** trong cửa sổ chính Jitsi và **nhấn vào** biểu tượng *send message* -(*Gửi tin*)-  (biểu tượng đầu tiên từ bên trái qua, bên dưới tên đối tác liên lạc) để mở cửa sổ nhắn tin văn bản:\r\n\r\n![](/sbox/screen/jitsi-en/37.png)\r\n\r\n*Hình 8: Cửa sổ nhắn tin văn bản với mã hóa OTR được xác định nhưng **không** được sử dụng*\r\n\r\nChú ý biểu tượng *Encrypt chat with OTR* (*Mã hóa nhắn tin với OTR*), ổ khóa mở phía góc trên bên phải của cửa sổ. Biểu tượng khó nhận diện này cho bạn biết phiên nhắn tin có được mã hóa hay không. Hiện tại ổ khóa đang ở trạng thái mở (có một khoảng cách nhỏ giữa phần móc khóa và phần thân khóa!). \r\n\r\n\r\n**Bước 4**. **Nhấn vào biểu tượng *Encrypt chat with OTR***. Chú ý tới sự thay đổi trong cửa sổ:\r\n\r\n![](/sbox/screen/jitsi-en/38.png)\r\n\r\n*Hình 9: Cửa sổ nhắn tin văn bản sau khi nhấn vào biểu tượng Encrypt chat with OTR*\r\n\r\nHãy quan sát ổ khóa giờ đã ở trạng thái đóng. Điều này có nghĩa là bất kỳ tin nhắn nào được trao đổi giữa bạn và đối tác liên lạc đều được mã hóa. Hãy chú ý tới thông báo thể hiện rằng đây là *hội thoại riêng tư chưa được kiểm tra* và bạn nên *xác thực*  sally.the.doer@jit.si.\r\n\r\n**Bước 5**. **Nhấn vào đường dẫn *xác thực sally.the.doer@jit.si*** để mở cửa sổ *Authenticate Buddy* (*Xác thực Đối tác liên lạc*):\r\n\r\n![](/sbox/screen/jitsi-en/39.png)\r\n\r\n*Hình 10: Cửa sổ Xác thực Đối tác liên lạc với các vân tay số cho bạn và đối tác liên lạc*\r\n\r\nLưu ý thông báo khuyến khích bạn so sánh vân tay số giữa khóa mã hóa của bạn với khóa của của đối tác liên lạc thông qua một kênh liên lạc khác (không phải kênh nhắn tin văn bản này). Khi thực hiện việc xác thực này, bạn có thể chắc chắn hơn rằng bạn đang liên lạc với chính đối tác liên lạc của mình chứ không phải với ai khác. Một lựa chọn tốt cho việc so sánh khóa mã hóa là gặp trực tiếp đối tác, hoặc thông qua gọi điện hoặc hội thoại video vì các phương thức liên lạc này cho phép xác định danh tính đối tác liên lạc một cách dễ dàng. Sau khi đã so sánh vân tay số, **chọn** tùy chọn ***Tôi đã* xác thực** vân tay số trong trình đơn xổ xuống và **Nhấn chọn *Authenticate Buddy***.\r\n\r\n\r\n![](/sbox/screen/jitsi-en/40.png)\r\n\r\n*Hình 11: Phần Xác thực Đối tác liên lạc (Authenticate Buddy) sau khi chọn \"I have\" („Tôi đã“ xác thực vân tay số) cho đối tác liên lạc của bạn*\r\n\r\nĐóng cửa sổ *Authenticate Buddy* sẽ đưa bạn quay trở lại cửa sổ nhắn tin văn bản:\r\n\r\n![](/sbox/screen/jitsi-en/41.png)\r\n\r\n*Hình 12: Cửa sổ nhắn tin văn bản  với mã hóa OTR*\r\n\r\nHãy chú ý biểu tượng ổ khóa sẽ không còn chứa một hình tam giác nhỏ màu vàng cam với một dấu chấm than màu trắng. Điều này có nghĩa là bạn đã xác thực đối tác liên lạc của minh. **Việc xác thực này chỉ cần được thực hiện một lần đối với mỗi đối tác liên lạc.** Nếu hình tam giác với dấu chấm than màu trắng xuất hiện, điều này có nghĩa là bạn đang nhắn tin văn bản với một ai đó bạn chưa xác minh. Điều này có thể xảy ra khi đối tác của bạn chuyển sang sử dụng một thiết bị khác với một khóa mã hóa khác (một bản cài đặt Jitsi mới, hay một chương trình khác sử dụng OTR...). Trong trường hợp này bạn và đối tác liên lạc sẽ cần phải xác minh lại lẫn nhau để chắc chắn danh tính của đối tác mình liên lạc.\r\n\r\n**Jitsi** cho phép bạn nhắn tin với nhiều hơn một đối tác cùng lúc. Mã hóa OTR sẽ chỉ hoạt động khi bạn nhắn tin với một đối tác.\r\n\r\n\r\n<a name=\"3.3\"></a>\r\n## 3.3 Liên lạc thoại và video với mã hóa ZRTP ##\r\n\r\n**Jitsi** cung cấp khả năng thoại và hội thoại với hình ảnh video được mã hóa độc lập sử dụng chuẩn mã hóa mở tên là ZRTP. Để khởi tạo phiên liên lạc bạn cần:\r\n\r\n**Bước 1**. **Nhấn vào** tên đối tác liên lạc trong danh sách đối tác trong **Jitsi** và **nhấn vào** biểu tượng thoại (biểu tượng thứ hai từ bên trái sang, bên dưới tên tài khoản đối tác liên lạc) hoặc biểu tượng video (thứ ba)- hãy xem hình 5 phía trên. Một cửa sổ mới sẽ xuất hiện thể hiện rằng **Jitsi** đang thiết lập kết nối:\r\n\r\n![](/sbox/screen/jitsi-en/42.png)\r\n\r\n*Hình 13: Cửa sổ Gọi với trang thái Đổ chuông*\r\n\r\nĐối tác của bạn sẽ thấy thông báo cuộc gọi đến:\r\n\r\n![](/sbox/screen/jitsi-en/43.png)\r\n\r\n*Hình 14: Thông báo Cuộc gọi đến*\r\n\r\n**Bước 2.** Nếu đối tác của bạn **chấp nhận cuộc gọi** bạn sẽ nhận được thông báo bạn đã được kết nối:\r\n\r\n![](/sbox/screen/jitsi-en/44.png)\r\n\r\n*Hình 15: Cửa sổ kết nối cuộc gọi không có mã hóa ZRTP*\r\n\r\n**Lưu ý** ổ khóa mở màu đỏ. Điều này có nghĩa là cuộc gọi của bạn chưa được mã hóa với ZRTP.\r\n\r\n**Bước 3.** **Hãy đợi...** Chương trình của bạn và đối tác liên lạc đang thiết lập một kết nối mã hóa, điều này có thể mất một chút thời gian. Nếu thành công bạn sẽ thấy các ký tự*zrtp* xuất hiện trên nền màu vàng cam với ổ khóa ở trạng thái đóng như bên dưới. Nếu việc thiết lập kết nối mã hóa không thành công, bạn vẫn có thể nói chuyện với đối tác nhưng thông tin không được mã hóa. Bạn có thể dừng kết nối, khởi động lại **Jitsi** và thử kết nối lại để xem chương trình có thể kết nối mã hóa hay không.  ZRTP có thể không hoạt động đối với những cuộc gọi giữa các loại tài khoản của các nhà cung cấp dịch vụ khác nhau (ví dụ như giữa Google và Jit.si).\r\n\r\n![](/sbox/screen/jitsi-en/45.png)\r\n\r\n*Hình 16: Phần cửa sổ Cuộc gọi với mã hóa ZRTP được thiết lập nhưng chưa được xác thực*\r\n\r\n**Bước 4**. **Quan sát** phần bên dưới các ký tự *zrtp* và ổ khóa với thông báo \"So sánh với đối tác liên lạc\" tiếp theo là 4 ký tự. **Hãy đọc** những ký tự này cho đối tác liên lạc của bạn và hỏi xem liệu họ có thấy đúng những ký tự này xuất hiện trên màn hình phía họ hay không. Nếu đúng vậy, có nghĩa là kết nối đã được mã hóa và không ai có thể nghe lén được. Bạn có thể **nhấn vào *Confirm***. Ô *zrtp* màu vàng cam sẽ chuyển sang màu xanh lá cây:\r\n\r\n![](/sbox/screen/jitsi-en/46.png)\r\n\r\n*Hình 17: Phần cửa sổ Cuộc gọi với mã hóa ZRTP được thiết lập và xác nhận*\r\n\r\n**Bước 5**. Bạn có thể đóng phần cửa sổ xác nhận màu đen bằng cách nhấn vào dấu x màu trắng ở phía trên bên phải của ô màu đen:\r\n\r\n![](/sbox/screen/jitsi-en/47.png)\r\n\r\n*Hình 18: Phần cửa sổ cuộc gọi với mã hóa ZRTP được thiết lập*\r\n\r\n**Jitsi** cho phép bạn kết nối thoại và hình ảnh video với nhiều hơn một đối tác cùng lúc. **Lưu ý** rằng với kết nối như vậy, mã hóa ZRTP có thể được thiết lập giữa phía khởi tạo cuộc gọi và các đối tác liên lạc, nhưng không phải giữa các đối tác liên lạc với nhau."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2047", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2047", 
                "link_title": "Jitsi - Add contacts and communicate text & voice", 
                "menu_name": "book-toc-1928", 
                "mlid": "5193", 
                "module": "book", 
                "nid": "2047", 
                "options": [], 
                "p1": "5034", 
                "p2": "5191", 
                "p3": "5193", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5191", 
                "router_path": "node/%", 
                "title": "Jitsi - Add contacts and communicate text & voice", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455117062", 
            "comment": "0", 
            "created": "1441121583", 
            "current_revision_id": "13197", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "jitsi_communicate", 
                        "value": "jitsi_communicate"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5193": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2047", 
                    "link_title": "Jitsi - Add contacts and communicate text & voice", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5193", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5191", 
                    "p3": "5193", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5191", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2047", 
            "num_revisions": "9", 
            "path": "https://securityinabox.org/en/jitsi_communicate", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455117062", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Jitsi - Thêm các đối tác và liên lạc tin nhắn văn bản &amp; thoại", 
                        "value": "Jitsi - Thêm các đối tác và liên lạc tin nhắn văn bản & thoại"
                    }
                ]
            }, 
            "title_original": "Jitsi - Add contacts and communicate text & voice", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "es": {
                        "changed": "1442498676", 
                        "created": "1442498676", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455117062", 
                        "created": "1455117062", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441193486", 
                        "created": "1441193486", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444181060", 
                        "created": "1444181060", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443021533", 
                        "created": "1443021533", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444729180", 
                        "created": "1444729180", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2047", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446206682", 
                        "created": "1441121583", 
                        "entity_id": "2047", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2047", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "bd49a0d8-dc77-4cc6-a339-5e74de093b65", 
            "vid": "13197", 
            "vuuid": "89dee112-daa7-447a-95a8-f0c676035751"
        }
    ], 
    "changed": "1456930417", 
    "comment": "0", 
    "created": "1441121486", 
    "current_revision_id": "13439", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "vi": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Installing Jitsi</strong></p>\n\n<ul><li><em>Read the brief <a href=\"/en/handsonguides\">Hands-on Guide</a> Introduction</em></li>\n<li><em><strong>Click the Jitsi icon below</strong> and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it</em></li>\n<li><em>Read the 'Installation instructions' in the next section before you continue</em></li>\n<li><em>If you saved the installer to your computer, you may delete it after installation</em></li>\n</ul><p><strong>Jitsi</strong>:<br /><a href=\"/sbox/programs/jitsi.exe\"><img src=\"/sbox/screen/jitsi-en/01.pngf\" alt=\"\" /></a></p>\n", 
                "value": "**Installing Jitsi**\r\n\r\n- *Read the brief [Hands-on Guide](/en/handsonguides) Introduction*\r\n- ***Click the Jitsi icon below** and 'Open' or 'Run' the installer. If necessary, save the installer first, then find it and double click it*\r\n- *Read the 'Installation instructions' in the next section before you continue*\r\n- *If you saved the installer to your computer, you may delete it after installation*\r\n\r\n**Jitsi**:  \r\n[![](/sbox/screen/jitsi-en/01.pngf)](/sbox/programs/jitsi.exe)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Tải về Jitsi</strong>\n- <em>Hãy tìm hiểu <a href=\"/vi/handsonguides\"><strong>Hướng dẫn Thực hành</strong></a></em>\n- <em><strong>Nhấn chuột</strong> vào biểu tượng <strong>Jitsi</strong> bên dưới để truy cập trang  <strong>https://jitsi.org/Main/Download</strong> để tải về Jitsi</em>\n- <em><strong>Nhấn</strong> chọn đường dẫn <strong>Microsoft Windows installers</strong> trong phần <strong>Jitsi 2.4 and stable build line</strong> để tải về tệp cài đặt, sau đó <strong>tìm tới thư mục cài đặt</strong> và <strong>nhấn đúp chuột</strong> vào tệp vừa tải về</em></p>\n\n<p><a href=\"https://jitsi.org/Main/Download\"><img src=\"/sbox/screen/jitsi-en/01.png\" alt=\"\" /></a></p>\n", 
                "value": "**Tải về Jitsi**\r\n- *Hãy tìm hiểu [**Hướng dẫn Thực hành**](/vi/handsonguides)*\r\n- ***Nhấn chuột** vào biểu tượng **Jitsi** bên dưới để truy cập trang  **https://jitsi.org/Main/Download** để tải về Jitsi*\r\n- ***Nhấn** chọn đường dẫn **Microsoft Windows installers** trong phần **Jitsi 2.4 and stable build line** để tải về tệp cài đặt, sau đó **tìm tới thư mục cài đặt** và **nhấn đúp chuột** vào tệp vừa tải về*\r\n\r\n[![](/sbox/screen/jitsi-en/01.png)](https://jitsi.org/Main/Download)"
            }
        ]
    }, 
    "field_menu_title": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Jitsi  ", 
                "value": "Jitsi  "
            }
        ]
    }, 
    "field_menu_title_long": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Jitsi – Liên lạc Thoại, Video, và Nhắn tin văn bản Bảo mật", 
                "value": "Jitsi – Liên lạc Thoại, Video, và Nhắn tin văn bản Bảo mật"
            }
        ]
    }, 
    "field_short_description": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Jitsi</strong> là chương trình <a href=\"/vi/glossary#FOSS\"><strong>nguồn mở và miễn phí</strong></a> chạy trên mọi nền tảng, hỗ trợ <strong>nhắn tin trực tuyến</strong> (<strong>IM</strong>), thoại và hình ảnh video qua mạng Internet. Chương trình này hỗ trợ hầu hết các giao thức được sử dụng rộng rãi hiện nay trong <strong>IM</strong> và thoại, trong đó bao gồm các giao thức <strong>SIP</strong>(<strong>Session Initiated Protocol</strong>), <strong>Jabber/XMPP</strong> (sử dụng bởi <strong>Facebook</strong> và <strong>Google Talk</strong>), <strong>AIM</strong>, <strong>ICQ</strong>, <strong>MSN</strong>, và <strong>Yahoo! Messenger</strong>. Công cụ này cung cấp thêm một lớp bảo mật riêng cho chức năng nhắn tin trực tuyến qua giao thức \n <a href=\"/vi/glossary#OTR\"><strong>OTR</strong> (<strong>Off-the-Record)</strong></a>, và cho thoại và hình ảnh video với các phiên (<strong>ZRTP</strong>, <strong>SRTP</strong>). <strong>Jitsi</strong> chạy trên các hệ điều hành  <strong>Microsoft Windows</strong>, <strong>Mac OS</strong> and <strong>Linux</strong>. Phiên bản cho hệ điều hành <strong>Android</strong> sẽ được phát hành sớm.</p>\n", 
                "value": "**Jitsi** là chương trình [**nguồn mở và miễn phí**](/vi/glossary#FOSS) chạy trên mọi nền tảng, hỗ trợ **nhắn tin trực tuyến** (**IM**), thoại và hình ảnh video qua mạng Internet. Chương trình này hỗ trợ hầu hết các giao thức được sử dụng rộng rãi hiện nay trong **IM** và thoại, trong đó bao gồm các giao thức **SIP**(**Session Initiated Protocol**), **Jabber/XMPP** (sử dụng bởi **Facebook** và **Google Talk**), **AIM**, **ICQ**, **MSN**, và **Yahoo! Messenger**. Công cụ này cung cấp thêm một lớp bảo mật riêng cho chức năng nhắn tin trực tuyến qua giao thức \r\n [**OTR** (**Off-the-Record)**](/vi/glossary#OTR), và cho thoại và hình ảnh video với các phiên (**ZRTP**, **SRTP**). **Jitsi** chạy trên các hệ điều hành  **Microsoft Windows**, **Mac OS** and **Linux**. Phiên bản cho hệ điều hành **Android** sẽ được phát hành sớm."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "vi": [
            {
                "format": null, 
                "safe_value": "jitsi_main", 
                "value": "jitsi_main"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "12"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "12"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5191": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2045", 
            "link_title": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
            "menu_name": "book-toc-1928", 
            "mlid": "5191", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5191", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-4"
        }
    }, 
    "name": "chris", 
    "nid": "2045", 
    "num_revisions": "23", 
    "path": "https://securityinabox.org/en/jitsi", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456930417", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "vi": [
            {
                "format": null, 
                "safe_value": "Jitsi – Liên lạc Thoại, Video, và Nhắn tin văn bản Bảo mật", 
                "value": "Jitsi – Liên lạc Thoại, Video, và Nhắn tin văn bản Bảo mật"
            }
        ]
    }, 
    "title_original": "Jitsi - Secure Audio, Video and Instant Text Messaging ", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "es": {
                "changed": "1442498418", 
                "created": "1442498418", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455116722", 
                "created": "1455116722", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441193003", 
                "created": "1441193003", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444180883", 
                "created": "1444180883", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1455874911", 
                "created": "1443015977", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1456930417", 
                "created": "1443525711", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1455116881", 
                "created": "1441121486", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2045", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445434736", 
                "created": "1445434736", 
                "entity_id": "2045", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2045", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "c64c289a-517c-42ba-bc85-a98292e5bed2", 
    "vid": "13439", 
    "vuuid": "d305ec49-63c6-4c46-8576-10aab48735f4"
}