{
    "body": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>Trang chủ</strong></p>\n\n<ul><li><a href=\"http://gpg4usb.org/\"><strong>http://gpg4usb.org/</strong></a></li>\n</ul><p><strong>Yêu cầu cấu hình máy tính</strong></p>\n\n<ul><li>Mọi phiên bản Windows</li>\n</ul><p><strong>Phiên bản  sử dụng trong tài liệu này</strong></p>\n\n<p>-0.3.3</p>\n\n<p><strong>Lần cuối kiểm tra chương này</strong></p>\n\n<p>-Tháng 7 năm 2014</p>\n\n<p><strong>Bản quyền</strong></p>\n\n<ul><li>Phần mềm Miễn phí và Mã  nguồn Mở</li>\n</ul><p><strong>Yêu cầu đọc thêm</strong></p>\n\n<ul><li><p>Sách Hướng dẫn Sử dụng  chương <a href=\"/vi/chuong-7\"><strong>7. Bảo  mật Truyền thông Internet</strong></a></p></li>\n<li><p><a href=\"https://www.frontlinedefenders.org/esecman\"><strong>An ninh Số và Sự Riêng tư cho Những nhà Bảo vệ Nhân quyền</strong></a>, chương <strong>2.4 Cryptology - Public Key Encryption (trang 38)</strong></p></li>\n</ul><p><strong>Những điều bạn sẽ đạt được</strong>:</p>\n\n<ul><li>Khả năng mã hóa tệp và các tin nhắn văn bản khi bạn ở bất kỳ địa điểm nào (ví dụ, ttrong quán café  Internet hay tại nơi làm việc) </li>\n<li>Khả năng mã hóa tin nhắn <em>ngoại tuyến</em> (khi không kết nối với Internet) hay khi không thể  truy cập Internet, sau đó sẽ gửi tin  nhắn đi sau khi kết nối máy tính với Internet sau đó.</li>\n</ul><h2>1.1 Những điều Bạn nên Biết về Công cụ này Trước Khi Bắt đầu</h2>\n\n<p><strong>gpg4usb</strong> là một chương trình gọn nhẹ, đơn giản và không cần cài đặt cho phép bạn mã hóa và giải mã hóa các tin nhắn văn bản cũng như các tệp. <strong>gpg4usb</strong> dựa trên thuật toán mã  hóa với khóa công khai. Trong phương pháp này, mỗi bên tham gia liên lạc phải tạo một cặp khóa cho riêng mình. Khóa đầu tiên là khóa riêng. Khóa này được bảo vệ bởi một mật khẩu và được cất giữ và <em>không bao giờ</em> được tiết lộ cho bất kỳ ai .</p>\n\n<p>Khóa thứ hai là khóa công khai. Khóa này cần được chia sẻ với bất kỳ ai bạn muốn liên lạc – và các đối tác liên lạc của  bạn có thể trao đổi khóa công khai của họ cho bạn. Một khi có khóa công khai của đối tác liên lạc, bạn có thể thực hiện việc gửi thư điện tử được mã hóa cho người này. Chỉ  mình đối tác này có thể  mở được tin nhắn đã mã hóa do bạn gửi bởi chỉ  mình người  này có khóa riêng tương  ứng để giải mã tin nhắn.</p>\n\n<p>Tương tự như vậy, nếu bạn đính kèm một bản sao khóa công khai của bạn cho các đối tác liên lạc qua thư điện tử và cất giữ khóa riêng tương ứng của mình một cách bí mật, chỉ mình bạn có thể đọc các tin nhắn được mã hóa từ các đối tác này.</p>\n\n<p>Bạn cũng có thể ký số lên các tin nhắn của mình. Người nhận tin nhắn của bạn có bản sao y hệt của khóa công khai của bạn sẽ có thể xác minh một thư  điện tử được gửi đến từ bạn, và rằng nội dung của thư điện tử  này không bị giả mạo trong  quá  trình  truyền đến  người nhận. Một cách tương  tự, nếu bạn có  khóa  công khai của một đối tác liên lạc, bạn có thể xác minh chữ  ký số của người đó trên tin nhắn gửi từ người này.</p>\n\n<p><strong>gpg4usb</strong> cho phép bạn tạo và mã hóa cặp khóa mã hóa, xuất các khóa công khai  để chia sẻ với các đối  tác liên lạc, soạn tin  nhắn và mã hóa tin nhắn  này. Bạn có thể đơn giản thực hiện việc sao chép và  dán khóa công khai và/hoặc tin nhắn đã được mã hóa từ <strong>gpg4usb</strong> vào thư điện tử của mình hoặc lưu  vào thành một tệp văn  bản để gửi đi sau đó. Các tài liệu và các  tệp cũng  có thể được mã hóa.</p>\n\n<p><strong>Lưu ý</strong>: Hãy để ý tới các tài liệu hoặc tệp nguyên bản không được mã hóa có thể vẫn tồn tại trên máy tính của bạn, vì vậy cả bạn và các đối tác liên lạc cần phải nhớ xóa chúng đi khi cần thiết</p>\n\n<p><strong>gpg4usb</strong> cho phép bạn trao đổi khóa và các tin nhắn đã mã hóa với các chương trình <strong>GPG</strong> hoặc <strong>PGP</strong> tương tự.</p>\n", 
                "summary": "", 
                "value": "**Trang chủ**\r\n\r\n- [**http://gpg4usb.org/**](http://gpg4usb.org/)\r\n\r\n**Yêu cầu cấu hình máy tính**\r\n\r\n- Mọi phiên bản Windows\r\n\r\n**Phiên bản  sử dụng trong tài liệu này**\r\n\r\n-0.3.3\r\n\r\n**Lần cuối kiểm tra chương này**\r\n\r\n-Tháng 7 năm 2014\r\n\r\n**Bản quyền**\r\n\r\n- Phần mềm Miễn phí và Mã  nguồn Mở\r\n\r\n**Yêu cầu đọc thêm**\r\n\r\n- Sách Hướng dẫn Sử dụng  chương [**7. Bảo  mật Truyền thông Internet**](/vi/chuong-7)\r\n\r\n- [**An ninh Số và Sự Riêng tư cho Những nhà Bảo vệ Nhân quyền**](https://www.frontlinedefenders.org/esecman), chương **2.4 Cryptology - Public Key Encryption (trang 38)**\r\n\r\n**Những điều bạn sẽ đạt được**:\r\n\r\n- Khả năng mã hóa tệp và các tin nhắn văn bản khi bạn ở bất kỳ địa điểm nào (ví dụ, ttrong quán café  Internet hay tại nơi làm việc) \r\n- Khả năng mã hóa tin nhắn *ngoại tuyến* (khi không kết nối với Internet) hay khi không thể  truy cập Internet, sau đó sẽ gửi tin  nhắn đi sau khi kết nối máy tính với Internet sau đó.\r\n\r\n## 1.1 Những điều Bạn nên Biết về Công cụ này Trước Khi Bắt đầu ##\r\n\r\n**gpg4usb** là một chương trình gọn nhẹ, đơn giản và không cần cài đặt cho phép bạn mã hóa và giải mã hóa các tin nhắn văn bản cũng như các tệp. **gpg4usb** dựa trên thuật toán mã  hóa với khóa công khai. Trong phương pháp này, mỗi bên tham gia liên lạc phải tạo một cặp khóa cho riêng mình. Khóa đầu tiên là khóa riêng. Khóa này được bảo vệ bởi một mật khẩu và được cất giữ và *không bao giờ* được tiết lộ cho bất kỳ ai .\r\n\r\nKhóa thứ hai là khóa công khai. Khóa này cần được chia sẻ với bất kỳ ai bạn muốn liên lạc – và các đối tác liên lạc của  bạn có thể trao đổi khóa công khai của họ cho bạn. Một khi có khóa công khai của đối tác liên lạc, bạn có thể thực hiện việc gửi thư điện tử được mã hóa cho người này. Chỉ  mình đối tác này có thể  mở được tin nhắn đã mã hóa do bạn gửi bởi chỉ  mình người  này có khóa riêng tương  ứng để giải mã tin nhắn.\r\n\r\nTương tự như vậy, nếu bạn đính kèm một bản sao khóa công khai của bạn cho các đối tác liên lạc qua thư điện tử và cất giữ khóa riêng tương ứng của mình một cách bí mật, chỉ mình bạn có thể đọc các tin nhắn được mã hóa từ các đối tác này.\r\n\r\nBạn cũng có thể ký số lên các tin nhắn của mình. Người nhận tin nhắn của bạn có bản sao y hệt của khóa công khai của bạn sẽ có thể xác minh một thư  điện tử được gửi đến từ bạn, và rằng nội dung của thư điện tử  này không bị giả mạo trong  quá  trình  truyền đến  người nhận. Một cách tương  tự, nếu bạn có  khóa  công khai của một đối tác liên lạc, bạn có thể xác minh chữ  ký số của người đó trên tin nhắn gửi từ người này.\r\n\r\n\r\n**gpg4usb** cho phép bạn tạo và mã hóa cặp khóa mã hóa, xuất các khóa công khai  để chia sẻ với các đối  tác liên lạc, soạn tin  nhắn và mã hóa tin nhắn  này. Bạn có thể đơn giản thực hiện việc sao chép và  dán khóa công khai và/hoặc tin nhắn đã được mã hóa từ **gpg4usb** vào thư điện tử của mình hoặc lưu  vào thành một tệp văn  bản để gửi đi sau đó. Các tài liệu và các  tệp cũng  có thể được mã hóa.\r\n\r\n**Lưu ý**: Hãy để ý tới các tài liệu hoặc tệp nguyên bản không được mã hóa có thể vẫn tồn tại trên máy tính của bạn, vì vậy cả bạn và các đối tác liên lạc cần phải nhớ xóa chúng đi khi cần thiết\r\n\r\n**gpg4usb** cho phép bạn trao đổi khóa và các tin nhắn đã mã hóa với các chương trình **GPG** hoặc **PGP** tương tự."
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2055", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2055", 
        "link_title": "gpg4usb - email text and files encryption", 
        "menu_name": "book-toc-1928", 
        "mlid": "5201", 
        "module": "book", 
        "nid": "2055", 
        "options": [], 
        "p1": "5034", 
        "p2": "5201", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "gpg4usb - email text and files encryption", 
        "updated": "0", 
        "weight": "-2"
    }, 
    "book_children": [
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này:</p>\n\n<ul><li><a href=\"#2.0\"><strong>2.0 Hướng dẫn cài đặt gpg4usb</strong></a></li>\n<li><a href=\"#2.1\"><strong>2.1 Hướng dẫn Tạo một Cặp Khóa với gpg4usb</strong></a></li>\n</ul><hr /><p><a name=\"2.0\" id=\"2.0\"></a></p>\n\n<h2>2.0 Hướng dẫn cài đặt gpg4usb</h2>\n\n<p><strong>gpg4usb</strong> là một công cụ không yêu cầu phải cài đặt lên máy tính của bạn. Phần mềm này được phân phối dưới dạng tệp nén zip và có thể được giải nén trực tiếp lên một ổ nhớ USB hoặc vào một thư mục trên máy tính của bạn; để bắt đầu tiến trình cài đặt hãy theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Xác định</strong> thư mục chứa tệp nén <strong>gpg4usb</strong>, và <strong>giải nén</strong> tất cả các tệp vào một thẻ nhớ USB hoặc lên một thư mục trên máy tính của bạn:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/01.png\" alt=\"\" /></p>\n\n<p><em>Hình 1: Xác định thư mục chứa chương trình gpg4usb</em></p>\n\n<p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>2.1 Hướng dẫn Tạo một Cặp Khóa với gpg4usb</h2>\n\n<p>Trước khi bạn bắt đầu mã hóa và giải mã thư điện tử, các tài liệu, tệp hay các tin nhắn văn bản, bạn phải thực hiện hai bước chuẩn bị: trước tiên bạn cần tạo ra hoặc nhập cặp khóa mã hóa của bạn và tiếp theo bạn cần gửi khóa công khai của mình cho các đối tác liên lạc đồng thời nhận khóa công khai của họ và nhập vào keyring (xâu chìa khóa, quản lý các khóa mã hóa trong hệ thống của bạn) của mình. Chúng tôi sẽ hướng dẫn cách chia sẻ khóa công khai trong trang kế tiếp. <strong>gpg4usb</strong> trợ giúp bạn việc sinh cặp khóa của mình ngay khi khởi động chương trình lần đầu. Lưu ý rằng bạn luôn có thể quay trở lại trang trợ giúp <em>Getting Started</em> này từ trình đơn <em>Trợ Giúp → Open Wizard</em>.</p>\n\n<p><strong>Bước 1</strong>. Để kích hoạt chương trình <strong>gpg4usb</strong> lần đầu tiên,  ** tìm tới thư mục và nhấn đúp chuột** vào <img src=\"/sbox/screen/gpg4usb-vi/02.png\" alt=\"\" /> để mở thư mục <strong>gpg4usb</strong> sau đó <strong>nhấn đúp chuột</strong> vào <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" />. Cửa sổ Getting Started sẽ mở. Hãy chọn ngôn ngữ <strong>Tiếng Việt</strong> và nhấn Next.</p>\n\n<p><strong>Bước 2</strong>. Trong cửa sổ <em>Choose your Action</em>, nhấn vào đường dẫn <em>Create a new key pair</em>.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/04.png\" alt=\"\" /></p>\n\n<p><em>Hình 2: Cửa số Chọn một hành động</em></p>\n\n<p>Hãy lưu ý các tùy chọn khác để nhập các khóa đã sẵn có trong cửa sổ First Start Winzard. Nếu bạn nâng cấp phần mềm từ phiên bản cũ của gpg4usb, bạn có thể chọn hành động <em>import settings and/or keys from gpg4usb</em> (<em>nhập các thiết đặt và/hoặc khóa từ gpg4usb</em>). Nếu bạn sử dụng <a href=\"https://securityinabox.org/vi/thunderbird-main\">Thunderbird with Enigmail</a>, bạn có thể chọn hành động <em>import keys from GnuPG</em> (<em>nhập khóa từ GnuPG</em>). Bạn cũng có thể chọn nhập các khóa sau bằng cách mở cửa sổ hỗ trợ tử trình đơn <em>Trợ Giúp -&gt; Open Winzard</em>.</p>\n\n<p><strong>Bước 3.</strong> Tại khung <em>Create a keypair</em> <strong>nhấn vào</strong> <em>Create New Key</em></p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/05.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Tạo Khóa Mới</em></p>\n\n<p><strong>Bước 4</strong>. <strong>Điền</strong> thông tin tương ứng vào các trường yêu cầu, cửa sổ có  dạng như dưới đây :</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/06.png\" alt=\"\" /></p>\n\n<p><em>Hình 4: Ví dụ một khung Tạo Khóa được điền đầy đủ</em></p>\n\n<p><strong>Quan trọng:</strong>:\n- Hãy đặt  một mật khẩu mạnh để  bảo vệ khóa riêng của mình (hãy xem thêm tại chương <a href=\"/vi/chuong-3\"><strong>3. Làm thế nào để tạo và duy trì mật khẩu bảo mật</strong></a>.\n- Chúng tôi khuyên bạn sử dụng ngày hết hạn cho khóa sinh ra và đặt thời gian hết hạn ít hơn 5 năm.\n- Chúng tôi hết sức khuyến cáo nên tạo khóa có độ mạnh tối thiểu 2048 bít. Khóa có độ mạnh lớn hơn sẽ bảo mật hơn tuy nhiên sẽ cần nhiều thời gian hơn để sinh ra, mã hóa và giải mã</p>\n\n<p><strong>Lưu ý:</strong> Bạn không cần phải sử dụng tên thật hay địa chỉ thư điện tử thật của mình khi tạo ra cặp khóa. Tuy nhiên, sử dụng địa chỉ thư điện tử bạn sử dụng trong liên lạc sẽ giúp đối tác của bạn thuận lợi trong việc thêm và quản lý khóa của bạn tương ứng với tài khoản liên lạc.</p>\n\n<p><strong>Bước 5</strong>. Nhấn OK để tạo cặp khóa.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/07.png\" alt=\"\" /></p>\n\n<p><em>Hình 5: Tạo ra khóa...</em></p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/08.png\" alt=\"\" /></p>\n\n<p><em>Hình 6: Khóa được tạo ra</em></p>\n\n<p><strong>Bước 6</strong>.  <strong>Nhấn</strong> OK để quay trở về cửa sổ <strong>gpg4usb</strong>. Sau khi cặp khóa đã được tạo ra thành công, bạn có thể thấy thông tin trên cửa sổ giống như sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/09.png\" alt=\"\" /></p>\n\n<p><em>Hình 7: Khóa được tạo ra</em></p>\n\n<p>Bạn vừa tạo thành công một cặp khóa mã hóa, giờ bạn sẽ tìm hiểu cách xuất khóa công khai để chía sẻ  với các đối tác liên lạc, và cách nhập khóa công khai của các đối tác này.</p>\n", 
                        "summary": "", 
                        "value": "Các mục trong trang này:\r\n\r\n\r\n- [**2.0 Hướng dẫn cài đặt gpg4usb**](#2.0)\r\n- [**2.1 Hướng dẫn Tạo một Cặp Khóa với gpg4usb**](#2.1)\r\n\r\n-------\r\n\r\n<a name=\"2.0\"></a>\r\n## 2.0 Hướng dẫn cài đặt gpg4usb ##\r\n\r\n**gpg4usb** là một công cụ không yêu cầu phải cài đặt lên máy tính của bạn. Phần mềm này được phân phối dưới dạng tệp nén zip và có thể được giải nén trực tiếp lên một ổ nhớ USB hoặc vào một thư mục trên máy tính của bạn; để bắt đầu tiến trình cài đặt hãy theo các bước sau:\r\n\r\n**Bước 1**. **Xác định** thư mục chứa tệp nén **gpg4usb**, và **giải nén** tất cả các tệp vào một thẻ nhớ USB hoặc lên một thư mục trên máy tính của bạn:\r\n\r\n![](/sbox/screen/gpg4usb-vi/01.png)\r\n\r\n*Hình 1: Xác định thư mục chứa chương trình gpg4usb*\r\n\r\n<a name=\"2.1\"></a>\r\n## 2.1 Hướng dẫn Tạo một Cặp Khóa với gpg4usb ##\r\n\r\nTrước khi bạn bắt đầu mã hóa và giải mã thư điện tử, các tài liệu, tệp hay các tin nhắn văn bản, bạn phải thực hiện hai bước chuẩn bị: trước tiên bạn cần tạo ra hoặc nhập cặp khóa mã hóa của bạn và tiếp theo bạn cần gửi khóa công khai của mình cho các đối tác liên lạc đồng thời nhận khóa công khai của họ và nhập vào keyring (xâu chìa khóa, quản lý các khóa mã hóa trong hệ thống của bạn) của mình. Chúng tôi sẽ hướng dẫn cách chia sẻ khóa công khai trong trang kế tiếp. **gpg4usb** trợ giúp bạn việc sinh cặp khóa của mình ngay khi khởi động chương trình lần đầu. Lưu ý rằng bạn luôn có thể quay trở lại trang trợ giúp *Getting Started* này từ trình đơn *Trợ Giúp → Open Wizard*.\r\n\r\n**Bước 1**. Để kích hoạt chương trình **gpg4usb** lần đầu tiên,  ** tìm tới thư mục và nhấn đúp chuột** vào ![](/sbox/screen/gpg4usb-vi/02.png) để mở thư mục **gpg4usb** sau đó **nhấn đúp chuột** vào ![](/sbox/screen/gpg4usb-vi/03.png). Cửa sổ Getting Started sẽ mở. Hãy chọn ngôn ngữ **Tiếng Việt** và nhấn Next.\r\n\r\n**Bước 2**. Trong cửa sổ *Choose your Action*, nhấn vào đường dẫn *Create a new key pair*.\r\n\r\n![](/sbox/screen/gpg4usb-vi/04.png)\r\n\r\n*Hình 2: Cửa số Chọn một hành động*\r\n\r\nHãy lưu ý các tùy chọn khác để nhập các khóa đã sẵn có trong cửa sổ First Start Winzard. Nếu bạn nâng cấp phần mềm từ phiên bản cũ của gpg4usb, bạn có thể chọn hành động *import settings and/or keys from gpg4usb* (*nhập các thiết đặt và/hoặc khóa từ gpg4usb*). Nếu bạn sử dụng [Thunderbird with Enigmail](https://securityinabox.org/vi/thunderbird-main), bạn có thể chọn hành động *import keys from GnuPG* (*nhập khóa từ GnuPG*). Bạn cũng có thể chọn nhập các khóa sau bằng cách mở cửa sổ hỗ trợ tử trình đơn *Trợ Giúp -> Open Winzard*.\r\n\r\n**Bước 3.** Tại khung *Create a keypair* **nhấn vào** *Create New Key* \r\n\r\n![](/sbox/screen/gpg4usb-vi/05.png)\r\n\r\n*Hình 3: Tạo Khóa Mới*\r\n\r\n**Bước 4**. **Điền** thông tin tương ứng vào các trường yêu cầu, cửa sổ có  dạng như dưới đây :\r\n\r\n![](/sbox/screen/gpg4usb-vi/06.png)\r\n\r\n*Hình 4: Ví dụ một khung Tạo Khóa được điền đầy đủ*\r\n\r\n**Quan trọng:**:\r\n- Hãy đặt  một mật khẩu mạnh để  bảo vệ khóa riêng của mình (hãy xem thêm tại chương [**3. Làm thế nào để tạo và duy trì mật khẩu bảo mật**](/vi/chuong-3).\r\n- Chúng tôi khuyên bạn sử dụng ngày hết hạn cho khóa sinh ra và đặt thời gian hết hạn ít hơn 5 năm.\r\n- Chúng tôi hết sức khuyến cáo nên tạo khóa có độ mạnh tối thiểu 2048 bít. Khóa có độ mạnh lớn hơn sẽ bảo mật hơn tuy nhiên sẽ cần nhiều thời gian hơn để sinh ra, mã hóa và giải mã\r\n\r\n**Lưu ý:** Bạn không cần phải sử dụng tên thật hay địa chỉ thư điện tử thật của mình khi tạo ra cặp khóa. Tuy nhiên, sử dụng địa chỉ thư điện tử bạn sử dụng trong liên lạc sẽ giúp đối tác của bạn thuận lợi trong việc thêm và quản lý khóa của bạn tương ứng với tài khoản liên lạc.\r\n\r\n**Bước 5**. Nhấn OK để tạo cặp khóa. \r\n\r\n![](/sbox/screen/gpg4usb-vi/07.png)\r\n\r\n*Hình 5: Tạo ra khóa...* \r\n\r\n![](/sbox/screen/gpg4usb-vi/08.png)\r\n\r\n*Hình 6: Khóa được tạo ra*\r\n\r\n**Bước 6**.  **Nhấn** OK để quay trở về cửa sổ **gpg4usb**. Sau khi cặp khóa đã được tạo ra thành công, bạn có thể thấy thông tin trên cửa sổ giống như sau: \r\n\r\n![](/sbox/screen/gpg4usb-vi/09.png)\r\n\r\n*Hình 7: Khóa được tạo ra*\r\n\r\nBạn vừa tạo thành công một cặp khóa mã hóa, giờ bạn sẽ tìm hiểu cách xuất khóa công khai để chía sẻ  với các đối tác liên lạc, và cách nhập khóa công khai của các đối tác này."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2056", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2056", 
                "link_title": "How to Install gpg4usb and Generate a Key Pair", 
                "menu_name": "book-toc-1928", 
                "mlid": "5202", 
                "module": "book", 
                "nid": "2056", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5202", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Install gpg4usb and Generate a Key Pair", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455120164", 
            "comment": "0", 
            "created": "1441122201", 
            "current_revision_id": "13206", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb_huongdancaidat", 
                        "value": "gpg4usb_huongdancaidat"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5202": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2056", 
                    "link_title": "How to Install gpg4usb and Generate a Key Pair", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5202", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5202", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2056", 
            "num_revisions": "18", 
            "path": "https://securityinabox.org/en/gpg4usb-generatekey", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455120164", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Hướng dẫn Cài đặt gpg4usb và Tạo một Cặp Khóa", 
                        "value": "Hướng dẫn Cài đặt gpg4usb và Tạo một Cặp Khóa"
                    }
                ]
            }, 
            "title_original": "How to Install gpg4usb and Generate a Key Pair", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933342", 
                        "created": "1442933342", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442247687", 
                        "created": "1442247687", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506616", 
                        "created": "1442506616", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454338318", 
                        "created": "1441633727", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733209", 
                        "created": "1444733209", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120164", 
                        "created": "1455120164", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443788661", 
                        "created": "1443788661", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192518", 
                        "created": "1441192518", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444188984", 
                        "created": "1444188984", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024179", 
                        "created": "1443024179", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834215", 
                        "created": "1444730139", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122201", 
                        "created": "1441122201", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2056", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442821", 
                        "created": "1445442821", 
                        "entity_id": "2056", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2056", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "663b9d6c-01ee-4dcf-8668-4333cc0bb63f", 
            "vid": "13206", 
            "vuuid": "7a9d19a2-fccc-421f-9156-a1c3475bd6da"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này:</p>\n\n<ul><li><a href=\"#3.1\"><strong>3.1 Hướng dẫn Xuất Khóa Công khai của Bạn với gpg4usb</strong></a></li>\n<li><a href=\"#3.2\"><strong>3.2 Hướng dẫn Nhập Khóa Công khai của Đối tác liên lạc với gpg4usb</strong></a></li>\n<li><a href=\"#3.3\"><strong>3.3 Hướng dẫn Xác Minh một Khóa Công khai sử dụng gpg4usb</strong></a></li>\n</ul><hr /><p><a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>3.1 Hướng dẫn Xuất Khóa Công khai của Bạn với gpg4usb</h2>\n\n<p>Bạn phải gửi khóa công khai của mình cho đối tác liên lạc trước khi anh ta có thể gửi các tin nhắn mã hóa cho bạn.</p>\n\n<p>Để xuất khóa công khai của mình với <strong>gpg4usb</strong>, hãy theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/02.png\" alt=\"\" /> để mở thư mục <strong>gpg4usb</strong></p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để kích hoạt chương trình <strong>gpg4usb</strong></p>\n\n<p><strong>Bước 3</strong>. <strong>Nhấn vào biểu tượng</strong> <img src=\"/sbox/screen/gpg4usb-vi/10a.png\" alt=\"\" /> để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/10.png\" alt=\"\" /></p>\n\n<p><em>Hình 2: Cửa sổ Quản lý Khóa hiển thị tất cả các khóa</em></p>\n\n<p><strong>Bước 4</strong>. Chọn khóa tương ứng của bạn, như trong <em>Hình 2</em></p>\n\n<p><strong>Bước 5</strong>. <strong>Chọn</strong> lệnh <em>Xuất ra Tệp</em> trong trình đơn <strong>Khóa</strong> như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/11.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Cửa sổ Quản lý Khóa với lệnh Xuất ra Tệp được chọn</em></p>\n\n<p>Cửa sổ sau sẽ được kích hoạt:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/12.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Cửa sổ Chọn Thư Mục để xuất tệp</em></p>\n\n<p><strong>Bước 6</strong>. <strong>Nhấn vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/13.png\" alt=\"\" /> để lưu cặp khóa vào thư mục chương trình <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 7</strong>: <strong>Gửi</strong> tệp được xuất ra gồm khóa công khai của bạn cho đối tác liên lạc bằng cách đính kèm tệp.</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>3.2 Hướng dẫn Nhập Khóa Công khai của Đối tác liên lạc với gpg4usb</h2>\n\n<p>Trước khi có thể mã hóa thông tin và gửi tới đối tác liên lạc, bạn cần nhận và nhập khóa công khai của họ. Để nhập Khóa công khai của một đối tác bằng <strong>gpg4usb</strong>, hãy thực hiện các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để khởi động <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/14.png\" alt=\"\" /> để kích hoạt cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/15.png\" alt=\"\" /></p>\n\n<p><em>Hình 4: Hộp thoại Nhập Khóa</em></p>\n\n<p><strong>Bước 3</strong>. <strong>Tìm tới</strong> và chọn tệp chứa khóa bạn muốn nhập.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/16g.png\" alt=\"\" /></p>\n\n<p><em>Hình 5: Mở một tệp chứa Khóa</em></p>\n\n<p><strong>Bước 4</strong>. Nhấn Open để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/16a.png\" alt=\"\" /></p>\n\n<p><em>Hình 6: Thông tin chi tiết Khóa</em></p>\n\n<p><strong>Bước 5</strong>. Nhấn OK để đóng cửa sổ này lại và quay trở lại màn hình chính của <strong>gpg4usb</strong>. Cửa sổ này hiển thị thông tin khóa công khai vừa nhập vào như dưới đây.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/16b.png\" alt=\"\" /></p>\n\n<p><em>Hình 7: Giao diện gpg4usb hiển thị khóa công khai vừa được nhập vào liên quan tới tài khoản của  đối tác liên lạc</em></p>\n\n<p>Bạn đã nhập thành công khóa công khai của một đối tác liên lạc, bạn cần phải kiểm tra và ký số khóa vừa nhập vào này.</p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h2>3.3 Hướng dẫn Xác Minh một Khóa Công khai sử dụng gpg4usb</h2>\n\n<p>Bạn phải kiểm tra một khóa được nhập về thực sự thuộc về đối tác liên lạc đã gửi nó cho bạn sau đó xác minh khóa này chưa hề bị sửa đổi. Đây là một bước hết sức quan trọng mà bạn và đối tác liên lạc nên thực hiện cho từng khóa công khai nhận được.</p>\n\n<p>Để kiểm tra một cặp khóa, hãy thực hiện các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Liên lạc</strong> với đối tác liên lạc qua một cách khác ngoài thư điện tử.</p>\n\n<p><strong>Lưu ý</strong>: Bạn có thể gọi điện, nhắn tin hoặc, <strong>Gọi điện qua Internet</strong> (<strong>VoIP</strong>) hay một phương thức liên lạc bất kỳ nào khác, nhưng luôn phải chắc chắn rằng mình đang nói chuyện với đúng đối tác liên lạc cần xác minh về khóa. Vì lý do này, gọi điện hoặc gặp mặt trực tiếp tại thời gian và địa điểm phù hợp đảm bảo an toàn cho phép chắc chắn rằng người bạn nói chuyện được xác định về danh tính.</p>\n\n<p><strong>Bước 2</strong>. Cả bạn lẫn đối tác liên lạc cần kiểm tra 'dấu tay số' của khóa công khai của cả hai đã trao đổi.</p>\n\n<p><strong>Lưu ý</strong>: Một dấu vân tay số là dãy duy nhất các số và chữ cái xác định một khóa. Dấu vân tay số không phải giữ bí mật và có thể ghi lại để sử dụng với mục đích kiểm tra sau này khi cần.</p>\n\n<p>Để kiểm tra vân tay số của một khóa mã hóa bạn vừa tạo và của khóa công khai của đối tác bạn vừa nhập, hãy theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Chọn</strong> một khóa, <strong>nhấn phải chuột</strong> để mở trình đơn cảm ngữ cảnh tương ứng.</p>\n\n<p><strong>Bước 2</strong>. <strong>Chọn</strong> lệnh <em>Hiển thị thông tin Khóa</em> như trong <em>Hình 8</em>.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/17.png\" alt=\"\" /></p>\n\n<p><em>Hình 8: Trình đơn tương ứng với khóa của đối tác liên lạc</em></p>\n\n<p><em>Cửa sổ sau sẽ xuất hiện:</em></p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/18.png\" alt=\"\" /></p>\n\n<p><em>Hình 9: Chi tiết Khóa với dấu vân tay ở phần cuối</em></p>\n\n<p><strong>Bước 3</strong>. <strong>So sánh</strong> dấu vân tay số này với dấu vân tay số hiển thị trong chương trình <strong>gpg4usb</strong> của đối tác liên lạc.</p>\n\n<p>Đối tác liên lạc của bạn cũng cần thực hiện các bước trên. Xác minh vân tay số cho từng khóa hai bên trao đổi để đảm bảo chúng giống như của người gửi. Nếu chúng không trùng nhau, hãy trao đổi lại khóa công khai và thực hiện lại các bước xác minh trên.</p>\n\n<p>Nếu các dấu vân tay số trùng nhau <em>hoàn toàn</em>, bạn và đối tác liên lạc đã sẵn sàng để gửi các tin nhắn và tệp mã hóa cho nhau.</p>\n", 
                        "summary": "", 
                        "value": "Các mục trong trang này:\r\n\r\n- [**3.1 Hướng dẫn Xuất Khóa Công khai của Bạn với gpg4usb**](#3.1)\r\n- [**3.2 Hướng dẫn Nhập Khóa Công khai của Đối tác liên lạc với gpg4usb**](#3.2)\r\n- [**3.3 Hướng dẫn Xác Minh một Khóa Công khai sử dụng gpg4usb**](#3.3)\r\n\r\n-------\r\n\r\n<a name=\"3.1\"></a>\r\n## 3.1 Hướng dẫn Xuất Khóa Công khai của Bạn với gpg4usb ##\r\n\r\nBạn phải gửi khóa công khai của mình cho đối tác liên lạc trước khi anh ta có thể gửi các tin nhắn mã hóa cho bạn.\r\n\r\nĐể xuất khóa công khai của mình với **gpg4usb**, hãy theo các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp vào** ![](/sbox/screen/gpg4usb-vi/02.png) để mở thư mục **gpg4usb**\r\n\r\n**Bước 2**. **Nhấn vào** ![](/sbox/screen/gpg4usb-vi/03.png) để kích hoạt chương trình **gpg4usb** \r\n\r\n**Bước 3**. **Nhấn vào biểu tượng** ![](/sbox/screen/gpg4usb-vi/10a.png) để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/10.png)\r\n\r\n*Hình 2: Cửa sổ Quản lý Khóa hiển thị tất cả các khóa*\r\n\r\n**Bước 4**. Chọn khóa tương ứng của bạn, như trong *Hình 2*\r\n\r\n**Bước 5**. **Chọn** lệnh *Xuất ra Tệp* trong trình đơn **Khóa** như dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/11.png)\r\n\r\n*Hình 3: Cửa sổ Quản lý Khóa với lệnh Xuất ra Tệp được chọn*\r\n\r\nCửa sổ sau sẽ được kích hoạt:\r\n\r\n![](/sbox/screen/gpg4usb-vi/12.png)\r\n\r\n*Hình 3: Cửa sổ Chọn Thư Mục để xuất tệp*\r\n\r\n**Bước 6**. **Nhấn vào** ![](/sbox/screen/gpg4usb-vi/13.png) để lưu cặp khóa vào thư mục chương trình **gpg4usb**.\r\n\r\n**Bước 7**: **Gửi** tệp được xuất ra gồm khóa công khai của bạn cho đối tác liên lạc bằng cách đính kèm tệp.\r\n\r\n<a name=\"3.2\"></a>\r\n## 3.2 Hướng dẫn Nhập Khóa Công khai của Đối tác liên lạc với gpg4usb ##\r\n\r\nTrước khi có thể mã hóa thông tin và gửi tới đối tác liên lạc, bạn cần nhận và nhập khóa công khai của họ. Để nhập Khóa công khai của một đối tác bằng **gpg4usb**, hãy thực hiện các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp chuột vào** ![](/sbox/screen/gpg4usb-vi/03.png) để khởi động **gpg4usb**.\r\n\r\n**Bước 2**. **Nhấn vào** ![](/sbox/screen/gpg4usb-vi/14.png) để kích hoạt cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/15.png)\r\n\r\n*Hình 4: Hộp thoại Nhập Khóa*\r\n\r\n**Bước 3**. **Tìm tới** và chọn tệp chứa khóa bạn muốn nhập.\r\n\r\n![](/sbox/screen/gpg4usb-vi/16g.png)\r\n\r\n*Hình 5: Mở một tệp chứa Khóa*\r\n\r\n**Bước 4**. Nhấn Open để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/16a.png)\r\n\r\n*Hình 6: Thông tin chi tiết Khóa*\r\n\r\n**Bước 5**. Nhấn OK để đóng cửa sổ này lại và quay trở lại màn hình chính của **gpg4usb**. Cửa sổ này hiển thị thông tin khóa công khai vừa nhập vào như dưới đây. \r\n\r\n![](/sbox/screen/gpg4usb-vi/16b.png)\r\n\r\n*Hình 7: Giao diện gpg4usb hiển thị khóa công khai vừa được nhập vào liên quan tới tài khoản của  đối tác liên lạc*\r\n\r\nBạn đã nhập thành công khóa công khai của một đối tác liên lạc, bạn cần phải kiểm tra và ký số khóa vừa nhập vào này.\r\n\r\n<a name=\"3.3\"></a>\r\n## 3.3 Hướng dẫn Xác Minh một Khóa Công khai sử dụng gpg4usb ##\r\n\r\nBạn phải kiểm tra một khóa được nhập về thực sự thuộc về đối tác liên lạc đã gửi nó cho bạn sau đó xác minh khóa này chưa hề bị sửa đổi. Đây là một bước hết sức quan trọng mà bạn và đối tác liên lạc nên thực hiện cho từng khóa công khai nhận được.\r\n\r\nĐể kiểm tra một cặp khóa, hãy thực hiện các bước sau:\r\n\r\n**Bước 1**. **Liên lạc** với đối tác liên lạc qua một cách khác ngoài thư điện tử. \r\n\r\n**Lưu ý**: Bạn có thể gọi điện, nhắn tin hoặc, **Gọi điện qua Internet** (**VoIP**) hay một phương thức liên lạc bất kỳ nào khác, nhưng luôn phải chắc chắn rằng mình đang nói chuyện với đúng đối tác liên lạc cần xác minh về khóa. Vì lý do này, gọi điện hoặc gặp mặt trực tiếp tại thời gian và địa điểm phù hợp đảm bảo an toàn cho phép chắc chắn rằng người bạn nói chuyện được xác định về danh tính.\r\n\r\n**Bước 2**. Cả bạn lẫn đối tác liên lạc cần kiểm tra 'dấu tay số' của khóa công khai của cả hai đã trao đổi.  \r\n\r\n**Lưu ý**: Một dấu vân tay số là dãy duy nhất các số và chữ cái xác định một khóa. Dấu vân tay số không phải giữ bí mật và có thể ghi lại để sử dụng với mục đích kiểm tra sau này khi cần.\r\n\r\nĐể kiểm tra vân tay số của một khóa mã hóa bạn vừa tạo và của khóa công khai của đối tác bạn vừa nhập, hãy theo các bước sau:\r\n\r\n**Bước 1**. **Chọn** một khóa, **nhấn phải chuột** để mở trình đơn cảm ngữ cảnh tương ứng.\r\n\r\n**Bước 2**. **Chọn** lệnh *Hiển thị thông tin Khóa* như trong *Hình 8*. \r\n\r\n![](/sbox/screen/gpg4usb-vi/17.png)\r\n\r\n*Hình 8: Trình đơn tương ứng với khóa của đối tác liên lạc*\r\n\r\n*Cửa sổ sau sẽ xuất hiện:*\r\n\r\n![](/sbox/screen/gpg4usb-vi/18.png)\r\n\r\n*Hình 9: Chi tiết Khóa với dấu vân tay ở phần cuối*\r\n\r\n**Bước 3**. **So sánh** dấu vân tay số này với dấu vân tay số hiển thị trong chương trình **gpg4usb** của đối tác liên lạc.\r\n\r\nĐối tác liên lạc của bạn cũng cần thực hiện các bước trên. Xác minh vân tay số cho từng khóa hai bên trao đổi để đảm bảo chúng giống như của người gửi. Nếu chúng không trùng nhau, hãy trao đổi lại khóa công khai và thực hiện lại các bước xác minh trên.\r\n\r\nNếu các dấu vân tay số trùng nhau *hoàn toàn*, bạn và đối tác liên lạc đã sẵn sàng để gửi các tin nhắn và tệp mã hóa cho nhau."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2057", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2057", 
                "link_title": "How to Export and Import Keys", 
                "menu_name": "book-toc-1928", 
                "mlid": "5203", 
                "module": "book", 
                "nid": "2057", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5203", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Export and Import Keys", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455120354", 
            "comment": "0", 
            "created": "1441122242", 
            "current_revision_id": "13207", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb_huongdanxuatnhapkhoa", 
                        "value": "gpg4usb_huongdanxuatnhapkhoa"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5203": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2057", 
                    "link_title": "How to Export and Import Keys", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5203", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5203", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2057", 
            "num_revisions": "16", 
            "path": "https://securityinabox.org/en/gpg4usb-keysimportexport", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455120354", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Hướng dẫn Xuất và Nhập Khóa", 
                        "value": "Hướng dẫn Xuất và Nhập Khóa"
                    }
                ]
            }, 
            "title_original": "How to Export and Import Keys", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933435", 
                        "created": "1442933435", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442246357", 
                        "created": "1442246357", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506690", 
                        "created": "1442506690", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452097777", 
                        "created": "1441633817", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733270", 
                        "created": "1444733270", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120354", 
                        "created": "1455120354", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443788784", 
                        "created": "1443788784", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192625", 
                        "created": "1441192625", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189052", 
                        "created": "1444189052", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024203", 
                        "created": "1443024203", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834259", 
                        "created": "1444730205", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122242", 
                        "created": "1441122242", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2057", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442893", 
                        "created": "1445442893", 
                        "entity_id": "2057", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2057", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "927bdf66-af92-4bea-811d-b4b792b4602f", 
            "vid": "13207", 
            "vuuid": "1535d39a-166a-4f3a-b90d-335003b5c6ca"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này</p>\n\n<ul><li><a href=\"#4.0\"><strong>4.0 Hướng dẫn Mã hóa Tin nhắn Văn bản với gpg4usb</strong></a></li>\n<li><a href=\"#4.1\"><strong>4.1 Hướng dẫn Giải mã hóa Tin nhắn Văn bản với gpg4usb</strong></a></li>\n<li><a href=\"#4.2\"><strong>4.2 Hướng dẫn Mã hóa Tệp với gpg4usb</strong></a></li>\n<li><a href=\"#4.3\"><strong>4.3 Hướng dẫn Giải mã Tệp với gpg4usb</strong></a></li>\n</ul><hr /><p><a name=\"4.0\" id=\"4.0\"></a></p>\n\n<h2>4.0 Hướng dẫn Mã hóa Tin nhắn Văn bản với gpg4usb</h2>\n\n<p>Trong ví dụ dưới đây, Terrence sẽ mã hóa một thư điện tử gửi cho người bạn là Salima theo các bước sau đây:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để mở giao diện chính chương trình <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 2</strong>. <strong>Soạn thảo</strong> tin nhắn như trong ví dụ dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/19.png\" alt=\"\" /></p>\n\n<p><em>Hình 1: Cửa sổ giao diện gpg4usb hiển thị một ví dụ về tin nhắn</em></p>\n\n<p><strong>Bước 3</strong>. <strong>Chọn</strong> hộp chọn tương ứng với địa chỉ thư điện tử của người nhận như sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/20.png\" alt=\"\" /></p>\n\n<p><em>Hình 2: Giao diện gpg4usb hiển thị người nhận được chọn, được tô đậm</em></p>\n\n<p><strong>Lưu ý:</strong> Bạn có thể mã hóa một tin nhắn cho nhiều hơn một người nhận với một thao tác đơn giản là chọn các hộp chọn tương ứng trong khung <em>Mã hóa cho:</em>. Đồng thời, cũng rất hữu ích khi bạn mã hóa tin nhắn cho bản thân mình để lưu giữ những tin nhắn đã gửi đi để có thể tham khảo sau này.</p>\n\n<p><strong>Bước 4</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/21.png\" alt=\"\" /> hoặc <strong>chọn Mã hóa</strong> từ trình đơn <strong>Mã hóa</strong> để mã hóa tin nhắn như trong hình dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/22.png\" alt=\"\" /></p>\n\n<p><em>Hình 3: Cửa sổ giao diện gpg4usb hiển thị một ví dụ tin nhắn được mã hóa</em></p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/23.png\" alt=\"\" /> để chọn toàn bộ tin nhắn được mã hóa, sau đó <strong>nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/24.png\" alt=\"\" /> để chép đoạn mã vào bộ nhớ.</p>\n\n<p><strong>Lưu ý</strong>: Một cách khác bạn có thể sử dụng tổ hợp phím tắt cho từng lệnh trên trình đơn, trong trường hợp này là <strong>Ctrl + E</strong> sẽ mã hóa tin nhắn, <strong>Ctri + A</strong> sẽ chọn toàn bộ tin nhắn được mã hóa, và <strong>Ctrl + C</strong> sẽ chép toàn bộ tin nhắn vào bộ nhớ.</p>\n\n<p><strong>Bước 6</strong>. <strong>Mở</strong> hộp thư của bạn và <strong>tạo</strong> một thư mới, sau đó <strong>chép</strong> tin nhắn từ bộ nhớ vào như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/25.png\" alt=\"\" /></p>\n\n<p><em>Hình 4: Ví dụ một tin nhắn được mã hóa trong gpg4usb được chép vào trình soạn thảo trong tài khoản Gmail</em></p>\n\n<p><strong>Lưu ý</strong>: <strong>Văn bản có định dạng</strong> <strong>RTF</strong> có thể gây lỗi định dạng của tin nhắn mã hóa; do đó, tốt nhất nên soạn thảo tin nhắn của bạn dưới dạng văn bản thuần. Để chuyển đổi định dạng <strong>RTF</strong> sang dạng thuần văn bản trong <strong>Gmail</strong> đơn giản chỉ cần <strong>Nhấn chuột vào</strong> biểu tượng <em>More Options</em> và <strong>chọn</strong> <em>Plain Text Mode</em> nằm trên trình đơn định dạng phía trên khung soạn thảo như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/26.png\" alt=\"\" /></p>\n\n<p><em>Hình 5: Tùy chọn More Options của Gmail</em></p>\n\n<p><a name=\"4.1\" id=\"4.1\"></a></p>\n\n<h2>4.1 Hướng dẫn Giải Mã hóa Tin nhắn Văn bản với gpg4usb</h2>\n\n<p>Để giải mã tin nhắn được mã hóa, hãy thực hiện các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để mở chương trình <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 2</strong>. <strong>Mở</strong> hộp thư điện tử của bạn, sau đó <strong>mở</strong> tin nhắn.</p>\n\n<p><strong>Bước 3</strong>. <strong>Chọn</strong>, <strong>sao</strong> sau đó <strong>chép</strong> tin nhắn đã được mã hóa vào khung <em>untitled1.txt</em> của giao diện <strong>gpg4usb</strong> như sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/27.png\" alt=\"\" /></p>\n\n<p><em>Hình 6: Giao diện gpg4usb hiển thị tin nhắn cần giải mã</em></p>\n\n<p><strong>Lưu ý</strong>: Nếu tin nhắn được mã hóa chứa cách dòng kép như trong <em>Hình 6</em> bên dưới, <strong>gpg4usb</strong> có thể không tự động giải mã được. Để loại bỏ, <strong>chọn</strong> <img src=\"/sbox/screen/gpg4usb-vi/27b.png\" alt=\"\" /> từ trình đơn <strong>Soạn thảo</strong> và sau đó tiếp tục tiến trình giải mã tin nhắn trong <strong>Bước 4</strong>.</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/28.png\" alt=\"\" /></p>\n\n<p><em>Hình 7: Giao diện gpg4usb hiển thị một tin nhắn cần giải mã có chứa các cách dòng kép</em></p>\n\n<p><strong>Bước 4</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/29.png\" alt=\"\" /> và nhập mật khẩu bạn đã tạo khi tạo cặp khóa, như trong hình sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/30.png\" alt=\"\" /></p>\n\n<p><em>Hình 8: Cửa sổ Nhập Mật khẩu</em></p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn chuột vào</strong> OK để kích hoạt giao diện <strong>gpg4usb</strong> như trong <em>Hình 2</em> phía trên.</p>\n\n<p><a name=\"4.2\" id=\"4.2\"></a></p>\n\n<h2>4.2 Hướng dẫn Mã hóa Tệp với gpg4usb</h2>\n\n<p>Tiến trình mã hóa một tệp cũng tương tự như việc mã hóa một tin nhắn văn bản; trong ví dụ dưới đây, Salima sẽ mã hóa một tệp gửi cho Terence, theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để mở chương trình <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 2</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/31.png\" alt=\"\" /> để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/32.png\" alt=\"\" /></p>\n\n<p><em>Hình 9: Cửa sổ Mã hóa / Giải mã Tệp, với tùy chọn Giải mã mặc định được bật</em></p>\n\n<p>Cửa sổ <em>Mã hóa / Giải mã Tệp</em> với thanh cuộn (được tô đậm) cho phép bạn chọn tài khoản thư và khóa mã hóa tương ứng sử dụng để mã hóa tin nhắn.</p>\n\n<p><strong>Bước 3</strong>. <strong>Chọn</strong> nút <em>Mã hóa</em> và sau đó <strong>nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/33.png\" alt=\"\" /> để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/34.png\" alt=\"\" /></p>\n\n<p><em>Hình 10: Cửa sổ Duyệt Thư mục</em></p>\n\n<p><strong>Bước 4</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/35.png\" alt=\"\" /> để chọn tệp cần mã hóa và quay trở lại cửa sổ <em>Mã hóa / Giải mã</em> như sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/36.png\" alt=\"\" /></p>\n\n<p><em>Hình 11: Cửa sổ Mã hóa / Giải mã Tệp hiển thị tệp được chọn để mã hóa</em></p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn chuột vào</strong> OK để mở cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/38.png\" alt=\"\" /></p>\n\n<p><em>Hình 12: Hộp thoại thông báo hoàn thành</em></p>\n\n<p>Hộp thoại thông báo <em>Hoàn thành</em> cho bạn biết nơi lưu tệp vừa mã hóa. Một tệp được mã hóa có thể được xác định bằng đuôi <em>.asc</em>, ví dụ, <em>Meeting Minute.odt.asc</em>.</p>\n\n<p><strong>Bước 6</strong>. <strong>Nhấn chuột vào</strong> OK để hoàn tất quá tình mã hóa tệp.</p>\n\n<p><strong>Lưu ý</strong>: Bạn có thể mã hóa một tin nhắn văn bản và gửi kèm với một tệp mã hóa một cách riêng biệt.</p>\n\n<p><strong>Bước 7</strong>. Sử dụng hộp thư của bạn, <strong>chuyển tới</strong> thư mục được xác định trong hộp thoại xác nhận <em>Hoàn thành</em> (<em>Hình 12</em>), sau đó đính kèm tệp mã hóa vào thư điện tử bạn muốn gửi đi giống như một tệp bình thường.</p>\n\n<p><strong>Quan trọng</strong>: Hãy lưu ý rằng tên của tệp sẽ <strong>không được mã hóa</strong>. Hãy đảm bảo rằng tên tệp không tiết lộ bất cứ thông tin quan trọng nào! Đừng quên rằng tệp nguyên bản chưa được mã hóa vắn còn nằm trên ổ đĩa.</p>\n\n<p><a name=\"4.3\" id=\"4.3\"></a></p>\n\n<h2>4.3 Hướng dẫn Giải mã Tệp với gpg4usb</h2>\n\n<p>Trong ví dụ dưới đây, Terence sẽ giải mã tệp nhận được từ Salima, theo các bước sau:</p>\n\n<p><strong>Bước 1</strong>. <strong>Nhấn đúp chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/03.png\" alt=\"\" /> để kích hoạt chương trình <strong>gpg4usb</strong>.</p>\n\n<p><strong>Bước 2</strong>. <strong>Mở</strong> hộp thư của bạn, và <strong>mở</strong> tin nhắn và <strong>tải về</strong> tệp đính kèm.</p>\n\n<p><strong>Lưu ý</strong>: Nếu đối tác liên lạc của bạn có gửi tin nhắn được mã hóa có đính kèm theo tệp mã hóa, bạn có thể giải mã tin nhắn này theo phương pháp đã hướng dẫn tại mục <a href=\"https://securityinabox.org/vi/gpg4usb_mahoatep#4.1\"><strong>4.1 Hướng dẫn Giải Mã hóa Tin nhắn Văn bản với gpg4usb</strong></a></p>\n\n<p><strong>Bước 3</strong>. Trong giao diện <strong>gpg4usb</strong>  (như trong <em>Hình 1</em> phía trên), <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/31.png\" alt=\"\" /> để kích hoạt cửa sổ <strong>Mã hóa / Giải mã tệp</strong>  (như trong <em>Hình 13</em> phía trên).</p>\n\n<p><strong>Bước 4</strong>. <strong>Nhấn chuột vào</strong> <img src=\"/sbox/screen/gpg4usb-vi/33.png\" alt=\"\" /> để mở thư mục chứa tệp mã hóa vừa tải về như dưới đây:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/37.png\" alt=\"\" /></p>\n\n<p><em>Hình 13: Cửa sổ Mã hóa / Giải mã hiển thị đường dẫn tới tệp mã hóa</em></p>\n\n<p><strong>Bước 5</strong>. <strong>Nhấn chuột vào</strong> OK để kích hoạt cửa sổ sau:</p>\n\n<p><img src=\"/sbox/screen/gpg4usb-vi/39.png\" alt=\"\" /></p>\n\n<p><em>Hình 14: Hộp thoại Xác nhận Hoàn thành hiển thị đường dẫn tới tệp được giải mã</em></p>\n\n<p><strong>Quan trọng</strong>: Nếu bạn làm việc từ một quán café Internet hoặc sử dụng chung một máy tính có nhiều người sử dụng, tốt nhất hãy chép tệp <em>.asc</em> vào thẻ nhớ USB hoặc ổ nhớ di động và giải nén tại nhà trong điện kiện đảm bảo tính riêng tư.</p>\n", 
                        "summary": "", 
                        "value": "Các mục trong trang này\r\n\r\n\r\n- [**4.0 Hướng dẫn Mã hóa Tin nhắn Văn bản với gpg4usb**](#4.0)\r\n- [**4.1 Hướng dẫn Giải mã hóa Tin nhắn Văn bản với gpg4usb**](#4.1)\r\n- [**4.2 Hướng dẫn Mã hóa Tệp với gpg4usb**](#4.2)\r\n- [**4.3 Hướng dẫn Giải mã Tệp với gpg4usb**](#4.3)\r\n\r\n-------\r\n\r\n<a name=\"4.0\"></a>\r\n## 4.0 Hướng dẫn Mã hóa Tin nhắn Văn bản với gpg4usb ##\r\n\r\nTrong ví dụ dưới đây, Terrence sẽ mã hóa một thư điện tử gửi cho người bạn là Salima theo các bước sau đây:\r\n\r\n**Bước 1**. **Nhấn đúp chuột vào** ![](/sbox/screen/gpg4usb-vi/03.png) để mở giao diện chính chương trình **gpg4usb**.\r\n\r\n**Bước 2**. **Soạn thảo** tin nhắn như trong ví dụ dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/19.png)\r\n\r\n*Hình 1: Cửa sổ giao diện gpg4usb hiển thị một ví dụ về tin nhắn*\r\n\r\n**Bước 3**. **Chọn** hộp chọn tương ứng với địa chỉ thư điện tử của người nhận như sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/20.png)\r\n\r\n*Hình 2: Giao diện gpg4usb hiển thị người nhận được chọn, được tô đậm*\r\n\r\n**Lưu ý:** Bạn có thể mã hóa một tin nhắn cho nhiều hơn một người nhận với một thao tác đơn giản là chọn các hộp chọn tương ứng trong khung *Mã hóa cho:*. Đồng thời, cũng rất hữu ích khi bạn mã hóa tin nhắn cho bản thân mình để lưu giữ những tin nhắn đã gửi đi để có thể tham khảo sau này. \r\n\r\n**Bước 4**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/21.png) hoặc **chọn Mã hóa** từ trình đơn **Mã hóa** để mã hóa tin nhắn như trong hình dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/22.png)\r\n\r\n*Hình 3: Cửa sổ giao diện gpg4usb hiển thị một ví dụ tin nhắn được mã hóa*\r\n\r\n**Bước 5**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/23.png) để chọn toàn bộ tin nhắn được mã hóa, sau đó **nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/24.png) để chép đoạn mã vào bộ nhớ.\r\n\r\n**Lưu ý**: Một cách khác bạn có thể sử dụng tổ hợp phím tắt cho từng lệnh trên trình đơn, trong trường hợp này là **Ctrl + E** sẽ mã hóa tin nhắn, **Ctri + A** sẽ chọn toàn bộ tin nhắn được mã hóa, và **Ctrl + C** sẽ chép toàn bộ tin nhắn vào bộ nhớ. \r\n\r\n\r\n**Bước 6**. **Mở** hộp thư của bạn và **tạo** một thư mới, sau đó **chép** tin nhắn từ bộ nhớ vào như dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/25.png)\r\n\r\n*Hình 4: Ví dụ một tin nhắn được mã hóa trong gpg4usb được chép vào trình soạn thảo trong tài khoản Gmail*\r\n\r\n**Lưu ý**: **Văn bản có định dạng** **RTF** có thể gây lỗi định dạng của tin nhắn mã hóa; do đó, tốt nhất nên soạn thảo tin nhắn của bạn dưới dạng văn bản thuần. Để chuyển đổi định dạng **RTF** sang dạng thuần văn bản trong **Gmail** đơn giản chỉ cần **Nhấn chuột vào** biểu tượng *More Options* và **chọn** *Plain Text Mode* nằm trên trình đơn định dạng phía trên khung soạn thảo như dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/26.png)\r\n\r\n*Hình 5: Tùy chọn More Options của Gmail*\r\n\r\n\r\n<a name=\"4.1\"></a>\r\n## 4.1 Hướng dẫn Giải Mã hóa Tin nhắn Văn bản với gpg4usb ##\r\n\r\nĐể giải mã tin nhắn được mã hóa, hãy thực hiện các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp chuột vào** ![](/sbox/screen/gpg4usb-vi/03.png) để mở chương trình **gpg4usb**.\r\n\r\n**Bước 2**. **Mở** hộp thư điện tử của bạn, sau đó **mở** tin nhắn.\r\n\r\n**Bước 3**. **Chọn**, **sao** sau đó **chép** tin nhắn đã được mã hóa vào khung *untitled1.txt* của giao diện **gpg4usb** như sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/27.png)\r\n\r\n*Hình 6: Giao diện gpg4usb hiển thị tin nhắn cần giải mã*\r\n\r\n**Lưu ý**: Nếu tin nhắn được mã hóa chứa cách dòng kép như trong *Hình 6* bên dưới, **gpg4usb** có thể không tự động giải mã được. Để loại bỏ, **chọn** ![](/sbox/screen/gpg4usb-vi/27b.png) từ trình đơn **Soạn thảo** và sau đó tiếp tục tiến trình giải mã tin nhắn trong **Bước 4**.\r\n\r\n![](/sbox/screen/gpg4usb-vi/28.png)\r\n\r\n*Hình 7: Giao diện gpg4usb hiển thị một tin nhắn cần giải mã có chứa các cách dòng kép*\r\n \r\n**Bước 4**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/29.png) và nhập mật khẩu bạn đã tạo khi tạo cặp khóa, như trong hình sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/30.png)\r\n\r\n*Hình 8: Cửa sổ Nhập Mật khẩu*\r\n\r\n**Bước 5**. **Nhấn chuột vào** OK để kích hoạt giao diện **gpg4usb** như trong *Hình 2* phía trên.\r\n\r\n<a name=\"4.2\"></a>\r\n## 4.2 Hướng dẫn Mã hóa Tệp với gpg4usb ##\r\n\r\nTiến trình mã hóa một tệp cũng tương tự như việc mã hóa một tin nhắn văn bản; trong ví dụ dưới đây, Salima sẽ mã hóa một tệp gửi cho Terence, theo các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp chuột vào** ![](/sbox/screen/gpg4usb-vi/03.png) để mở chương trình **gpg4usb**.\r\n\r\n**Bước 2**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/31.png) để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/32.png)\r\n\r\n*Hình 9: Cửa sổ Mã hóa / Giải mã Tệp, với tùy chọn Giải mã mặc định được bật*\r\n\r\nCửa sổ *Mã hóa / Giải mã Tệp* với thanh cuộn (được tô đậm) cho phép bạn chọn tài khoản thư và khóa mã hóa tương ứng sử dụng để mã hóa tin nhắn.\r\n\r\n**Bước 3**. **Chọn** nút *Mã hóa* và sau đó **nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/33.png) để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/34.png)\r\n\r\n*Hình 10: Cửa sổ Duyệt Thư mục*\r\n\r\n**Bước 4**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/35.png) để chọn tệp cần mã hóa và quay trở lại cửa sổ *Mã hóa / Giải mã* như sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/36.png)\r\n\r\n*Hình 11: Cửa sổ Mã hóa / Giải mã Tệp hiển thị tệp được chọn để mã hóa*\r\n\r\n**Bước 5**. **Nhấn chuột vào** OK để mở cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/38.png)\r\n\r\n*Hình 12: Hộp thoại thông báo hoàn thành*\r\n\r\nHộp thoại thông báo *Hoàn thành* cho bạn biết nơi lưu tệp vừa mã hóa. Một tệp được mã hóa có thể được xác định bằng đuôi *.asc*, ví dụ, *Meeting Minute.odt.asc*. \r\n\r\n**Bước 6**. **Nhấn chuột vào** OK để hoàn tất quá tình mã hóa tệp.\r\n\r\n**Lưu ý**: Bạn có thể mã hóa một tin nhắn văn bản và gửi kèm với một tệp mã hóa một cách riêng biệt. \r\n\r\n**Bước 7**. Sử dụng hộp thư của bạn, **chuyển tới** thư mục được xác định trong hộp thoại xác nhận *Hoàn thành* (*Hình 12*), sau đó đính kèm tệp mã hóa vào thư điện tử bạn muốn gửi đi giống như một tệp bình thường. \r\n\r\n**Quan trọng**: Hãy lưu ý rằng tên của tệp sẽ **không được mã hóa**. Hãy đảm bảo rằng tên tệp không tiết lộ bất cứ thông tin quan trọng nào! Đừng quên rằng tệp nguyên bản chưa được mã hóa vắn còn nằm trên ổ đĩa.\r\n\r\n<a name=\"4.3\"></a>\r\n## 4.3 Hướng dẫn Giải mã Tệp với gpg4usb ##\r\n\r\nTrong ví dụ dưới đây, Terence sẽ giải mã tệp nhận được từ Salima, theo các bước sau:\r\n\r\n**Bước 1**. **Nhấn đúp chuột vào** ![](/sbox/screen/gpg4usb-vi/03.png) để kích hoạt chương trình **gpg4usb**.\r\n\r\n**Bước 2**. **Mở** hộp thư của bạn, và **mở** tin nhắn và **tải về** tệp đính kèm.\r\n\r\n**Lưu ý**: Nếu đối tác liên lạc của bạn có gửi tin nhắn được mã hóa có đính kèm theo tệp mã hóa, bạn có thể giải mã tin nhắn này theo phương pháp đã hướng dẫn tại mục [**4.1 Hướng dẫn Giải Mã hóa Tin nhắn Văn bản với gpg4usb**](https://securityinabox.org/vi/gpg4usb_mahoatep#4.1)\r\n\r\n**Bước 3**. Trong giao diện **gpg4usb**  (như trong *Hình 1* phía trên), **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/31.png) để kích hoạt cửa sổ **Mã hóa / Giải mã tệp**  (như trong *Hình 13* phía trên). \r\n\r\n**Bước 4**. **Nhấn chuột vào** ![](/sbox/screen/gpg4usb-vi/33.png) để mở thư mục chứa tệp mã hóa vừa tải về như dưới đây:\r\n\r\n![](/sbox/screen/gpg4usb-vi/37.png) \r\n\r\n*Hình 13: Cửa sổ Mã hóa / Giải mã hiển thị đường dẫn tới tệp mã hóa*\r\n\r\n**Bước 5**. **Nhấn chuột vào** OK để kích hoạt cửa sổ sau:\r\n\r\n![](/sbox/screen/gpg4usb-vi/39.png) \r\n\r\n*Hình 14: Hộp thoại Xác nhận Hoàn thành hiển thị đường dẫn tới tệp được giải mã*\r\n\r\n**Quan trọng**: Nếu bạn làm việc từ một quán café Internet hoặc sử dụng chung một máy tính có nhiều người sử dụng, tốt nhất hãy chép tệp *.asc* vào thẻ nhớ USB hoặc ổ nhớ di động và giải nén tại nhà trong điện kiện đảm bảo tính riêng tư."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2058", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2058", 
                "link_title": "How to Encrypt and Decrypt Text and Files", 
                "menu_name": "book-toc-1928", 
                "mlid": "5204", 
                "module": "book", 
                "nid": "2058", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5204", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "How to Encrypt and Decrypt Text and Files", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456953814", 
            "comment": "0", 
            "created": "1441122281", 
            "current_revision_id": "13471", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb_mahoatep", 
                        "value": "gpg4usb_mahoatep"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5204": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2058", 
                    "link_title": "How to Encrypt and Decrypt Text and Files", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5204", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5204", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2058", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/gpg4usb-encryptdecrypt", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456953814", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Hướng dẫn Mã hóa và Giải mã Văn bản và Tệp", 
                        "value": "Hướng dẫn Mã hóa và Giải mã Văn bản và Tệp"
                    }
                ]
            }, 
            "title_original": "How to Encrypt and Decrypt Text and Files", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933512", 
                        "created": "1442933512", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454334177", 
                        "created": "1442247427", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506774", 
                        "created": "1442506774", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452097882", 
                        "created": "1441633923", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456953814", 
                        "created": "1444733334", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455120475", 
                        "created": "1455120475", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1456317301", 
                        "created": "1443788863", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192711", 
                        "created": "1441192711", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189131", 
                        "created": "1444189131", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024229", 
                        "created": "1443024229", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834296", 
                        "created": "1444730318", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122281", 
                        "created": "1441122281", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2058", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445442983", 
                        "created": "1445442983", 
                        "entity_id": "2058", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2058", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "81b92808-4745-49d2-8adb-01d3abc61d18", 
            "vid": "13471", 
            "vuuid": "a47b45d9-f706-4f34-8ae5-79226dcb45eb"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Các mục trong trang này:</p>\n\n<ul><li><a href=\"#5.0\"><strong>5.0 Câu hỏi thường gặp và Tổng kết</strong></a></li>\n<li><a href=\"#5.1\"><strong>5.1 Câu hỏi Tổng kết</strong></a></li>\n</ul><hr /><p>Dù Muhindo và Salima nhận thấy <strong>gpg4usb</strong> khá dễ sử dụng, họ vẫn có một số thắc mắc về cách sử dụng công cụ này.</p>\n\n<p><a name=\"5.0\" id=\"5.0\"></a></p>\n\n<h2>5.0 Làm thế nào để Mã hóa Tin nhắn với gpg4usb</h2>\n\n<div class=\"background\">\n\n<p><em><strong>Trả lời</strong>: Có phải <strong>gpg4usb</strong> bắt buộc phải sử dụng trên thẻ nhớ USB?</em></p>\n\n<p><em><strong>Câu hỏi</strong>: Không. Chương trình có thể được cài đặt và kích hoạt từ ổ cứng máy tính.</em></p>\n\n<p><em><strong>Trả lời</strong>: Có bao nhiêu tài khoản tôi có thể tạo các cặp khóa?</em></p>\n\n<p><em><strong>Câu hỏi</strong>: Bạn muốn tạo bao nhiêu cũng được</em></p>\n\n<p><em><strong>Trả lời</strong>: Tôi thích tính năng đơn giản sao và chép có thể được sử dụng.</em></p>\n\n<p><em><strong>Câu hỏi</strong>: Tất nhiên rồi. Tuy nhiên, đừng quên rằng tiêu đề thư điện tử của bạn sẽ không được mã hóa. Vì vậy, hãy cẩn thận và không nên nhập các tiêu đề có tính mô tả hoặc có khả năng tiết lộ thông tin!</em></p>\n\n</div>\n\n<p><a name=\"5.1\" id=\"5.1\"></a></p>\n\n<h2>5.1 Câu hỏi Tổng kết</h2>\n\n<ul><li>Sự khác nhau giữa ký số và xác minh một khóa công khai?</li>\n<li>Vân tay số là gì và nó được sử dụng như thế nào?</li>\n</ul>", 
                        "summary": "", 
                        "value": "Các mục trong trang này:\r\n\r\n- [**5.0 Câu hỏi thường gặp và Tổng kết**](#5.0)\r\n- [**5.1 Câu hỏi Tổng kết**](#5.1)\r\n\r\n-------\r\n\r\nDù Muhindo và Salima nhận thấy **gpg4usb** khá dễ sử dụng, họ vẫn có một số thắc mắc về cách sử dụng công cụ này.\r\n\r\n<a name=\"5.0\"></a>\r\n## 5.0 Làm thế nào để Mã hóa Tin nhắn với gpg4usb ##\r\n\r\n<div class=\"background\" markdown=\"1\"> \r\n\r\n***Trả lời**: Có phải **gpg4usb** bắt buộc phải sử dụng trên thẻ nhớ USB?*\r\n\r\n***Câu hỏi**: Không. Chương trình có thể được cài đặt và kích hoạt từ ổ cứng máy tính.*\r\n\r\n***Trả lời**: Có bao nhiêu tài khoản tôi có thể tạo các cặp khóa?*\r\n\r\n***Câu hỏi**: Bạn muốn tạo bao nhiêu cũng được*\r\n\r\n***Trả lời**: Tôi thích tính năng đơn giản sao và chép có thể được sử dụng.*\r\n\r\n***Câu hỏi**: Tất nhiên rồi. Tuy nhiên, đừng quên rằng tiêu đề thư điện tử của bạn sẽ không được mã hóa. Vì vậy, hãy cẩn thận và không nên nhập các tiêu đề có tính mô tả hoặc có khả năng tiết lộ thông tin!*\r\n\r\n</div>\r\n\r\n<a name=\"5.1\"></a>\r\n## 5.1 Câu hỏi Tổng kết ##\r\n\r\n- Sự khác nhau giữa ký số và xác minh một khóa công khai?\r\n- Vân tay số là gì và nó được sử dụng như thế nào?"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2059", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2059", 
                "link_title": "FAQ and Review", 
                "menu_name": "book-toc-1928", 
                "mlid": "5205", 
                "module": "book", 
                "nid": "2059", 
                "options": [], 
                "p1": "5034", 
                "p2": "5201", 
                "p3": "5205", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5201", 
                "router_path": "node/%", 
                "title": "FAQ and Review", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455121879", 
            "comment": "0", 
            "created": "1441122335", 
            "current_revision_id": "13209", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "gpg4usb_cauhoitongket", 
                        "value": "gpg4usb_cauhoitongket"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5205": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2059", 
                    "link_title": "FAQ and Review", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5205", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5201", 
                    "p3": "5205", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5201", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2059", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/gpg4usb-faq", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455121879", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Câu hỏi thường gặp và Tổng kết", 
                        "value": "Câu hỏi thường gặp và Tổng kết"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442933622", 
                        "created": "1442933622", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442246882", 
                        "created": "1442246882", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442506854", 
                        "created": "1442506854", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1442325864", 
                        "created": "1441634027", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444733392", 
                        "created": "1444733392", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "km": {
                        "changed": "1455121879", 
                        "created": "1455121879", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443789030", 
                        "created": "1443789030", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192792", 
                        "created": "1441192792", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444189237", 
                        "created": "1444189237", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443024253", 
                        "created": "1443024253", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834357", 
                        "created": "1444730386", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122335", 
                        "created": "1441122335", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2059", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445443061", 
                        "created": "1445443061", 
                        "entity_id": "2059", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2059", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "857e0192-b870-418f-9001-d60648efc330", 
            "vid": "13209", 
            "vuuid": "82ea3467-0eb9-4b93-b0aa-d561230213e7"
        }
    ], 
    "changed": "1456953707", 
    "comment": "0", 
    "created": "1441122154", 
    "current_revision_id": "13470", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "vi": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Cài đặt gpg4usb</strong></p>\n\n<ul><li><em><strong>Nhấn chuột</strong> vào biểu  tượng <strong>gpg4usb</strong> bên dưới để mở trang  <strong>http://gpg4usb.cpunk.de/download.html</strong></em></li>\n<li><em><strong>Nhấn chuột</strong> vào đường  dẫn <strong>gpg4usb-x.x.x.zip</strong> bên dưới mục <strong>Filename</strong> để tải về  tệp nén zip.</em></li>\n<li><em><strong>Chuyển tới</strong> thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và <strong>giải  nén</strong> tệp.</em> </li>\n<li><em>Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"http://gpg4usb.cpunk.de/download.html\"><img src=\"/sbox/screen/gpg4usb-vi/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Cài đặt gpg4usb**\r\n\r\n- ***Nhấn chuột** vào biểu  tượng **gpg4usb** bên dưới để mở trang  **http://gpg4usb.cpunk.de/download.html***\r\n- ***Nhấn chuột** vào đường  dẫn **gpg4usb-x.x.x.zip** bên dưới mục **Filename** để tải về  tệp nén zip.*\r\n- ***Chuyển tới** thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và **giải  nén** tệp.* \r\n- *Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-vi/gpg4usb.png)](http://gpg4usb.cpunk.de/download.html)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Tải về gpg4usb</strong></p>\n\n<ul><li><em><strong>Nhấn chuột</strong> vào biểu  tượng <strong>gpg4usb</strong> bên dưới để mở trang  <strong>http://gpg4usb.cpunk.de/download.html</strong></em></li>\n<li><em><strong>Nhấn chuột</strong> vào đường  dẫn <strong>gpg4usb-x.x.x.zip</strong> bên dưới mục <strong>Filename</strong> để tải về  tệp nén zip.</em></li>\n<li><em><strong>Chuyển tới</strong> thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và <strong>giải  nén</strong> tệp.</em> </li>\n<li><em>Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về</em></li>\n</ul><p><strong>gpg4usb</strong></p>\n\n<p><a href=\"http://gpg4usb.org/download.html\"><img src=\"/sbox/screen/gpg4usb-vi/gpg4usb.png\" alt=\"\" /></a></p>\n", 
                "value": "**Tải về gpg4usb**\r\n\r\n- ***Nhấn chuột** vào biểu  tượng **gpg4usb** bên dưới để mở trang  **http://gpg4usb.cpunk.de/download.html***\r\n- ***Nhấn chuột** vào đường  dẫn **gpg4usb-x.x.x.zip** bên dưới mục **Filename** để tải về  tệp nén zip.*\r\n- ***Chuyển tới** thư mục chứa tệp gpg4usb-x.x.x.zip vừa tải  về, và **giải  nén** tệp.* \r\n- *Sau  khi đã giải  nén  tất cả các tệp, bạn có thể xóa tệp nén .zip được tải về*\r\n\r\n**gpg4usb**\r\n\r\n[![](/sbox/screen/gpg4usb-vi/gpg4usb.png)](http://gpg4usb.org/download.html)"
            }
        ]
    }, 
    "field_menu_title": {
        "vi": [
            {
                "format": null, 
                "safe_value": "gpg4usb ", 
                "value": "gpg4usb "
            }
        ]
    }, 
    "field_menu_title_long": {
        "vi": [
            {
                "format": null, 
                "safe_value": "gpg4usb - Phần mềm mã hóa tin nhắn và tệp", 
                "value": "gpg4usb - Phần mềm mã hóa tin nhắn và tệp"
            }
        ]
    }, 
    "field_short_description": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>gpg4usb</strong> là phần mềm miễn phí  mã nguồn mở chạy không cần cài đặt cho phép bạn mã hóa các tin nhắn văn bản và các tệp. Phần mềm này sử dụng thuật  toán Mã hóa với Khóa Công khai như các chương trình  <strong>GPG</strong> và <strong>PGP</strong> phổ biến khác.</p>\n", 
                "value": "**gpg4usb** là phần mềm miễn phí  mã nguồn mở chạy không cần cài đặt cho phép bạn mã hóa các tin nhắn văn bản và các tệp. Phần mềm này sử dụng thuật  toán Mã hóa với Khóa Công khai như các chương trình  **GPG** và **PGP** phổ biến khác."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-13 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "vi": [
            {
                "format": null, 
                "safe_value": "gpg4usb_main", 
                "value": "gpg4usb_main"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "14"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "14"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5201": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2055", 
            "link_title": "gpg4usb - email text and files encryption", 
            "menu_name": "book-toc-1928", 
            "mlid": "5201", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5201", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-2"
        }
    }, 
    "name": "chris", 
    "nid": "2055", 
    "num_revisions": "22", 
    "path": "https://securityinabox.org/en/gpg4usb_portable", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456953707", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "vi": [
            {
                "format": null, 
                "safe_value": "gpg4usb - Phần mềm mã hóa tin nhắn và tệp", 
                "value": "gpg4usb - Phần mềm mã hóa tin nhắn và tệp"
            }
        ]
    }, 
    "title_original": "gpg4usb - email text and files encryption", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1455887654", 
                "created": "1442933243", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442246235", 
                "created": "1442246235", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442506493", 
                "created": "1442506493", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1442325310", 
                "created": "1441633605", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1456953707", 
                "created": "1444733145", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "km": {
                "changed": "1455119984", 
                "created": "1455119984", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1456155294", 
                "created": "1443788580", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441192432", 
                "created": "1441192432", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1444187878", 
                "created": "1444187878", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016516", 
                "created": "1443016516", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1456929433", 
                "created": "1443525988", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441183378", 
                "created": "1441122154", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2055", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1445442700", 
                "created": "1445442700", 
                "entity_id": "2055", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2055", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "4a066479-8db3-4fe8-b68d-d446add181e4", 
    "vid": "13470", 
    "vuuid": "6297f3f0-5177-4e3c-83d8-c466ee9994b0"
}