{
    "body": {
        "fr": [
            {
                "format": "full_html", 
                "safe_summary": "", 
                "safe_value": "<p>Plusieurs gouvernements nationaux, un peu partout sur la planète, ont choisi d’installer des programmes spéciaux pour empêcher les internautes de leurs pays respectifs d’accéder à certains sites et services Internet. Des sociétés privées, des écoles et des bibliothèques publiques emploient des logiciels similaires pour protéger leurs employés, étudiants et clients contre des contenus jugés dérangeants ou nocifs. Ces technologies de filtrage se présentent sous diverses formes. Certains filtres bloquent des sites par leur <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a>, alors que d’autres dressent des « <a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>listes noires</i></a> » de <a href=\"glossaire#Nom_de_domaine\" title=\"Nom_de_domaine\"><i>noms de domaine</i></a> ou effectuent des recherches à travers l’ensemble des communications non chiffrées sur Internet pour y détecter certains mots-clé particuliers.</p>\n<p>D’une manière ou d’une autre, il est quasiment toujours possible de contourner ces méthodes de filtrage en utilisant des ordinateurs intermédiaires, à l’extérieur de votre pays, pour accéder aux services qui vous sont interdits. Ce procédé est souvent appelé « contournement de la censure », ou tout simplement <a href=\"glossaire#Contournement\" title=\"Contournement\"><i> contournement</i></a>, et les ordinateurs intermédiaires sont appelés « <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>mandataires</i></a> » ou « proxys ». (N.D.T. Dans ce chapitre nous utiliserons plutôt le terme <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a>, puisque les spécialistes et les logiciels spécialisés tendent à utiliser davantage ce mot que l’équivalent français.) Les ordinateurs ou serveurs proxys, eux aussi, peuvent prendre plusieurs formes. Ce chapitre comporte une brève présentation des réseaux de connexion anonyme par proxys multiples, suivie d’une description plus détaillée des méthodes de contournement par proxy unique et de leur fonctionnement.</p>\n<p>Ces deux méthodes constituent des moyens efficaces de contournement des filtres sur Internet, bien que le premier soit davantage approprié que le second, si vous êtes toutefois disposé à sacrifier la vitesse de connexion pour assurer que vos activités sur Internet restent tout à fait confidentielles. Si vous connaissez bien l’individu ou l’organisme qui gère votre serveur proxy et que vous lui faites confiance, ou si la performance vous importe plus que l’anonymat, le contournement par serveur proxy unique vous conviendra sans doute.</p>\n<p> </p>\n<h3>Scénario de départ</h3>\n<p> </p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Mansour et Magda sont frère et soeur. Ils habitent un pays arabophone où ils gèrent ensemble un blog pour dénoncer diverses violations de droits humains et faire campagne en faveur de changements politiques. Jusqu’à présent, les autorités de leur pays n’ont pas réussi à fermer leur site parce que ce dernier est hébergé dans un autre pays. Par contre le gouvernement a à plusieurs reprises tenté d’apprendre l’identité des administrateurs du blog en interrogeant d’autres activistes. Mansour et Magda craignent que les autorités parviennent à découvrir leur identité en contrôlant les mises à jour apportées au site. De plus, ils veulent se préparer à l’éventualité où le gouvernement parviendrait à filtrer leur site, pas uniquement pour être en mesure de continuer à l’actualiser régulièrement, mais aussi pour offrir de bons conseils de contournement aux lecteurs qui se trouvent dans leur pays et qui, autrement, perdraient complètement accès au blog.</i></td>\n</tr></tbody></table><p> </p>\n<h3>Qu’apprendrez-vous dans ce chapitre</h3>\n<p> </p>\n<ul><li>Comment accéder à un site Internet qui est bloqué dans votre pays ;</li>\n<li>Comment empêcher que les sites que vous visitez puissent servir à déterminer votre position ;</li>\n<li>Comment vous assurer que ni votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a> ni aucun organisme de surveillance implanté dans votre pays ne soit en mesure de déterminer quels sites Internet vous visitez et quels services vous utilisez.</li>\n</ul><p> </p>\n", 
                "summary": "", 
                "value": "<p>Plusieurs gouvernements nationaux, un peu partout sur la planète, ont choisi d’installer des programmes spéciaux pour empêcher les internautes de leurs pays respectifs d’accéder à certains sites et services Internet. Des sociétés privées, des écoles et des bibliothèques publiques emploient des logiciels similaires pour protéger leurs employés, étudiants et clients contre des contenus jugés dérangeants ou nocifs. Ces technologies de filtrage se présentent sous diverses formes. Certains filtres bloquent des sites par leur <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a>, alors que d’autres dressent des «&nbsp;<a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>listes noires</i></a>&nbsp;» de <a href=\"glossaire#Nom_de_domaine\" title=\"Nom_de_domaine\"><i>noms de domaine</i></a> ou effectuent des recherches à travers l’ensemble des communications non chiffrées sur Internet pour y détecter certains mots-clé particuliers.</p>\r\n\r\n<p>D’une manière ou d’une autre, il est quasiment toujours possible de contourner ces méthodes de filtrage en utilisant des ordinateurs intermédiaires, à l’extérieur de votre pays, pour accéder aux services qui vous sont interdits. Ce procédé est souvent appelé «&nbsp;contournement de la censure&nbsp;», ou tout simplement <a href=\"glossaire#Contournement\" title=\"Contournement\"><i> contournement</i></a>, et les ordinateurs intermédiaires sont appelés «&nbsp;<a href=\"glossaire#Proxy\" title=\"Proxy\"><i>mandataires</i></a>&nbsp;» ou «&nbsp;proxys&nbsp;». (N.D.T. Dans ce chapitre nous utiliserons plutôt le terme <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a>, puisque les spécialistes et les logiciels spécialisés tendent à utiliser davantage ce mot que l’équivalent français.) Les ordinateurs ou serveurs proxys, eux aussi, peuvent prendre plusieurs formes. Ce chapitre comporte une brève présentation des réseaux de connexion anonyme par proxys multiples, suivie d’une description plus détaillée des méthodes de contournement par proxy unique et de leur fonctionnement.</p>\r\n\r\n<p>Ces deux méthodes constituent des moyens efficaces de contournement des filtres sur Internet, bien que le premier soit davantage approprié que le second, si vous êtes toutefois disposé à sacrifier la vitesse de connexion pour assurer que vos activités sur Internet restent tout à fait confidentielles. Si vous connaissez bien l’individu ou l’organisme qui gère votre serveur proxy et que vous lui faites confiance, ou si la performance vous importe plus que l’anonymat, le contournement par serveur proxy unique vous conviendra sans doute.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Scénario de départ</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Mansour et Magda sont frère et soeur. Ils habitent un pays arabophone où ils gèrent ensemble un blog pour dénoncer diverses violations de droits humains et faire campagne en faveur de changements politiques. Jusqu’à présent, les autorités de leur pays n’ont pas réussi à fermer leur site parce que ce dernier est hébergé dans un autre pays. Par contre le gouvernement a à plusieurs reprises tenté d’apprendre l’identité des administrateurs du blog en interrogeant d’autres activistes. Mansour et Magda craignent que les autorités parviennent à découvrir leur identité en contrôlant les mises à jour apportées au site. De plus, ils veulent se préparer à l’éventualité où le gouvernement parviendrait à filtrer leur site, pas uniquement pour être en mesure de continuer à l’actualiser régulièrement, mais aussi pour offrir de bons conseils de contournement aux lecteurs qui se trouvent dans leur pays et qui, autrement, perdraient complètement accès au blog.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Qu’apprendrez-vous dans ce chapitre</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<ul>\r\n\t<li>Comment accéder à un site Internet qui est bloqué dans votre pays&nbsp;;</li>\r\n\t<li>Comment empêcher que les sites que vous visitez puissent servir à déterminer votre position&nbsp;;</li>\r\n\t<li>Comment vous assurer que ni votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a> ni aucun organisme de surveillance implanté dans votre pays ne soit en mesure de déterminer quels sites Internet vous visitez et quels services vous utilisez.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1962", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1962", 
        "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "menu_name": "book-toc-1925", 
        "mlid": "5107", 
        "module": "book", 
        "nid": "1962", 
        "options": [], 
        "p1": "5030", 
        "p2": "5107", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "updated": "0", 
        "weight": "8"
    }, 
    "book_children": [
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Des recherches menées par des organismes comme <a href=\"http://opennet.net/\" title=\"OpenNet Initiative\">OpenNet Initiative (ONI)</a> [1] et <a href=\"http://www.rsf.org/\" title=\"Reporters sans frontières\">Reporters sans frontières (RSF)</a> [2] indiquent que plusieurs pays ont recours au filtrage d’un vaste éventail de contenus à caractère social ou politique (et/ou de renseignements étant rattachés au concept de « sécurité nationale »), sans toutefois publier des listes précises des contenus bloqués. Bien entendu, les agences qui souhaitent limiter l’accès de leurs citoyens à Internet font aussi de leur mieux pour bloquer les serveurs <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a> et les sites Internet qui offrent des outils et des instructions pour aider les utilisateurs à <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> les mesures de filtrage.</p>\n<p>Malgré le droit à l’information garanti par l’article 19 de la Déclaration universelle des droits de la personne, le nombre des pays qui emploient des mesures de censure sur Internet n’a pas cessé d’augmenter au cours des quelques dernières années. Alors que le filtrage des contenus sur Internet est de plus en plus répandu, il en va de même des techniques et outils de contournement créés, déployés et distribués par des activistes, des programmeurs et des bénévoles un peu partout dans le monde.</p>\n<p>Avant d’explorer les diverses méthodes par lesquelles il est possible de contourner la censure sur Internet, vous devriez d’abord avoir une bonne compréhension du fonctionnement de ces filtres. Pour ce faire, il est utile de se représenter un modèle simplifié de votre connexion Internet.</p>\n<p> </p>\n<h3>Votre connexion Internet</h3>\n<p> </p>\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-fr.png\" /></p>\n<p>La première étape de votre connexion à Internet est habituellement le lien qui est établi par votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>fournisseur de services Internet (FSI)</i></a> à votre domicile, bureau, école, bibliothèque ou café Internet. Le FSI assigne à votre ordinateur une <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a>, que divers services Internet utilisent pour vous identifier et vous transmettre de l’information, tel que les courriels et les sites Internet que vous cherchez. Quiconque connaît votre adresse IP peut plus ou moins facilement déterminer dans quelle ville vous vous trouvez. Certaines agences influentes dans votre pays peuvent même utiliser ce renseignement pour déterminer très exactement votre position.</p>\n<ul><li><b>Votre FSI</b> peut déterminer à quelle adresse vous êtes situé ou quelle ligne téléphonique vous utilisez si vous accédez à Internet via un modem.</li>\n<li><b>Le café Internet, la bibliothèque ou le commerce privé d’où vous travaillez</b> peut déterminer quel ordinateur vous utilisez à tel ou tel moment, ainsi que le port ou le point d’accès sans-fil par lequel vous êtes connecté.</li>\n<li><b>Les agences gouvernementales </b> peuvent facilement obtenir ces renseignements, du fait de leur influence sur ces organismes.</li>\n</ul><p>À ce point, votre FSI s’en remet à l’infrastructure du réseau existant dans votre pays pour connecter ses utilisateurs, vous y compris, au reste du monde. À l’autre bout de la connexion, le site ou le service Internet auquel vous accédez a dû passer par un processus similaire, ayant lui aussi reçu des adresses IP de la part d’un FSI dans le pays où il est hébergé. Même sans plus de détails techniques, un modèle simplifié comme celui-là pourra vous être utile pour tenir compte des différents outils qui permettent de contourner les filtres tout en restant anonyme sur Internet.</p>\n<p> </p>\n<h3>Comment les sites Internet sont-ils bloqués</h3>\n<p> </p>\n<p>Essentiellement, lorsque vous souhaitez visiter une page Web, vous indiquez l’adresse IP du site en question à votre FSI et vous lui demandez d’établir une connexion entre vous et le FSI du serveur Web où est hébergé ce site. Si vous avez une connexion Internet non filtrée, c’est précisément ce qu’il fera. Par contre, si vous vous trouvez dans un pays qui exerce de la censure sur Internet, il consultera d’abord une « <a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>liste noire</i></a> » de sites interdits et déterminera ensuite s’il peut consentir ou non à votre requête.</p>\n<p>Dans certains cas, c’est une agence centrale, et non pas les FSI, qui s’occupe du filtrage. La plupart du temps, une « liste noire » contient des <a href=\"glossaire#Nom_de_domaine\" title=\"Nom_de_domaine\"><i>noms de domaine</i></a>, comme <a href=\"http://www.blogger.com\" title=\"www.blogger.com\">www.blogger.com</a>, plutôt que des adresses IP. Dans certains pays, des logiciels de filtrage contrôlent carrément votre connexion au lieu de bloquer votre accès à certaines adresses en particulier. Ce type de programme balaie toutes les requêtes que vous effectuez (et tous les sites Internet qui tentent de vous répondre) afin de détecter certains mots-clé et, selon ses conclusions, décider si vous pouvez ou non voir les résultats de vos requêtes.</p>\n<p>Pire encore, lorsqu’un site Internet est bloqué, il est fort possible que vous ne le sachiez même pas. Alors que certains filtres présentent une « page de blocage », qui vous explique pourquoi une page en particulier a été censurée, d’autres affichent des messages d’erreur pour tromper les utilisateurs. Ces messages indiquent que la page ne peut être trouvée, par exemple, ou qu’il y a une erreur dans l’adresse.</p>\n<p>En général, quand il est question de censure sur Internet, il est plus simple d’adopter une attitude carrément « pessimiste » que d’étudier attentivement toutes les forces et les faiblesses des technologies de filtrage utilisées dans votre pays. En d’autres termes, vous avez avantage à tenir pour acquis que :</p>\n<ul><li>Quelqu’un contrôle vos activités sur Internet pour détecter certains mots-clé ;</li>\n<li>Le filtrage se produit directement au niveau du FSI ;</li>\n<li>Les sites bloqués sont mis à l’index selon leurs adresses IP et leurs noms de domaine ;</li>\n<li>Il est fort probable que l’on vous fournisse une raison ambiguë ou trompeuse pour expliquer pourquoi la connexion à un site donné a échoué.</li>\n</ul><p>Comme les outils de contournement les plus efficaces peuvent aussi bien être utilisés contre l’une ou l’autre de ces méthodes de filtrage, il est en fait plutôt utile d’adhérer à ces hypothèses « pessimistes ».</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><i>Mansour : Alors, si un jour ou l’autre je ne peux plus accéder au blog, mais qu’un camarade dans un autre pays y parvient toujours, est-ce que cela signifie que le gouvernement a finalement réussi à le bloquer ? </i>\n<p>\t\t\t<i>Magda : Pas nécessairement. Il est possible qu’un problème d’une toute autre nature touche uniquement les utilisateurs qui tentent de joindre le site à partir d’ici. Il peut aussi s’agir d’un problème avec ton ordinateur qui ne survient qu’avec certains types de pages Web. Cela dit, tu es sur la bonne voie. Pour en avoir le cœur net, tu devrais essayer de visiter le site à l’aide d’un outil de contournement. Après tout, la plupart de ces programmes reposent sur l’utilisation de serveurs proxy externes, ce qui revient à peu près à demander à un ami à l’étranger de tester le site pour toi, sauf que tu le fais toi-même.</i></p></td>\n</tr></tbody></table>", 
                        "summary": "", 
                        "value": "<p>Des recherches menées par des organismes comme <a href=\"http://opennet.net/\" title=\"OpenNet Initiative\">OpenNet Initiative (ONI)</a>&nbsp;[1] et <a href=\"http://www.rsf.org/\" title=\"Reporters sans frontières\">Reporters sans frontières (RSF)</a>&nbsp;[2] indiquent que plusieurs pays ont recours au filtrage d’un vaste éventail de contenus à caractère social ou politique (et/ou de renseignements étant rattachés au concept de «&nbsp;sécurité nationale&nbsp;»), sans toutefois publier des listes précises des contenus bloqués. Bien entendu, les agences qui souhaitent limiter l’accès de leurs citoyens à Internet font aussi de leur mieux pour bloquer les serveurs <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a> et les sites Internet qui offrent des outils et des instructions pour aider les utilisateurs à <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> les mesures de filtrage.</p>\r\n\r\n<p>Malgré le droit à l’information garanti par l’article 19 de la Déclaration universelle des droits de la personne, le nombre des pays qui emploient des mesures de censure sur Internet n’a pas cessé d’augmenter au cours des quelques dernières années. Alors que le filtrage des contenus sur Internet est de plus en plus répandu, il en va de même des techniques et outils de contournement créés, déployés et distribués par des activistes, des programmeurs et des bénévoles un peu partout dans le monde.</p>\r\n\r\n<p>Avant d’explorer les diverses méthodes par lesquelles il est possible de contourner la censure sur Internet, vous devriez d’abord avoir une bonne compréhension du fonctionnement de ces filtres. Pour ce faire, il est utile de se représenter un modèle simplifié de votre connexion Internet.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Votre connexion Internet</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-fr.png\" /></p>\r\n\r\n<p>La première étape de votre connexion à Internet est habituellement le lien qui est établi par votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>fournisseur de services Internet (FSI)</i></a> à votre domicile, bureau, école, bibliothèque ou café Internet. Le FSI assigne à votre ordinateur une <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a>, que divers services Internet utilisent pour vous identifier et vous transmettre de l’information, tel que les courriels et les sites Internet que vous cherchez. Quiconque connaît votre adresse IP peut plus ou moins facilement déterminer dans quelle ville vous vous trouvez. Certaines agences influentes dans votre pays peuvent même utiliser ce renseignement pour déterminer très exactement votre position.</p>\r\n\r\n<ul>\r\n\t<li><b>Votre FSI</b> peut déterminer à quelle adresse vous êtes situé ou quelle ligne téléphonique vous utilisez si vous accédez à Internet via un modem.</li>\r\n\t<li><b>Le café Internet, la bibliothèque ou le commerce privé d’où vous travaillez</b> peut déterminer quel ordinateur vous utilisez à tel ou tel moment, ainsi que le port ou le point d’accès sans-fil par lequel vous êtes connecté.</li>\r\n\t<li><b>Les agences gouvernementales </b> peuvent facilement obtenir ces renseignements, du fait de leur influence sur ces organismes.</li>\r\n</ul>\r\n\r\n<p>À ce point, votre FSI s’en remet à l’infrastructure du réseau existant dans votre pays pour connecter ses utilisateurs, vous y compris, au reste du monde. À l’autre bout de la connexion, le site ou le service Internet auquel vous accédez a dû passer par un processus similaire, ayant lui aussi reçu des adresses IP de la part d’un FSI dans le pays où il est hébergé. Même sans plus de détails techniques, un modèle simplifié comme celui-là pourra vous être utile pour tenir compte des différents outils qui permettent de contourner les filtres tout en restant anonyme sur Internet.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Comment les sites Internet sont-ils bloqués</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Essentiellement, lorsque vous souhaitez visiter une page Web, vous indiquez l’adresse IP du site en question à votre FSI et vous lui demandez d’établir une connexion entre vous et le FSI du serveur Web où est hébergé ce site. Si vous avez une connexion Internet non filtrée, c’est précisément ce qu’il fera. Par contre, si vous vous trouvez dans un pays qui exerce de la censure sur Internet, il consultera d’abord une «&nbsp;<a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>liste noire</i></a>&nbsp;» de sites interdits et déterminera ensuite s’il peut consentir ou non à votre requête.</p>\r\n\r\n<p>Dans certains cas, c’est une agence centrale, et non pas les FSI, qui s’occupe du filtrage. La plupart du temps, une «&nbsp;liste noire&nbsp;» contient des <a href=\"glossaire#Nom_de_domaine\" title=\"Nom_de_domaine\"><i>noms de domaine</i></a>, comme <a href=\"http://www.blogger.com\" title=\"www.blogger.com\">www.blogger.com</a>, plutôt que des adresses IP. Dans certains pays, des logiciels de filtrage contrôlent carrément votre connexion au lieu de bloquer votre accès à certaines adresses en particulier. Ce type de programme balaie toutes les requêtes que vous effectuez (et tous les sites Internet qui tentent de vous répondre) afin de détecter certains mots-clé et, selon ses conclusions, décider si vous pouvez ou non voir les résultats de vos requêtes.</p>\r\n\r\n<p>Pire encore, lorsqu’un site Internet est bloqué, il est fort possible que vous ne le sachiez même pas. Alors que certains filtres présentent une «&nbsp;page de blocage&nbsp;», qui vous explique pourquoi une page en particulier a été censurée, d’autres affichent des messages d’erreur pour tromper les utilisateurs. Ces messages indiquent que la page ne peut être trouvée, par exemple, ou qu’il y a une erreur dans l’adresse.</p>\r\n\r\n<p>En général, quand il est question de censure sur Internet, il est plus simple d’adopter une attitude carrément «&nbsp;pessimiste&nbsp;» que d’étudier attentivement toutes les forces et les faiblesses des technologies de filtrage utilisées dans votre pays. En d’autres termes, vous avez avantage à tenir pour acquis que&nbsp;:</p>\r\n\r\n<ul>\r\n\t<li>Quelqu’un contrôle vos activités sur Internet pour détecter certains mots-clé&nbsp;;</li>\r\n\t<li>Le filtrage se produit directement au niveau du FSI&nbsp;;</li>\r\n\t<li>Les sites bloqués sont mis à l’index selon leurs adresses IP et leurs noms de domaine&nbsp;;</li>\r\n\t<li>Il est fort probable que l’on vous fournisse une raison ambiguë ou trompeuse pour expliquer pourquoi la connexion à un site donné a échoué.</li>\r\n</ul>\r\n\r\n<p>Comme les outils de contournement les plus efficaces peuvent aussi bien être utilisés contre l’une ou l’autre de ces méthodes de filtrage, il est en fait plutôt utile d’adhérer à ces hypothèses «&nbsp;pessimistes&nbsp;».</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><i>Mansour&nbsp;: Alors, si un jour ou l’autre je ne peux plus accéder au blog, mais qu’un camarade dans un autre pays y parvient toujours, est-ce que cela signifie que le gouvernement a finalement réussi à le bloquer&nbsp;? </i><br />\r\n\t\t\t<br />\r\n\t\t\t<i>Magda&nbsp;: Pas nécessairement. Il est possible qu’un problème d’une toute autre nature touche uniquement les utilisateurs qui tentent de joindre le site à partir d’ici. Il peut aussi s’agir d’un problème avec ton ordinateur qui ne survient qu’avec certains types de pages Web. Cela dit, tu es sur la bonne voie. Pour en avoir le cœur net, tu devrais essayer de visiter le site à l’aide d’un outil de contournement. Après tout, la plupart de ces programmes reposent sur l’utilisation de serveurs proxy externes, ce qui revient à peu près à demander à un ami à l’étranger de tester le site pour toi, sauf que tu le fais toi-même.</i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1963", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1963", 
                "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "menu_name": "book-toc-1925", 
                "mlid": "5108", 
                "module": "book", 
                "nid": "1963", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5108", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612159", 
            "comment": "0", 
            "created": "1441105008", 
            "current_revision_id": "12812", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_1", 
                        "value": "chapter_8_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5108": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1963", 
                    "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5108", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5108", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1963", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1963", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Comprendre la censure sur Internet", 
                        "value": "Comprendre la censure sur Internet"
                    }
                ]
            }, 
            "title_original": "Understanding Internet censorship", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917644", 
                        "created": "1442917644", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228024", 
                        "created": "1441807765", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096894", 
                        "created": "1443096894", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414273", 
                        "created": "1442414273", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920108", 
                        "created": "1441208230", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108918", 
                        "created": "1442762048", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706187", 
                        "created": "1443706187", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612159", 
                        "created": "1452612159", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457566", 
                        "created": "1443457566", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117487", 
                        "created": "1441117487", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811545", 
                        "created": "1443811545", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396988", 
                        "created": "1444396988", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102031", 
                        "created": "1443102031", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094569", 
                        "created": "1443094569", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105038", 
                        "created": "1441105008", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583830", 
                        "created": "1443623852", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e0b8a8fe-9b96-4d4b-bdd8-ca3a86c267ef", 
            "vid": "12812", 
            "vuuid": "cf854c2a-4334-4c5b-a232-d5932e466228"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Si vous ne pouvez pas établir une connexion directe à un site parce qu’il est bloqué par l’une des méthodes présentées ci-dessus, il vous faudra trouver un moyen pour <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> l’obstruction. Un serveur <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a> sûr, situé dans un pays qui ne filtre pas l’Internet, peut vous permettre ce type de contournement en allant chercher pour vous les pages auxquelles vous voulez accéder. Du point de vue de votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a>, vous donnerez simplement l’impression d’avoir établi une communication sécurisée avec un ordinateur inconnu (le serveur proxy) quelque part sur Internet.</p>\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-fr.png\" /></p>\n<p>Bien sûr, l’agence gouvernementale responsable de la censure dans votre pays (ou la compagnie qui fait les mises à jour des programmes de filtrage) pourrait éventuellement découvrir que cet « ordinateur inconnu » est en réalité un proxy de contournement. Si cela se produit, l'<a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a> du proxy pourrait être ajoutée à la « <a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>liste noire</i></a> » et, le cas échéant, ce dernier cessera de fonctionner pour vous. Cela dit, il faut habituellement un certain temps avant que les serveurs proxy ne soit identifiés et bloqués, et les gens qui conçoivent et améliorent ces outils sont au fait de ces risques. En général, ils se défendent en ayant recours à l’une ou l’autre des méthodes suivantes :</p>\n<ul><li>Les <b>proxys cachés</b> sont plus difficile à identifier que les proxys normaux. C’est l’une des raisons pour lesquelles il est important d’utiliser des proxys sécurisés, lesquels sont habituellement plus discrets. Cependant, le <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrement</i></a> n’est qu’une partie de la solution. Les administrateurs d’un proxy, s’ils veulent que ce dernier reste caché, doivent être très prudents lorsqu’ils en révèlent l’emplacement à de nouveaux utilisateurs.</li>\n</ul><ul><li>Les <b>proxys jetables</b> peuvent facilement être remplacés lorsqu’ils sont bloqués. Il n’est pas particulièrement sécuritaire d’indiquer publiquement aux utilisateurs où ils peuvent trouver des proxys de rechange. C’est pourquoi les outils de contournement de ce type, la plupart du temps, essaient tout simplement de déjouer les censeurs en distribuant les nouveaux proxys plus vite que ces derniers sont capables de les bloquer.</li>\n</ul><p>Au bout du compte, tant et aussi longtemps que vous serez en mesure de joindre un proxy pour chercher les services dont vous avez besoin, tout ce que vous aurez à faire est d’effectuer la requête et de visualiser les résultats à l’aide de l’application Internet appropriée. Habituellement, les détails de ce processus sont gérés soit automatiquement par le logiciel de contournement que vous installez sur votre ordinateur, soit en modifiant les paramètres de votre navigateur, ou encore en pointant votre navigateur vers la page d’un proxy basé sur le Web. Le réseau de connexion anonyme <a href=\"glossaire#Tor\" title=\"Tor\"><i>Tor</i></a>, abordé à la prochaine section, utilise la première méthode. Après cela, nous verrons quelques outils de contournement par proxy unique, dont le fonctionnement varie légèrement d’un modèle à un autre.</p>\n", 
                        "summary": "", 
                        "value": "<p>Si vous ne pouvez pas établir une connexion directe à un site parce qu’il est bloqué par l’une des méthodes présentées ci-dessus, il vous faudra trouver un moyen pour <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> l’obstruction. Un serveur <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxy</i></a> sûr, situé dans un pays qui ne filtre pas l’Internet, peut vous permettre ce type de contournement en allant chercher pour vous les pages auxquelles vous voulez accéder. Du point de vue de votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a>, vous donnerez simplement l’impression d’avoir établi une communication sécurisée avec un ordinateur inconnu (le serveur proxy) quelque part sur Internet.</p>\r\n\r\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-fr.png\" /></p>\r\n\r\n<p>Bien sûr, l’agence gouvernementale responsable de la censure dans votre pays (ou la compagnie qui fait les mises à jour des programmes de filtrage) pourrait éventuellement découvrir que cet «&nbsp;ordinateur inconnu&nbsp;» est en réalité un proxy de contournement. Si cela se produit, l'<a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a> du proxy pourrait être ajoutée à la «&nbsp;<a href=\"glossaire#Liste_noire\" title=\"Liste_noire\"><i>liste noire</i></a>&nbsp;» et, le cas échéant, ce dernier cessera de fonctionner pour vous. Cela dit, il faut habituellement un certain temps avant que les serveurs proxy ne soit identifiés et bloqués, et les gens qui conçoivent et améliorent ces outils sont au fait de ces risques. En général, ils se défendent en ayant recours à l’une ou l’autre des méthodes suivantes&nbsp;:</p>\r\n\r\n<ul>\r\n\t<li>Les <b>proxys cachés</b> sont plus difficile à identifier que les proxys normaux. C’est l’une des raisons pour lesquelles il est important d’utiliser des proxys sécurisés, lesquels sont habituellement plus discrets. Cependant, le <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrement</i></a> n’est qu’une partie de la solution. Les administrateurs d’un proxy, s’ils veulent que ce dernier reste caché, doivent être très prudents lorsqu’ils en révèlent l’emplacement à de nouveaux utilisateurs.</li>\r\n</ul>\r\n\r\n<ul>\r\n\t<li>Les <b>proxys jetables</b> peuvent facilement être remplacés lorsqu’ils sont bloqués. Il n’est pas particulièrement sécuritaire d’indiquer publiquement aux utilisateurs où ils peuvent trouver des proxys de rechange. C’est pourquoi les outils de contournement de ce type, la plupart du temps, essaient tout simplement de déjouer les censeurs en distribuant les nouveaux proxys plus vite que ces derniers sont capables de les bloquer.</li>\r\n</ul>\r\n\r\n<p>Au bout du compte, tant et aussi longtemps que vous serez en mesure de joindre un proxy pour chercher les services dont vous avez besoin, tout ce que vous aurez à faire est d’effectuer la requête et de visualiser les résultats à l’aide de l’application Internet appropriée. Habituellement, les détails de ce processus sont gérés soit automatiquement par le logiciel de contournement que vous installez sur votre ordinateur, soit en modifiant les paramètres de votre navigateur, ou encore en pointant votre navigateur vers la page d’un proxy basé sur le Web. Le réseau de connexion anonyme <a href=\"glossaire#Tor\" title=\"Tor\"><i>Tor</i></a>, abordé à la prochaine section, utilise la première méthode. Après cela, nous verrons quelques outils de contournement par proxy unique, dont le fonctionnement varie légèrement d’un modèle à un autre.</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1964", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1964", 
                "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5109", 
                "module": "book", 
                "nid": "1964", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5109", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612308", 
            "comment": "0", 
            "created": "1441105125", 
            "current_revision_id": "12813", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_2", 
                        "value": "chapter_8_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5109": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1964", 
                    "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5109", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5109", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1964", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1964", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612308", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Comprendre le contournement de la censure", 
                        "value": "Comprendre le contournement de la censure"
                    }
                ]
            }, 
            "title_original": "Understanding censorship circumvention", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917569", 
                        "created": "1442917569", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228068", 
                        "created": "1441807944", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096914", 
                        "created": "1443096914", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414335", 
                        "created": "1442414335", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920529", 
                        "created": "1441208278", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108991", 
                        "created": "1442762070", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706228", 
                        "created": "1443706228", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612308", 
                        "created": "1452612308", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457619", 
                        "created": "1443457619", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117719", 
                        "created": "1441117719", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811646", 
                        "created": "1443811646", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397068", 
                        "created": "1444397068", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102052", 
                        "created": "1443102052", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094668", 
                        "created": "1443094668", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105125", 
                        "created": "1441105125", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583911", 
                        "created": "1443623883", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3fd8e6ec-6a7a-4f4a-9c99-5356d512a52d", 
            "vid": "12813", 
            "vuuid": "e423e0ea-137f-428a-abe6-69329912dd92"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<h3><a name=\"Reseaux_de_connexion_anonyme\" title=\"Réseaux de connexion anonyme\" id=\"Reseaux_de_connexion_anonyme\"></a>Les réseaux de connexion anonyme</h3>\n<p>Les réseaux de connexion anonyme font généralement « rebondir » votre connexion entre plusieurs <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxys</i></a> sécurisés pour occulter l’origine de vos requêtes et la nature des sites que vous tentez de joindre. Cela peut réduire considérablement la vitesse à laquelle vous pourrez charger des sites ou accéder à des services Internet. Par contre, le programme <a href=\"glossaire#Tor\" title=\"Tor\"><i>Tor</i></a> offre un moyen de <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contournement</i></a> sûr, fiable et public, dont l’utilisation toute simple vous épargne beaucoup d’inquiétude. Comme toujours, vous devez vous assurer que votre connexion à un site Internet donné soit sécurisée (avec le <kbd>HTTPS</kbd>) avant de commencer à échanger des renseignements sensibles comme des mots de passe et des courriels par l’intermédiaire d’un navigateur.</p>\n<p>Pour utiliser Tor, il vous faudra installer le logiciel, mais vous serez ensuite en mesure de préserver votre anonymat, en plus de contourner efficacement les mesures de censure. Chaque fois que vous vous connectez au réseau Tor, vous passez par un chemin complètement aléatoire, par le truchement de trois proxys Tor sécurisés. Cela vous assure que ni votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a>, ni les proxys eux-mêmes, ne soient en mesure de connaître à la fois l’<a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a> de votre ordinateur et la position des services Internet que vous recherchez. Pour plus d’information au sujet de ce programme, veuillez consulter le <a guide=\"\" href=\"tor\" pratique=\"\"><i><b>Guide pratique Tor</b></i></a>.</p>\n<p> </p>\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\"><tbody><tr><td><img align=\"middle\" height=\"63\" src=\"/sites/securitybkp.ngoinabox.org/files/u9/hand_web_trans.png\" width=\"60\" /><b>Expérience pratique : se lancer avec le </b><i><a href=\"tor\"><b>Guide pratique Tor </b></a></i></td>\n</tr></tbody></table><p>Une des plus grandes forces du programme Tor est qu’en plus de pouvoir être utilisé avec un navigateur, il est compatible avec d’autres logiciels. Des clients de messagerie comme <a href=\"glossaire#Thunderbird\" title=\"Thunderbird\"><i>Mozilla Thunderbird</i></a> et des programmes de messagerie instantanée comme <a href=\"glossaire#Pidgin\" title=\"Pidgin\"><i>Pidgin</i></a> fonctionnent très bien avec Tor, que ce soit pour accéder à des services filtrés ou pour occulter votre utilisation de ces services.</p>\n<p> </p>\n<h3>Proxys de contournement uniques</h3>\n<p> </p>\n<p>Il y a trois éléments essentiels dont vous devez tenir compte au moment de choisir un proxy de contournement unique. Premièrement, s’agit-il d’un outil basé sur le Web, ou devez-vous plutôt modifier des paramètres ou installer un logiciel sur votre ordinateur ? Deuxièmement, est-ce un service sécurisé ? Troisièmement, est-ce un service privé ou public ?</p>\n<p><b>Proxys Web et autres types de proxys :</b></p>\n<p>Les proxys Web sont probablement les plus faciles à utiliser. Vous n’avez pour ce faire qu’à pointer votre navigateur vers la page du proxy, saisir l’adresse filtrée que vous souhaitez visiter et cliquer sur un bouton. Le proxy affichera alors le contenu de la page filtrée à l’intérieur de sa propre page. Vous pouvez aussi suivre les hyperliens ou saisir une nouvelle adresse dans le proxy si vous souhaitez visualiser une autre page. Vous n’avez aucun logiciel à installer ni aucun paramètre à modifier dans votre navigateur, ce qui signifie que les proxys Web sont :</p>\n<ul><li>Faciles à utiliser ;</li>\n<li>Joignables à partir d’ordinateurs publics (par exemple les ordinateurs d’un café Internet) qui ne vous permettent pas, en temps normal, d’installer des logiciels ou de modifier des paramètres ;</li>\n<li>Possiblement plus sûrs que d’autres méthodes si vous craignez d’être « pris » avec des programmes de contournement sur votre ordinateur.</li>\n</ul><p>Les proxys Web comportent néanmoins certains inconvénients. Ils n’affichent pas toujours les pages correctement et plusieurs proxys Web sont tout simplement incapables de charger les sites Internet complexes et les flux de données audio et vidéo. De plus, malgré que tous les proxys tendent à ralentir proportionnellement au nombre d’utilisateurs qui s’y connectent, ce désagrément est encore plus prononcé avec les proxys Web publics. Par ailleurs, les proxys Web ne fonctionnent évidemment qu’avec les pages Web. Vous ne pouvez pas, par exemple, utiliser un programme de messagerie instantanée ou un client de messagerie pour accéder à certains services bloqués via un proxy Web. Finalement, les proxys Web sécurisés ne peuvent offrir qu’une confidentialité limitée parce qu’ils doivent eux-mêmes intercepter et modifier les données qui vous sont envoyées par les sites que vous visitez. S’ils ne le faisaient pas, vous ne pourriez pas cliquer sur un lien sans automatiquement quitter le proxy pour tenter d’établir une connexion directe à la page Web visée. Nous reviendrons sur ce détail à la prochaine section.</p>\n<p>Les autres types de proxys exigent habituellement que vous installiez un programme ou que vous configuriez une adresse de proxy externe dans les paramètres de votre navigateur ou de votre système d’exploitation. Dans le premier cas, le programme de contournement vous offre habituellement la possibilité d’activer et de désactiver l’outil pour indiquer à votre navigateur d’utiliser ou non le proxy. Souvent, ces logiciels vous permettent également, lorsqu’un proxy est bloqué, d’en trouver automatiquement un nouveau (comme nous avons vu ci-dessus). Dans le second cas, vous devrez apprendre à utiliser la bonne adresse de proxy, laquelle doit être modifiée si ledit proxy est bloqué ou s’il ralentit tellement qu’il en devient inutilisable.</p>\n<p>Bien qu’elle soit légèrement plus difficile à utiliser qu’un proxy Web, cette méthode est plus susceptible d’afficher des pages complexes correctement. Elle devrait également rester efficace plus longtemps avant de commencer à ralentir en raison du nombre élevé d’utilisateurs qui s’y connectent. De plus, différents proxyspeuvent être utilisés pour divers types d’applications Internet. Il existe par exemple des proxys HTTP pour les navigateurs, des proxys SOCKS pour les programmes de courriel et de messagerie instantanée et des proxys VPN, qui peuvent être utilisés pour rediriger la totalité de vos activités sur Internet afin d’éviter le filtrage.</p>\n<p><b>Proxys sécurisés et proxys non sécurisés :</b></p>\n<p>Un proxy sécurisé, dans ce chapitre, désigne tout proxy qui donne la possibilité aux utilisateurs d’établir des connexions <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrées</i></a>. Un proxy non sécurisé vous permettra tout de même de contourner plusieurs types de filtrage, mais vous sera moins utile si votre connexion Internet est l’objet d’une recherche de mots-clé ou d’adresses Web ciblées. C’est une idée particulièrement mauvaise d’utiliser un proxy non sécurisé pour accéder à des sites Internet habituellement chiffrés, comme des comptes de webmail ou des sites de services bancaires. En faisant cela, il est possible que vous exposiez des renseignements sensibles qui seraient normalement restés cachés. De plus, comme nous l’avons vu ci-dessus, les proxys non sécurisés sont plus faciles à identifier et à bloquer que les proxys sécurisés pour ceux dont c’est le travail d’actualiser les logiciels de filtrage. En fin de compte, le fait qu’il existe d’excellents proxys gratuits, rapides et sécurisés signifie qu’il y a très peu de raisons valides d’employer un proxy non sécurisé.</p>\n<p>Vous pouvez déterminer si un proxy Web est sécurisé ou non en tentant de vous connecter au site du proxy avec une adresse <kbd>HTTPS</kbd>. Tout comme avec les services webmail, il est possible que les connexions sécurisées et non sécurisées soient toutes deux possibles. C’est pourquoi vous devriez toujours vous assurer d’utiliser l’adresse sécurisée. La plupart du temps, dans de tels cas, vous devez accepter un « <a href=\"glossaire#Certificat_de_securite\" title=\"Certificat_de_securite\"><i>certificat de sécurité</i></a> » (exigé par votre navigateur) afin de continuer. Tel est le cas du proxy <a href=\"glossaire#Peacefire\" title=\"Peacefire\"><i>Peacefire</i></a>, abordés ci-dessous. Les avertissements de votre navigateur concernant les certificats de sécurité vous indiquent que quelqu’un, comme votre FSI ou un <a href=\"glossaire#Hacker\" title=\"Hacker\"><i>pirate informatique</i></a>, pourrait être en train de contrôler votre connexion au proxy. Malgré l’utilité de ces avertissements, il est toujours conseillé d’utiliser, autant que possible, des proxys sécurisés. Par contre, lorsque votre méthode de contournement dépend exclusivement d’un proxy de ce type, vous devriez éviter de visiter des sites Internet sécurisés, de saisir des mots de passe ou d’échanger des renseignements sensibles, à moins que vous ne soyez en mesure de vérifier l’authenticité de la signature <a href=\"glossaire#SSL\" title=\"SSL\"><i>SSL</i></a> du proxy. Pour ce faire, vous aurez besoin d’une voie de communication avec l’administrateur du proxy.</p>\n<p>L’annexe C du <a href=\"\">Guide de l’utilisateur de Psiphon</a> [3] explique les étapes que vous et l’administrateur du proxy devez suivre pour vérifier l’empreinte numérique du proxy.</p>\n<p>Vous devriez également éviter d’accéder à des données sensibles par le truchement d’un proxy Web, à moins que vous ne fassiez totalement confiance à son administrateur. Cette mesure de précaution s’impose, que vous receviez ou non un avertissement de certificat de sécurité lorsque vous visitez le proxy. Elle s’impose même si vous connaissez assez bien l’administrateur du proxy pour vérifier l’empreinte du serveur avant d’indiquer à votre navigateur d’accepter le certificat de sécurité. Lorsque vous dépendez d’un serveur proxy unique pour contourner les mesures de filtrage, les administrateurs dudit proxy connaîtront votre adresse IP et les sites Web que vous visitez. Qui plus est, si ce proxy est basé sur le Web, un administrateur malveillant pourrait facilement accéder à toutes les données qui circulent entre votre navigateur et les sites Internet que vous visitez, y compris le contenu de vos courriels et vos mots de passe.</p>\n<p>Quant aux proxys non Web, vous devrez peut-être effectuer quelques recherches pour déterminer si les connexions sécurisées sont permises ou non. Tous les proxys et réseaux de connexion anonyme recommandés dans ce chapitre sont sécurisés.</p>\n<p><b>Proxys privés et proxys publics :</b></p>\n<p>Les proxys publics acceptent des connexions de n’importe qui, alors que les proxys privés exigent habituellement un nom d’utilisateur et un mot de passe. Bien que les proxys publics comportent l’avantage évident d’être librement accessibles, dans la mesure où on peut les trouver, ils tendent bien souvent à être rapidement très achalandés. En conséquence, même si les proxys publics sont aussi sophistiqués et bien administrés que les proxys privés, ils sont souvent plutôt lents. Finalement, les proxys privés sont habituellement gérés soit par des entreprises commerciales, soit par des administrateurs qui créent des comptes pour les utilisateurs qu’ils connaissent personnellement ou socialement. Il est donc assez facile, dans la majorité des cas, de déterminer les motivations des administrateurs de proxys privés. Vous ne devriez pas tenir pour acquis, cependant, que les proxys privés sont plus dignes de confiances que leurs pendants publics. Après tout, il est déjà arrivé que l’appât du profit mène les administrateurs de certains services numériques à dénoncer leurs utilisateurs.</p>\n<p>Des proxys publics uniques non sécurisés peuvent souvent être trouvés en exécutant une recherche avec des mots-clé comme « public proxy » dans un moteur de recherche, mais vous ne devriez pas vous fier aux services trouvés de cette manière. Si vous avez le choix, il est préférable d’utiliser un proxy privé sécurisé, administré par des gens que vous connaissez (personnellement ou de réputation) et en qui vous avez confiance, et qui ont les aptitudes techniques nécessaires pour préserver la sécurité de leur serveur. Votre choix d’utiliser ou non un proxy Web dépendra de vos besoins particuliers et de vos préférences personnelles. Chaque fois que vous utilisez un proxy pour contourner des mesures de censure, il est fortement conseillé d’employer le navigateur <a href=\"glossaire#Firefox\" title=\"Firefox\"><i>Firefox</i></a> et d’installer le module complémentaire <a href=\"glossaire#NoScript\" title=\"NoScript\"><i>NoScript</i></a>, tel qu’indiqué dans le <a guide=\"\" href=\"firefox_principale\" pratique=\"\"><i><b>Guide pratique Firefox</b></i></a>. Cela vous protégera contre les proxys malveillants et les sites Internet qui pourraient tenter de découvrir votre vraie adresse IP. Finalement, n’oubliez pas qu’un proxy chiffré ne transformera pas magiquement un site non sécurisé en site sécurisé. Vous devez toujours vous assurer d’avoir établi une connexion <kbd>HTTPS</kbd> avant d’envoyer ou de recevoir des renseignements sensibles.</p>\n<p>Si vous n’êtes pas en mesure de trouver un individu, un organisme ou une compagnie dont le service de proxy vous semble digne de confiance, abordable et facilement accessible depuis votre pays, vous devriez sérieusement considérer l’utilisation du réseau de connexion anonyme Tor, que nous avons brièvement abordé ci-dessus, à la section <a href=\"#Reseaux_de_connexion_anonyme\" title=\"Réseaux de connexion anonyme\"><i><b>Réseaux de connexion anonyme</b></i></a>.</p>\n<p> </p>\n", 
                        "summary": "", 
                        "value": "<h3><a name=\"Reseaux_de_connexion_anonyme\" title=\"Réseaux de connexion anonyme\"></a>Les réseaux de connexion anonyme</h3>\r\n\r\n<p>Les réseaux de connexion anonyme font généralement «&nbsp;rebondir&nbsp;» votre connexion entre plusieurs <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxys</i></a> sécurisés pour occulter l’origine de vos requêtes et la nature des sites que vous tentez de joindre. Cela peut réduire considérablement la vitesse à laquelle vous pourrez charger des sites ou accéder à des services Internet. Par contre, le programme <a href=\"glossaire#Tor\" title=\"Tor\"><i>Tor</i></a> offre un moyen de <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contournement</i></a> sûr, fiable et public, dont l’utilisation toute simple vous épargne beaucoup d’inquiétude. Comme toujours, vous devez vous assurer que votre connexion à un site Internet donné soit sécurisée (avec le <kbd>HTTPS</kbd>) avant de commencer à échanger des renseignements sensibles comme des mots de passe et des courriels par l’intermédiaire d’un navigateur.</p>\r\n\r\n<p>Pour utiliser Tor, il vous faudra installer le logiciel, mais vous serez ensuite en mesure de préserver votre anonymat, en plus de contourner efficacement les mesures de censure. Chaque fois que vous vous connectez au réseau Tor, vous passez par un chemin complètement aléatoire, par le truchement de trois proxys Tor sécurisés. Cela vous assure que ni votre <a href=\"glossaire#FSI\" title=\"FSI\"><i>FSI</i></a>, ni les proxys eux-mêmes, ne soient en mesure de connaître à la fois l’<a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresse IP</i></a> de votre ordinateur et la position des services Internet que vous recherchez. Pour plus d’information au sujet de ce programme, veuillez consulter le <a guide=\"\" href=\"tor\" pratique=\"\"><i><b>Guide pratique Tor</b></i></a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<table cellpadding=\"5\" cellspacing=\"0\" style=\"border: 2pt dashed #008000; background-color: #e9e8a4\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<td><img align=\"middle\" height=\"63\" src=\"/sites/securitybkp.ngoinabox.org/files/u9/hand_web_trans.png\" width=\"60\" /> <b>Expérience pratique&nbsp;: se lancer avec le </b><i><a href=\"tor\"><b>Guide pratique Tor </b></a></i></td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>Une des plus grandes forces du programme Tor est qu’en plus de pouvoir être utilisé avec un navigateur, il est compatible avec d’autres logiciels. Des clients de messagerie comme <a href=\"glossaire#Thunderbird\" title=\"Thunderbird\"><i>Mozilla Thunderbird</i></a> et des programmes de messagerie instantanée comme <a href=\"glossaire#Pidgin\" title=\"Pidgin\"><i>Pidgin</i></a> fonctionnent très bien avec Tor, que ce soit pour accéder à des services filtrés ou pour occulter votre utilisation de ces services.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Proxys de contournement uniques</h3>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>Il y a trois éléments essentiels dont vous devez tenir compte au moment de choisir un proxy de contournement unique. Premièrement, s’agit-il d’un outil basé sur le Web, ou devez-vous plutôt modifier des paramètres ou installer un logiciel sur votre ordinateur&nbsp;? Deuxièmement, est-ce un service sécurisé&nbsp;? Troisièmement, est-ce un service privé ou public&nbsp;?</p>\r\n\r\n<p><b>Proxys Web et autres types de proxys&nbsp;:</b></p>\r\n\r\n<p>Les proxys Web sont probablement les plus faciles à utiliser. Vous n’avez pour ce faire qu’à pointer votre navigateur vers la page du proxy, saisir l’adresse filtrée que vous souhaitez visiter et cliquer sur un bouton. Le proxy affichera alors le contenu de la page filtrée à l’intérieur de sa propre page. Vous pouvez aussi suivre les hyperliens ou saisir une nouvelle adresse dans le proxy si vous souhaitez visualiser une autre page. Vous n’avez aucun logiciel à installer ni aucun paramètre à modifier dans votre navigateur, ce qui signifie que les proxys Web sont&nbsp;:</p>\r\n\r\n<ul>\r\n\t<li>Faciles à utiliser&nbsp;;</li>\r\n\t<li>Joignables à partir d’ordinateurs publics (par exemple les ordinateurs d’un café Internet) qui ne vous permettent pas, en temps normal, d’installer des logiciels ou de modifier des paramètres&nbsp;;</li>\r\n\t<li>Possiblement plus sûrs que d’autres méthodes si vous craignez d’être «&nbsp;pris&nbsp;» avec des programmes de contournement sur votre ordinateur.</li>\r\n</ul>\r\n\r\n<p>Les proxys Web comportent néanmoins certains inconvénients. Ils n’affichent pas toujours les pages correctement et plusieurs proxys Web sont tout simplement incapables de charger les sites Internet complexes et les flux de données audio et vidéo. De plus, malgré que tous les proxys tendent à ralentir proportionnellement au nombre d’utilisateurs qui s’y connectent, ce désagrément est encore plus prononcé avec les proxys Web publics. Par ailleurs, les proxys Web ne fonctionnent évidemment qu’avec les pages Web. Vous ne pouvez pas, par exemple, utiliser un programme de messagerie instantanée ou un client de messagerie pour accéder à certains services bloqués via un proxy Web. Finalement, les proxys Web sécurisés ne peuvent offrir qu’une confidentialité limitée parce qu’ils doivent eux-mêmes intercepter et modifier les données qui vous sont envoyées par les sites que vous visitez. S’ils ne le faisaient pas, vous ne pourriez pas cliquer sur un lien sans automatiquement quitter le proxy pour tenter d’établir une connexion directe à la page Web visée. Nous reviendrons sur ce détail à la prochaine section.</p>\r\n\r\n<p>Les autres types de proxys exigent habituellement que vous installiez un programme ou que vous configuriez une adresse de proxy externe dans les paramètres de votre navigateur ou de votre système d’exploitation. Dans le premier cas, le programme de contournement vous offre habituellement la possibilité d’activer et de désactiver l’outil pour indiquer à votre navigateur d’utiliser ou non le proxy. Souvent, ces logiciels vous permettent également, lorsqu’un proxy est bloqué, d’en trouver automatiquement un nouveau (comme nous avons vu ci-dessus). Dans le second cas, vous devrez apprendre à utiliser la bonne adresse de proxy, laquelle doit être modifiée si ledit proxy est bloqué ou s’il ralentit tellement qu’il en devient inutilisable.</p>\r\n\r\n<p>Bien qu’elle soit légèrement plus difficile à utiliser qu’un proxy Web, cette méthode est plus susceptible d’afficher des pages complexes correctement. Elle devrait également rester efficace plus longtemps avant de commencer à ralentir en raison du nombre élevé d’utilisateurs qui s’y connectent. De plus, différents proxyspeuvent être utilisés pour divers types d’applications Internet. Il existe par exemple des proxys HTTP pour les navigateurs, des proxys SOCKS pour les programmes de courriel et de messagerie instantanée et des proxys VPN, qui peuvent être utilisés pour rediriger la totalité de vos activités sur Internet afin d’éviter le filtrage.</p>\r\n\r\n<p><b>Proxys sécurisés et proxys non sécurisés&nbsp;:</b></p>\r\n\r\n<p>Un proxy sécurisé, dans ce chapitre, désigne tout proxy qui donne la possibilité aux utilisateurs d’établir des connexions <a href=\"glossaire#Chiffrement\" title=\"Chiffrement\"><i>chiffrées</i></a>. Un proxy non sécurisé vous permettra tout de même de contourner plusieurs types de filtrage, mais vous sera moins utile si votre connexion Internet est l’objet d’une recherche de mots-clé ou d’adresses Web ciblées. C’est une idée particulièrement mauvaise d’utiliser un proxy non sécurisé pour accéder à des sites Internet habituellement chiffrés, comme des comptes de webmail ou des sites de services bancaires. En faisant cela, il est possible que vous exposiez des renseignements sensibles qui seraient normalement restés cachés. De plus, comme nous l’avons vu ci-dessus, les proxys non sécurisés sont plus faciles à identifier et à bloquer que les proxys sécurisés pour ceux dont c’est le travail d’actualiser les logiciels de filtrage. En fin de compte, le fait qu’il existe d’excellents proxys gratuits, rapides et sécurisés signifie qu’il y a très peu de raisons valides d’employer un proxy non sécurisé.</p>\r\n\r\n<p>Vous pouvez déterminer si un proxy Web est sécurisé ou non en tentant de vous connecter au site du proxy avec une adresse <kbd>HTTPS</kbd>. Tout comme avec les services webmail, il est possible que les connexions sécurisées et non sécurisées soient toutes deux possibles. C’est pourquoi vous devriez toujours vous assurer d’utiliser l’adresse sécurisée. La plupart du temps, dans de tels cas, vous devez accepter un «&nbsp;<a href=\"glossaire#Certificat_de_securite\" title=\"Certificat_de_securite\"><i>certificat de sécurité</i></a>&nbsp;» (exigé par votre navigateur) afin de continuer. Tel est le cas du proxy <a href=\"glossaire#Peacefire\" title=\"Peacefire\"><i>Peacefire</i></a>, abordés ci-dessous. Les avertissements de votre navigateur concernant les certificats de sécurité vous indiquent que quelqu’un, comme votre FSI ou un <a href=\"glossaire#Hacker\" title=\"Hacker\"><i>pirate informatique</i></a>, pourrait être en train de contrôler votre connexion au proxy. Malgré l’utilité de ces avertissements, il est toujours conseillé d’utiliser, autant que possible, des proxys sécurisés. Par contre, lorsque votre méthode de contournement dépend exclusivement d’un proxy de ce type, vous devriez éviter de visiter des sites Internet sécurisés, de saisir des mots de passe ou d’échanger des renseignements sensibles, à moins que vous ne soyez en mesure de vérifier l’authenticité de la signature <a href=\"glossaire#SSL\" title=\"SSL\"><i>SSL</i></a> du proxy. Pour ce faire, vous aurez besoin d’une voie de communication avec l’administrateur du proxy.</p>\r\n\r\n<p>L’annexe C du <a href=\"\">Guide de l’utilisateur de Psiphon</a>&nbsp;[3] explique les étapes que vous et l’administrateur du proxy devez suivre pour vérifier l’empreinte numérique du proxy.</p>\r\n\r\n<p>Vous devriez également éviter d’accéder à des données sensibles par le truchement d’un proxy Web, à moins que vous ne fassiez totalement confiance à son administrateur. Cette mesure de précaution s’impose, que vous receviez ou non un avertissement de certificat de sécurité lorsque vous visitez le proxy. Elle s’impose même si vous connaissez assez bien l’administrateur du proxy pour vérifier l’empreinte du serveur avant d’indiquer à votre navigateur d’accepter le certificat de sécurité. Lorsque vous dépendez d’un serveur proxy unique pour contourner les mesures de filtrage, les administrateurs dudit proxy connaîtront votre adresse IP et les sites Web que vous visitez. Qui plus est, si ce proxy est basé sur le Web, un administrateur malveillant pourrait facilement accéder à toutes les données qui circulent entre votre navigateur et les sites Internet que vous visitez, y compris le contenu de vos courriels et vos mots de passe.</p>\r\n\r\n<p>Quant aux proxys non Web, vous devrez peut-être effectuer quelques recherches pour déterminer si les connexions sécurisées sont permises ou non. Tous les proxys et réseaux de connexion anonyme recommandés dans ce chapitre sont sécurisés.</p>\r\n\r\n<p><b>Proxys privés et proxys publics&nbsp;:</b></p>\r\n\r\n<p>Les proxys publics acceptent des connexions de n’importe qui, alors que les proxys privés exigent habituellement un nom d’utilisateur et un mot de passe. Bien que les proxys publics comportent l’avantage évident d’être librement accessibles, dans la mesure où on peut les trouver, ils tendent bien souvent à être rapidement très achalandés. En conséquence, même si les proxys publics sont aussi sophistiqués et bien administrés que les proxys privés, ils sont souvent plutôt lents. Finalement, les proxys privés sont habituellement gérés soit par des entreprises commerciales, soit par des administrateurs qui créent des comptes pour les utilisateurs qu’ils connaissent personnellement ou socialement. Il est donc assez facile, dans la majorité des cas, de déterminer les motivations des administrateurs de proxys privés. Vous ne devriez pas tenir pour acquis, cependant, que les proxys privés sont plus dignes de confiances que leurs pendants publics. Après tout, il est déjà arrivé que l’appât du profit mène les administrateurs de certains services numériques à dénoncer leurs utilisateurs.</p>\r\n\r\n<p>Des proxys publics uniques non sécurisés peuvent souvent être trouvés en exécutant une recherche avec des mots-clé comme «&nbsp;public proxy&nbsp;» dans un moteur de recherche, mais vous ne devriez pas vous fier aux services trouvés de cette manière. Si vous avez le choix, il est préférable d’utiliser un proxy privé sécurisé, administré par des gens que vous connaissez (personnellement ou de réputation) et en qui vous avez confiance, et qui ont les aptitudes techniques nécessaires pour préserver la sécurité de leur serveur. Votre choix d’utiliser ou non un proxy Web dépendra de vos besoins particuliers et de vos préférences personnelles. Chaque fois que vous utilisez un proxy pour contourner des mesures de censure, il est fortement conseillé d’employer le navigateur <a href=\"glossaire#Firefox\" title=\"Firefox\"><i>Firefox</i></a> et d’installer le module complémentaire <a href=\"glossaire#NoScript\" title=\"NoScript\"><i>NoScript</i></a>, tel qu’indiqué dans le <a guide=\"\" href=\"firefox_principale\" pratique=\"\"><i><b>Guide pratique Firefox</b></i></a>. Cela vous protégera contre les proxys malveillants et les sites Internet qui pourraient tenter de découvrir votre vraie adresse IP. Finalement, n’oubliez pas qu’un proxy chiffré ne transformera pas magiquement un site non sécurisé en site sécurisé. Vous devez toujours vous assurer d’avoir établi une connexion <kbd>HTTPS</kbd> avant d’envoyer ou de recevoir des renseignements sensibles.</p>\r\n\r\n<p>Si vous n’êtes pas en mesure de trouver un individu, un organisme ou une compagnie dont le service de proxy vous semble digne de confiance, abordable et facilement accessible depuis votre pays, vous devriez sérieusement considérer l’utilisation du réseau de connexion anonyme Tor, que nous avons brièvement abordé ci-dessus, à la section <a href=\"#Reseaux_de_connexion_anonyme\" title=\"Réseaux de connexion anonyme\"><i><b>Réseaux de connexion anonyme</b></i></a>.</p>\r\n\r\n<p>&nbsp;</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1965", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1965", 
                "link_title": "Anonymity networks and basic proxy servers", 
                "menu_name": "book-toc-1925", 
                "mlid": "5111", 
                "module": "book", 
                "nid": "1965", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5111", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Anonymity networks and basic proxy servers", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455879986", 
            "comment": "0", 
            "created": "1441105174", 
            "current_revision_id": "13273", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_3", 
                        "value": "chapter_8_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5111": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1965", 
                    "link_title": "Anonymity networks and basic proxy servers", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5111", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5111", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1965", 
            "num_revisions": "34", 
            "path": "https://securityinabox.org/en/node/1965", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455879986", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Les réseaux de connexion anonyme et les proxys uniques", 
                        "value": "Les réseaux de connexion anonyme et les proxys uniques"
                    }
                ]
            }, 
            "title_original": "Anonymity networks and basic proxy servers", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917712", 
                        "created": "1442917712", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085218", 
                        "created": "1441808123", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096938", 
                        "created": "1443096938", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414469", 
                        "created": "1442414469", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920693", 
                        "created": "1441208337", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993997", 
                        "created": "1442762093", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879986", 
                        "created": "1443706292", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612381", 
                        "created": "1452612381", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457707", 
                        "created": "1443457707", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121355", 
                        "created": "1441121355", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812568", 
                        "created": "1443811743", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444408294", 
                        "created": "1444408294", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443102074", 
                        "created": "1443102074", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094742", 
                        "created": "1443094742", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478113", 
                        "created": "1441105174", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1965", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444584978", 
                        "created": "1444584724", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "b0392703-6346-4566-b47c-4d8b06b1c540", 
            "vid": "13273", 
            "vuuid": "0eac1ef1-a055-4ab0-9bbf-34fd4de3807e"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Voici quelques outils et <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxys</i></a> particuliers qui pourront vous aider à <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> le filtrage sur Internet. De nouveaux programmes de contournement sont conçus régulièrement et ceux qui ont déjà fait leurs preuves sont constamment améliorés. Nous vous invitons donc à visiter le site Internet de Security in-a-Box, ainsi que les sites mentionnés à la section <a href=\"chapter_8_5\"><i><b>Lecture complémentaire</b></i></a>, ci-dessous.</p>\n<p><b>Proxys de type VPN (Réseau privé virtuel)</b></p>\n<p>Voici une liste de proxys de type VPN qui feront passer toute votre connexion Internet par le proxy lorsque vous êtes « connecté ». Cela peut être utile si vous utilisez des services de messagerie instantanée ou électronique qui sont filtrés dans votre pays.</p>\n<p><b>Riseup VPN</b> est destiné aux utilisateurs dont le compte de messagerie se trouve sur le serveur <i>Riseup</i>. Le collectif offre la possibilité de se connecter à un serveur proxy de type VPN gratuit, sécurisé, privé. Merci de consulter le site de <a href=\"https://help.riseup.net/en/riseup-vpn\" title=\"Riseup VPN pour plus d'infos\"><i>Riseup VPN pour plus d'infos</i></a> générales et sur <a href=\"https://we.riseup.net/riseuphelp+en/vpn-howto\" title=\"la façon de s'y connecter\"><i>la façon de s'y connecter</i></a>.</p>\n<p><b>Hotspot Shield</b> est un gratuiciel de contournement public, sécurisé et VPN. Pour l'utiliser, il faut <a href=\"http://www.hotspotshield.com/\" title=\"télécharger Hotspot Shield\"><i>télécharger l'outil</i></a> et l'installer. La société qui développe Hotspot Shield obtient des revenus de la publicité, alors vous verrez des banderoles publicitaires dans le haut de votre navigateur lorsque vous utiliserez ce logiciel pour visiter des sites internet non sécurisés. De plus, il est impossible de corroborer l'affirmation de la société à l'effet qu'elle supprime les <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresses IP</i></a> des utilisateurs du logiciel au lieu de les archiver ou de les refiler au acheteurs de publicité.</p>\n<p><b>Your-Freedom</b> est un proxy de contournement privé, sécurisé et VPN/SOCKS. C'est un gratuiciel qui peut être employé pour accéder à un service de contournement gratuit. Le débit binaire ainsi que le temps d'utilisation (3 heures par jour jusqu'à 9 heures par semaine) y sont limités. Vous pouvez également payer un tarif modique pour accéder à un service commercial plus rapide et moins limité. Pour utiliser Your-Freedom, vous devrez <a href=\"http://www.your-freedom.net/index.php?id=3\" titre=\"télécharger l'outil\"><i>télécharger l'outil</i></a> et .</p>\n<p><b>Freegate</b> est un proxy de contournement gratuit, privé, sécurisé et VPN. Vous pouvez <a href=\"http://www.your-freedom.net/index.php?id=170\">télécharger la dernière version de Freegate</a> et consulter des <a href=\"http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/\">articles informatifs</a> à ce sujet.</p>\n<p><b>SecurityKISS</b> est un proxy de contournement gratuit, privé, sécurisé et VPN. Pour l'utiliser, vous devez <a href=\"http://www.securitykiss.com/resources/download/\">télécharger et exécuter un programme gratuit</a>. Il n'est pas nécessaire de créer un compte. Les utilisateurs gratuits sont limités à une utilisation de 300MB par jour ainsi que par un trafic plus important sur internet via le proxy. Les abonnements payants offrent une utilisation sans restrictions et plus de serveurs VPN..</p>\n<p><b>Psiphon3</b> est un outil public de contournement qui utilise la technologie VPN, SSH et HTTP Proxy et qui vous permet de contourner la censure sur internet. Pour l’utiliser, vous devez télécharger le programme sur la <a href=\"http://psiphon3.com\"><i>page d'accueil Psiphon3</i></a> et le lancer pour sélectionner le mode que vous souhaitez utiliser <i>VPN, SSH, SSH+</i>. Psiphon3 fonctionne aussi avec le système Androïd. Consultez-la <a href=\"http://psiphon3.com\">page d'accueil</a> pour en savoir plus.</p>\n<p><b>Proxys web</b></p>\n<p><b>Peacefire</b> entretient un vaste parc de proxys Web publics, qui peuvent être sécurisés ou non, selon la méthode que vous choisissez pour y accéder. Lorsque vous utilisez un proxy <a href=\"glossaire#Peacefire\" title=\"Peacefire\"><i>Peacefire</i></a>, vous devez saisir manuellement <a href=\"glossaire#SSL\" title=\"SSL\"><i><b>https</b></i></a> dans la barre de navigation pour vous assurer que la connexion entre votre ordinateur et le proxy soit sécurisée. Les nouveaux proxys sont annoncés régulièrement sur une liste de diffusion. Vous pouvez vous inscrire sur le <a href=\"http://www.peacefire.org/\" title=\"site Internet de Peacefire\"><i>site internet de Peacefire</i></a> pour recevoir des mises à jour régulières.</p>\n<p> </p>\n", 
                        "summary": "", 
                        "value": "<p>Voici quelques outils et <a href=\"glossaire#Proxy\" title=\"Proxy\"><i>proxys</i></a> particuliers qui pourront vous aider à <a href=\"glossaire#Contournement\" title=\"Contournement\"><i>contourner</i></a> le filtrage sur Internet. De nouveaux programmes de contournement sont conçus régulièrement et ceux qui ont déjà fait leurs preuves sont constamment améliorés. Nous vous invitons donc à visiter le site Internet de Security in-a-Box, ainsi que les sites mentionnés à la section <a href=\"chapter_8_5\"><i><b>Lecture complémentaire</b></i></a>, ci-dessous.</p>\r\n\r\n<p><b>Proxys de type VPN (Réseau privé virtuel)</b></p>\r\n\r\n<p>Voici une liste de proxys de type VPN qui feront passer toute votre connexion Internet par le proxy lorsque vous êtes « connecté ». Cela peut être utile si vous utilisez des services de messagerie instantanée ou électronique qui sont filtrés dans votre pays.</p>\r\n\r\n<p><b>Riseup VPN</b> est destiné aux utilisateurs dont le compte de messagerie se trouve sur le serveur <i>Riseup</i>. Le collectif offre la possibilité de se connecter à un serveur proxy de type VPN gratuit, sécurisé, privé. Merci de consulter le site de <a href=\"https://help.riseup.net/en/riseup-vpn\" title=\"Riseup VPN pour plus d'infos\"><i>Riseup VPN pour plus d'infos</i></a> générales et sur <a href=\"https://we.riseup.net/riseuphelp+en/vpn-howto\" title=\"la façon de s'y connecter\"><i>la façon de s'y connecter</i></a>.</p>\r\n\r\n<p><b>Hotspot Shield</b> est un gratuiciel de contournement public, sécurisé et VPN. Pour l'utiliser, il faut <a href=\"http://www.hotspotshield.com/\" title=\"télécharger Hotspot Shield\"><i>télécharger l'outil</i></a> et l'installer. La société qui développe Hotspot Shield obtient des revenus de la publicité, alors vous verrez des banderoles publicitaires dans le haut de votre navigateur lorsque vous utiliserez ce logiciel pour visiter des sites internet non sécurisés. De plus, il est impossible de corroborer l'affirmation de la société à l'effet qu'elle supprime les <a href=\"glossaire#Adresse_IP\" title=\"Adresse_IP\"><i>adresses IP</i></a> des utilisateurs du logiciel au lieu de les archiver ou de les refiler au acheteurs de publicité.</p>\r\n\r\n<p><b>Your-Freedom</b> est un proxy de contournement privé, sécurisé et VPN/SOCKS. C'est un gratuiciel qui peut être employé pour accéder à un service de contournement gratuit. Le débit binaire ainsi que le temps d'utilisation (3 heures par jour jusqu'à 9 heures par semaine) y sont limités. Vous pouvez également payer un tarif modique pour accéder à un service commercial plus rapide et moins limité. Pour utiliser Your-Freedom, vous devrez <a href=\"http://www.your-freedom.net/index.php?id=3\" titre=\"télécharger l'outil\"><i>télécharger l'outil</i></a> et .</p>\r\n\r\n<p><b>Freegate</b> est un proxy de contournement gratuit, privé, sécurisé et VPN. Vous pouvez <a href=\"http://www.your-freedom.net/index.php?id=170\">télécharger la dernière version de Freegate</a> et consulter des <a href=\"http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/\">articles informatifs</a> à ce sujet.</p>\r\n\r\n<p><b>SecurityKISS</b> est un proxy de contournement gratuit, privé, sécurisé et VPN. Pour l'utiliser, vous devez <a href=\"http://www.securitykiss.com/resources/download/\">télécharger et exécuter un programme gratuit</a>. Il n'est pas nécessaire de créer un compte. Les utilisateurs gratuits sont limités à une utilisation de 300MB par jour ainsi que par un trafic plus important sur internet via le proxy. Les abonnements payants offrent une utilisation sans restrictions et plus de serveurs VPN..</p>\r\n\r\n<p><b>Psiphon3</b> est un outil public de contournement qui utilise la technologie VPN, SSH et HTTP Proxy et qui vous permet de contourner la censure sur internet. Pour l’utiliser, vous devez télécharger le programme sur la <a href=\"http://psiphon3.com\"><i>page d'accueil Psiphon3</i></a> et le lancer pour sélectionner le mode que vous souhaitez utiliser <i>VPN, SSH, SSH+</i>. Psiphon3 fonctionne aussi avec le système Androïd. Consultez-la <a href=\"http://psiphon3.com\">page d'accueil</a> pour en savoir plus.</p>\r\n\r\n<p><b>Proxys web</b></p>\r\n\r\n<p><b>Peacefire</b> entretient un vaste parc de proxys Web publics, qui peuvent être sécurisés ou non, selon la méthode que vous choisissez pour y accéder. Lorsque vous utilisez un proxy <a href=\"glossaire#Peacefire\" title=\"Peacefire\"><i>Peacefire</i></a>, vous devez saisir manuellement <a href=\"glossaire#SSL\" title=\"SSL\"><i><b>https</b></i></a> dans la barre de navigation pour vous assurer que la connexion entre votre ordinateur et le proxy soit sécurisée. Les nouveaux proxys sont annoncés régulièrement sur une liste de diffusion. Vous pouvez vous inscrire sur le <a href=\"http://www.peacefire.org/\" title=\"site Internet de Peacefire\"><i>site internet de Peacefire</i></a> pour recevoir des mises à jour régulières.</p>\r\n\r\n<p>&nbsp;</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1966", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1966", 
                "link_title": "Specific circumvention proxies", 
                "menu_name": "book-toc-1925", 
                "mlid": "5112", 
                "module": "book", 
                "nid": "1966", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5112", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Specific circumvention proxies", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456315973", 
            "comment": "0", 
            "created": "1441105226", 
            "current_revision_id": "13353", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_4", 
                        "value": "chapter_8_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5112": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1966", 
                    "link_title": "Specific circumvention proxies", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5112", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5112", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1966", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1966", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456315973", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Proxys de contournement particuliers", 
                        "value": "Proxys de contournement particuliers"
                    }
                ]
            }, 
            "title_original": "Specific circumvention proxies", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917896", 
                        "created": "1442917896", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228207", 
                        "created": "1441808234", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096961", 
                        "created": "1443096961", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414563", 
                        "created": "1442414563", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1456315973", 
                        "created": "1441208399", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109242", 
                        "created": "1442762139", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706312", 
                        "created": "1443706312", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612469", 
                        "created": "1452612469", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457761", 
                        "created": "1443457761", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121481", 
                        "created": "1441121481", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812372", 
                        "created": "1443812372", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444404769", 
                        "created": "1444404769", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443102113", 
                        "created": "1443102113", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094817", 
                        "created": "1443094817", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105226", 
                        "created": "1441105226", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1966", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585019", 
                        "created": "1443624675", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "55f84461-1be4-43fc-8392-399e09247684", 
            "vid": "13353", 
            "vuuid": "9af6b134-5ea5-4041-b15f-59cb334075d3"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Voir les chapitres <i>2.5 Internet Surveillance and Monitoring</i> et <i>2.6 Censorship circumvention</i> du manuel <a href=\"http://www.frontlinedefenders.org/esecman/\" title=\"Digital Security and Privacy Manual for Human Rights Defenders\">Digital Security and Privacy Manual for Human Rights Defenders</a>.</li>\n<li>Un guide pratique intitulé <a href=\"http://en.flossmanuals.net/CircumventionTools\" title=\"en.flossmanuals.net/CircumventionTools\">How to Bypass Internet Censorship</a> est disponible sur le site Internet des FLOSS Manuals.</li>\n<li>Le <a href=\"http://en.cship.org/wiki/Main_Page\" title=\"Internet censorship wiki\">Internet Censorship Wiki</a> , rédigé par Freerk, est disponible en anglais, en allemand et en espagnol.</li>\n<li>CitizenLab a produit un guide intitulé <a href=\"http://www.civisec.org/sites/securitybkp.ngoinabox.org/themes/civisec/guides/everyone%27s-guide-english.pdf\" title=\"Everyone's Guide to By-Passing Internet Censorship\">Everyone's guide to by-passing Internet Censorship</a>  actuellement en cours de traduction vers le birman, l'anglais, le français, le russe, l’espagnol et l’urdu.</li>\n<li>L’organisme Reporters sans frontières en est à la seconde édition de son <a href=\"http://www.rsf.org/rubrique.php3?id_rubrique=527\" title=\"Guide pratique du blogger et du&lt;br /&gt;&#10;&#9;cyberdissident\">Guide pratique du blogger et du cyberdissident</a>  disponible en arabe, birman, chinois, anglais, farsi, français, russe et espagnol.</li>\n<li>Ethan Zuckerman, de Global Voices Online, a publié un guide pratique intitulé <a href=\"http://advocacy.globalvoicesonline.org/tools/guide/\" title=\"Anonymous Blogging\">Anonymous Blogging with Wordpress and Tor</a>.</li>\n</ul><p> </p>\n", 
                        "summary": "", 
                        "value": "<ul>\r\n\t<li>Voir les chapitres <i>2.5 Internet Surveillance and Monitoring</i> et <i>2.6 Censorship circumvention</i> du manuel <a href=\"http://www.frontlinedefenders.org/esecman/\" title=\"Digital Security and Privacy Manual for Human Rights Defenders\">Digital Security and Privacy Manual for Human Rights Defenders</a>.</li>\r\n\t<li>Un guide pratique intitulé <a href=\"http://en.flossmanuals.net/CircumventionTools\" title=\"en.flossmanuals.net/CircumventionTools\">How to Bypass Internet Censorship</a> est disponible sur le site Internet des FLOSS Manuals.</li>\r\n\t<li>Le <a href=\"http://en.cship.org/wiki/Main_Page\" title=\"Internet censorship wiki\">Internet Censorship Wiki</a>&nbsp;, rédigé par Freerk, est disponible en anglais, en allemand et en espagnol.</li>\r\n\t<li>CitizenLab a produit un guide intitulé <a href=\"http://www.civisec.org/sites/securitybkp.ngoinabox.org/themes/civisec/guides/everyone%27s-guide-english.pdf\" title=\"Everyone's Guide to By-Passing Internet Censorship\">Everyone's guide to by-passing Internet Censorship</a>&nbsp; actuellement en cours de traduction vers le birman, l'anglais, le français, le russe, l’espagnol et l’urdu.</li>\r\n\t<li>L’organisme Reporters sans frontières en est à la seconde édition de son <a href=\"http://www.rsf.org/rubrique.php3?id_rubrique=527\" title=\"Guide pratique du blogger et du\r\n\tcyberdissident\">Guide pratique du blogger et du cyberdissident</a>&nbsp; disponible en arabe, birman, chinois, anglais, farsi, français, russe et espagnol.</li>\r\n\t<li>Ethan Zuckerman, de Global Voices Online, a publié un guide pratique intitulé <a href=\"http://advocacy.globalvoicesonline.org/tools/guide/\" title=\"Anonymous Blogging\">Anonymous Blogging with Wordpress and Tor</a>.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1967", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1967", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5113", 
                "module": "book", 
                "nid": "1967", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5113", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452612603", 
            "comment": "0", 
            "created": "1441105274", 
            "current_revision_id": "12817", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_8_5", 
                        "value": "chapter_8_5"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5113": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1967", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5113", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5113", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1967", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1967", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612603", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Lecture complémentaires", 
                        "value": "Lecture complémentaires"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917813", 
                        "created": "1442917813", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096984", 
                        "created": "1443096984", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414975", 
                        "created": "1442414975", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441208445", 
                        "created": "1441208445", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109299", 
                        "created": "1442762190", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706334", 
                        "created": "1443706334", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612603", 
                        "created": "1452612603", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457821", 
                        "created": "1443457821", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121594", 
                        "created": "1441121594", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812483", 
                        "created": "1443812457", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397533", 
                        "created": "1444397533", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102180", 
                        "created": "1443102180", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094891", 
                        "created": "1443094891", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105286", 
                        "created": "1441105274", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585055", 
                        "created": "1443624226", 
                        "entity_id": "1967", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "fdb5d575-7a94-4732-8e66-4355f8ed7ab7", 
            "vid": "12817", 
            "vuuid": "c1267efe-48c1-45c9-978b-7bd9f021c161"
        }
    ], 
    "changed": "1455900381", 
    "comment": "0", 
    "created": "1441104927", 
    "current_revision_id": "13292", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "fr": [
            {
                "format": null, 
                "safe_value": "8. How to remain anonymous and bypass ce", 
                "value": "8. How to remain anonymous and bypass ce"
            }
        ]
    }, 
    "field_menu_title_long": {
        "fr": [
            {
                "format": null, 
                "safe_value": "8. Préserver votre anonymat et contourner la censure sur Internet", 
                "value": "8. Préserver votre anonymat et contourner la censure sur Internet"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "fr": [
            {
                "format": null, 
                "safe_value": "chapter-8", 
                "value": "chapter-8"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5107": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1962", 
            "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
            "menu_name": "book-toc-1925", 
            "mlid": "5107", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5107", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "8"
        }
    }, 
    "name": "chris", 
    "nid": "1962", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1962", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455900381", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "fr": [
            {
                "format": null, 
                "safe_value": "8. Préserver votre anonymat et contourner la censure sur Internet", 
                "value": "8. Préserver votre anonymat et contourner la censure sur Internet"
            }
        ]
    }, 
    "title_original": " 8. How to remain anonymous and bypass censorship on the Internet", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442917461", 
                "created": "1442917461", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227971", 
                "created": "1441807646", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094052", 
                "created": "1443094052", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442414211", 
                "created": "1442414211", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451919362", 
                "created": "1441208178", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108811", 
                "created": "1442762025", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693016", 
                "created": "1443693016", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452612067", 
                "created": "1452612067", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457498", 
                "created": "1443457498", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441117391", 
                "created": "1441117391", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443806734", 
                "created": "1443806734", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1455900381", 
                "created": "1444396920", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014809", 
                "created": "1443014809", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443094404", 
                "created": "1443094404", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104927", 
                "created": "1441104927", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1962", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444583785", 
                "created": "1443623824", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "4c011c6d-00c6-4bcf-bd9b-9402c5e71ea5", 
    "vid": "13292", 
    "vuuid": "d7623840-fb11-4125-8112-bd45494ea2ec"
}