{
    "body": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Les communautés en ligne existent depuis les tous débuts d'Internet. Il y a d'abord eu les babillards électroniques, puis les listes de diffusion, qui ont permis à des millions de personnes de partout sur la planète d'entrer en contact les unes avec les autres, de communiquer et de partager de l'information sur des intérêts communs. De nos jours, en permettant aux utilisateurs de partager instantanément des messages, des photos, des fichiers et des mises à jour en temps réel de leurs activités et déplacements, les nouveaux sites de réseautage social ont considérablement accru la gamme des interactions possibles sur Internet. Ces fonctions ne sont cependant pas nouvelles ou uniques, car il est possible de mener chacune de ces actions sur Internet sans pour autant s'inscrire à un site de réseautage social.</p>\n\n<p>Même si ces réseaux peuvent être utiles à plusieurs égards et faciliter les interactions sociales, autant en ligne que dans la vie réelle, leur utilisation peut rendre certains de vos renseignements considérablement vulnérables. Figurez-vous un site de réseautage social comme une immense réception. Il y a là des gens que vous connaissez bien, mais d'autres que vous ne connaissez pas du tout. Imaginez-vous déambuler parmi les invités avec un écriteau collé au dos où sont inscrites toutes vos coordonnées personnelles (ainsi que des mises à jour de minute en minute de vos réflexions intimes !), de telle sorte que tout le monde puisse les lire sans même que vous vous en rendiez compte. Voulez-vous vraiment que tout le monde sache tout à votre sujet ?</p>\n\n<p>N'oubliez pas que les sites de réseautage social sont la propriété de sociétés privées. Ces dernières font de l'argent en recueillant des renseignements sur les utilisateurs de leurs services et en revendant ces données à des annonceurs commerciaux. Lorsque vous vous connectez à un site de réseautage social, vous abandonnez les libertés qu'offrent l'Internet pour pénétrer dans un réseau privé gouverné et réglementé par les propriétaires du site. Les paramètres de confidentialité ne vous protègent que des autres membres du réseau social ; ils ne vous mettent pas à l'abri des propriétaires du service. En fait, en créant un compte, vous confiez tous vos renseignements personnels à ces derniers et n'avez d'autre choix que de leur faire confiance.</p>\n\n<p>Si vous manipulez des renseignements sensibles ou travaillez sur des enjeux sensibles, mais êtes tout de même intéressé à utiliser les services de réseautage social, il est très important que vous soyez conscient des problèmes de sécurité et de confidentialité que cela implique. Les défenseurs des droits de la personne sont particulièrement vulnérables aux dangers que posent les sites de réseautage social et doivent conséquemment être très prudents avec les renseignements qu'ils dévoilent à propos d'eux-mêmes et des gens avec qui ils travaillent.\nAvant d'utiliser les sites de réseautage social, il importe de comprendre les risques auxquels ceux-ci vous exposent et d'appliquer les mesures nécessaires pour vous protéger, vous et les personnes avec qui vous travaillez. Ce guide vous aidera à comprendre les enjeux de sécurité liés à l'utilisation des sites de réseautage social.</p>\n\n<h2>Scénario de départ :</h2>\n\n<div class=\"background\">\n\n<p>Mansour et Magda se portent à la défense des droits de la personne dans un pays d'Afrique du Nord. Ils organisent une marche qui doit bientôt avoir lieu au centre de la plus grande ville du pays. Ils veulent utiliser Facebook pour faire la promotion de leur événement, mais ils ont peur que les autorités en soient informées et soient ensuite en mesure d'identifier les personnes qui ont signalé leur intérêt. Ils ont également l'intention d'utiliser Twitter pendant la marche pour diffuser des mises à jour sur sa progression. Mais si la police surveille leurs <em>tweets</em>, ne peut-elle pas s'en servir pour déployer ses forces et intercepter les manifestants ? Mansour et Magda veulent également partager des photos et vidéos de la manifestation, mais sont soucieux de préserver la confidentialité des participants pour éviter que ceux-ci deviennent la cible de persécutions.</p>\n\n</div>\n\n<p>Le but de ce chapitre n'est pas de vous inciter à renoncer complètement aux services de réseautage social. Par contre, il est nécessaire que vous preniez les mesures appropriées pour éviter que ces outils vous exposent à des risques inutiles, vous et les personnes avec qui vous interagissez.</p>\n\n<h3>Qu'apprendrez-vous dans ce chapitre</h3>\n\n<ul><li>Comment les sites de réseautage social facilitent la fuite involontaire de renseignements privés ou sensibles.</li>\n<li>Comment protéger les renseignements qui vous concernent, vous et les personnes avec qui vous interagissez, lorsque vous utilisez des sites de réseautage social.</li>\n</ul>", 
                "summary": "", 
                "value": "Les communautés en ligne existent depuis les tous débuts d'Internet. Il y a d'abord eu les babillards électroniques, puis les listes de diffusion, qui ont permis à des millions de personnes de partout sur la planète d'entrer en contact les unes avec les autres, de communiquer et de partager de l'information sur des intérêts communs. De nos jours, en permettant aux utilisateurs de partager instantanément des messages, des photos, des fichiers et des mises à jour en temps réel de leurs activités et déplacements, les nouveaux sites de réseautage social ont considérablement accru la gamme des interactions possibles sur Internet. Ces fonctions ne sont cependant pas nouvelles ou uniques, car il est possible de mener chacune de ces actions sur Internet sans pour autant s'inscrire à un site de réseautage social.\r\n\r\nMême si ces réseaux peuvent être utiles à plusieurs égards et faciliter les interactions sociales, autant en ligne que dans la vie réelle, leur utilisation peut rendre certains de vos renseignements considérablement vulnérables. Figurez-vous un site de réseautage social comme une immense réception. Il y a là des gens que vous connaissez bien, mais d'autres que vous ne connaissez pas du tout. Imaginez-vous déambuler parmi les invités avec un écriteau collé au dos où sont inscrites toutes vos coordonnées personnelles (ainsi que des mises à jour de minute en minute de vos réflexions intimes !), de telle sorte que tout le monde puisse les lire sans même que vous vous en rendiez compte. Voulez-vous vraiment que tout le monde sache tout à votre sujet ?\r\n\r\nN'oubliez pas que les sites de réseautage social sont la propriété de sociétés privées. Ces dernières font de l'argent en recueillant des renseignements sur les utilisateurs de leurs services et en revendant ces données à des annonceurs commerciaux. Lorsque vous vous connectez à un site de réseautage social, vous abandonnez les libertés qu'offrent l'Internet pour pénétrer dans un réseau privé gouverné et réglementé par les propriétaires du site. Les paramètres de confidentialité ne vous protègent que des autres membres du réseau social ; ils ne vous mettent pas à l'abri des propriétaires du service. En fait, en créant un compte, vous confiez tous vos renseignements personnels à ces derniers et n'avez d'autre choix que de leur faire confiance. \r\n\r\nSi vous manipulez des renseignements sensibles ou travaillez sur des enjeux sensibles, mais êtes tout de même intéressé à utiliser les services de réseautage social, il est très important que vous soyez conscient des problèmes de sécurité et de confidentialité que cela implique. Les défenseurs des droits de la personne sont particulièrement vulnérables aux dangers que posent les sites de réseautage social et doivent conséquemment être très prudents avec les renseignements qu'ils dévoilent à propos d'eux-mêmes et des gens avec qui ils travaillent.\r\nAvant d'utiliser les sites de réseautage social, il importe de comprendre les risques auxquels ceux-ci vous exposent et d'appliquer les mesures nécessaires pour vous protéger, vous et les personnes avec qui vous travaillez. Ce guide vous aidera à comprendre les enjeux de sécurité liés à l'utilisation des sites de réseautage social.\r\n\r\n## Scénario de départ : ##\r\n<div class=\"background\" markdown=1>\r\nMansour et Magda se portent à la défense des droits de la personne dans un pays d'Afrique du Nord. Ils organisent une marche qui doit bientôt avoir lieu au centre de la plus grande ville du pays. Ils veulent utiliser Facebook pour faire la promotion de leur événement, mais ils ont peur que les autorités en soient informées et soient ensuite en mesure d'identifier les personnes qui ont signalé leur intérêt. Ils ont également l'intention d'utiliser Twitter pendant la marche pour diffuser des mises à jour sur sa progression. Mais si la police surveille leurs *tweets*, ne peut-elle pas s'en servir pour déployer ses forces et intercepter les manifestants ? Mansour et Magda veulent également partager des photos et vidéos de la manifestation, mais sont soucieux de préserver la confidentialité des participants pour éviter que ceux-ci deviennent la cible de persécutions.\r\n</div>\r\n\r\nLe but de ce chapitre n'est pas de vous inciter à renoncer complètement aux services de réseautage social. Par contre, il est nécessaire que vous preniez les mesures appropriées pour éviter que ces outils vous exposent à des risques inutiles, vous et les personnes avec qui vous interagissez.\r\n\r\n### Qu'apprendrez-vous dans ce chapitre ###\r\n- Comment les sites de réseautage social facilitent la fuite involontaire de renseignements privés ou sensibles.\r\n- Comment protéger les renseignements qui vous concernent, vous et les personnes avec qui vous interagissez, lorsque vous utilisez des sites de réseautage social.\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1968", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1968", 
        "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "menu_name": "book-toc-1925", 
        "mlid": "5114", 
        "module": "book", 
        "nid": "1968", 
        "options": [], 
        "p1": "5030", 
        "p2": "5114", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
        "updated": "0", 
        "weight": "9"
    }, 
    "book_children": [
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><strong>Demandez-vous toujours :</strong></p>\n\n<ul><li>Qui peut voir l'information que je mets en ligne ?</li>\n<li>Qui est propriétaire de l'information que je publie sur le site de réseautage social ?</li>\n<li>Quels renseignements à mon sujet mes contacts peuvent-ils transférer à d'autres parties ?</li>\n<li>Est-ce que mes contacts sont à l'aise avec le fait que je partage leurs renseignements avec d'autres ?</li>\n<li><p>Fais-je bien confiance à toutes les personnes avec qui je suis en réseau ?</p></li>\n<li><p>Assurez-vous de toujours employer des <strong>mots de passe sûrs</strong> pour vous connectez à des réseaux sociaux. Si quelqu'un d'autre arrive à se connecter à votre compte, cette personnes accèdera directement à une banque de renseignements à votre sujet et au sujet de toutes les personnes avec qui vous êtes connecté par l'interface de ce réseau. Changez de mots de passe régulièrement ; faites en un routine. Veuillez consulter le <a href=\"/fr/chapter-3\">chapitre 3. Créer et sauvegarder des mots de passe sûrs</a> pour plus d'information à ce sujet.</p></li>\n<li><p>Assurez-vous de bien comprendre les <strong>paramètres de confidentialité</strong> établis par défaut sur les sites de réseautage social. Sachez aussi les modifier en conséquence.</p></li>\n<li><p>Envisagez la possibilité d'utiliser <strong>des comptes/identités différents</strong> (ou d'adopter différents pseudonymes) pour vos différentes campagnes et activités. N'oubliez pas que la considération la plus importante, pour utiliser ces réseaux de façon sûre, est de pouvoir faire confiance à ses membres. La création de comptes séparés peut s'avérer un bon moyen d'atteindre un bon niveau de confiance.</p></li>\n<li><p>Faites très attention lorsque vous vous connectez à un réseau social sur Internet à partir d'un point d'accès public. <strong>Supprimez vos historiques de mots de passe et de navigation</strong> lorsque vous accédez à Internet depuis un lieu public. À ce sujet, voir le <a href=\"/fr/chapter-6\">chapitre 6. Détruire définitivement des données sensibles</a>.</p></li>\n<li><p><strong>N'accédez aux sites de réseautage social qu'avec le protocole https://</strong> pour protéger vos noms d'utilisateur, vos mots de passe et les autres renseignements que vous y publiez. L'utilisation de https:// plutôt que http:// ajoute un élément de sécurité supplémentaire en chiffrant le trafic entre votre navigateur et le site de réseautage social. À ce sujet, voir le <a href=\"/fr/chapter-8\">chapitre 8. Préserver votre anonymat et contourner la censure sur Internet</a>.</p></li>\n<li><p>Faites attention aux renseignements que vous publiez dans <strong>votre statut</strong>. Même si vous faites confiance aux personnes de votre réseau, il est facile de recopier les items que vous publiez.</p></li>\n<li><p>La plupart des réseaux sociaux permettent à leurs utilisateurs d'intégrer leur contenu avec d'autres réseaux. Par exemple, il est possible de publier une mise à jour depuis votre compte Twitter et de faire en sorte qu'il soit automatiquement repris sur votre compte Facebook. <strong>Faites particulièrement attention lorsque vous intégrez les contenus de vos différents comptes de réseau sociaux !</strong> Il est possible que vous soyez anonyme sur un site mais complètement exposé sur un autre.</p></li>\n<li><p>Soyez soucieux de la sécurité de vos contenus sur les sites de réseautage social. <strong>Ne vous fiez jamais aux sites de réseautage social comme principal support de vos contenus</strong> ou de vos renseignements. Pour les agences gouvernementales, il est très facile de bloquer l'accès aux services de réseautage social à l'intérieur de leurs frontières nationales si elles jugent que certains contenus sont répréhensibles. Les administrateurs des réseaux sociaux peuvent aussi décider de retirer certains contenus qu'ils jugent répréhensibles, plutôt que de subir la censure dans un pays donné.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "**Demandez-vous toujours :**\r\n\r\n- Qui peut voir l'information que je mets en ligne ?\r\n- Qui est propriétaire de l'information que je publie sur le site de réseautage social ?\r\n- Quels renseignements à mon sujet mes contacts peuvent-ils transférer à d'autres parties ?\r\n- Est-ce que mes contacts sont à l'aise avec le fait que je partage leurs renseignements avec d'autres ?\r\n- Fais-je bien confiance à toutes les personnes avec qui je suis en réseau ?\r\n\r\n- Assurez-vous de toujours employer des **mots de passe sûrs** pour vous connectez à des réseaux sociaux. Si quelqu'un d'autre arrive à se connecter à votre compte, cette personnes accèdera directement à une banque de renseignements à votre sujet et au sujet de toutes les personnes avec qui vous êtes connecté par l'interface de ce réseau. Changez de mots de passe régulièrement ; faites en un routine. Veuillez consulter le [chapitre 3. Créer et sauvegarder des mots de passe sûrs](/fr/chapter-3) pour plus d'information à ce sujet.\r\n\r\n- Assurez-vous de bien comprendre les **paramètres de confidentialité** établis par défaut sur les sites de réseautage social. Sachez aussi les modifier en conséquence.\r\n\r\n- Envisagez la possibilité d'utiliser **des comptes/identités différents** (ou d'adopter différents pseudonymes) pour vos différentes campagnes et activités. N'oubliez pas que la considération la plus importante, pour utiliser ces réseaux de façon sûre, est de pouvoir faire confiance à ses membres. La création de comptes séparés peut s'avérer un bon moyen d'atteindre un bon niveau de confiance.\r\n\r\n- Faites très attention lorsque vous vous connectez à un réseau social sur Internet à partir d'un point d'accès public. **Supprimez vos historiques de mots de passe et de navigation** lorsque vous accédez à Internet depuis un lieu public. À ce sujet, voir le [chapitre 6. Détruire définitivement des données sensibles](/fr/chapter-6).\r\n\r\n- **N'accédez aux sites de réseautage social qu'avec le protocole https://** pour protéger vos noms d'utilisateur, vos mots de passe et les autres renseignements que vous y publiez. L'utilisation de https:// plutôt que http:// ajoute un élément de sécurité supplémentaire en chiffrant le trafic entre votre navigateur et le site de réseautage social. À ce sujet, voir le [chapitre 8. Préserver votre anonymat et contourner la censure sur Internet](/fr/chapter-8).\r\n\r\n- Faites attention aux renseignements que vous publiez dans **votre statut**. Même si vous faites confiance aux personnes de votre réseau, il est facile de recopier les items que vous publiez. \r\n\r\n- La plupart des réseaux sociaux permettent à leurs utilisateurs d'intégrer leur contenu avec d'autres réseaux. Par exemple, il est possible de publier une mise à jour depuis votre compte Twitter et de faire en sorte qu'il soit automatiquement repris sur votre compte Facebook. **Faites particulièrement attention lorsque vous intégrez les contenus de vos différents comptes de réseau sociaux !** Il est possible que vous soyez anonyme sur un site mais complètement exposé sur un autre. \r\n\r\n- Soyez soucieux de la sécurité de vos contenus sur les sites de réseautage social. **Ne vous fiez jamais aux sites de réseautage social comme principal support de vos contenus** ou de vos renseignements. Pour les agences gouvernementales, il est très facile de bloquer l'accès aux services de réseautage social à l'intérieur de leurs frontières nationales si elles jugent que certains contenus sont répréhensibles. Les administrateurs des réseaux sociaux peuvent aussi décider de retirer certains contenus qu'ils jugent répréhensibles, plutôt que de subir la censure dans un pays donné."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1969", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1969", 
                "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5115", 
                "module": "book", 
                "nid": "1969", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5115", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612868", 
            "comment": "0", 
            "created": "1441105406", 
            "current_revision_id": "12820", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_1", 
                        "value": "chapter_9_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5115": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1969", 
                    "link_title": "ដំបូន្មានទូទៅ អំពីការប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5115", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5115", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1969", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1969", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612868", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "General tips on using social networking tools", 
                        "value": "General tips on using social networking tools"
                    }
                ]
            }, 
            "title_original": "General tips on using social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335762", 
                        "created": "1442335762", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228417", 
                        "created": "1441810997", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097463", 
                        "created": "1443097335", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415283", 
                        "created": "1442415283", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451921576", 
                        "created": "1441209793", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849914", 
                        "created": "1442762255", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441364294", 
                        "created": "1441364294", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612868", 
                        "created": "1452612868", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333454", 
                        "created": "1442333156", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118196", 
                        "created": "1441118196", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443813641", 
                        "created": "1443813641", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398223", 
                        "created": "1444398223", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102306", 
                        "created": "1443102306", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324603", 
                        "created": "1442324603", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442335628", 
                        "created": "1441105406", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326201", 
                        "created": "1442326201", 
                        "entity_id": "1969", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fd77681-2610-49c6-821d-40f986834119", 
            "vid": "12820", 
            "vuuid": "bf1f8434-9d05-494a-8a51-02dba580635b"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Lorsque vous créez un compte, les sites de réseautage social vous demandent une grande quantité de renseignements à votre sujet pour aider les autres utilisateurs à entrer en contact avec vous. Le plus grand risque que cela entraîne pour les utilisateurs de ces sites est la possibilité de vol d'identité, une pratique qui est de plus en plus répandue. Par ailleurs, plus vous dévoilez d'information à votre sujet, plus il est facile aux autorités de vous identifier et d'épier vos activités. Il est déjà arrivé que les activités en ligne de militants de la diaspora de certains pays aient entraîné la persécution des membres de leurs familles dans leur pays d'origine.</p>\n\n<p>Pensez-y bien : est-il vraiment nécessaire de publier les renseignements suivants en ligne ?</p>\n\n<ul><li>Votre date de naissance</li>\n<li>Votre numéro de téléphone</li>\n<li>Votre adresse</li>\n<li>Des détails concernant les membres de votre famille</li>\n<li>Votre orientation sexuelle</li>\n<li>Votre historique d'éducation et d'emploi</li>\n</ul><div class=\"background\">\n\n<p>Mansour : Notre amie vient d'être interpellée à la frontière et placée de force sur un vol de retour vers son pays. Les agents frontaliers lui ont demandé si elle avait écrit un article critique du régime. Comment peuvent-ils être au courant si son article n'a pas été publié dans ce pays ?</p>\n\n<p>Magda : Les agents frontaliers effectuent des recherches sur Internet des noms des personnes qui passent aux frontières. Ils ont probablement vu le CV qu'elle a affiché sur son compte Facebook.</p>\n\n</div>\n\n<h2>Amis, abonnés et contacts</h2>\n\n<p>La première chose que l'on fait après avoir fourni ses renseignements personnels sur un site de réseautage social est de chercher des personnes avec qui établir des connexions. On suppose que ces contacts sont des gens que vous connaissez et en qui vous avez confiance, mais il est également possible que vous vous joigniez à une communauté virtuelle composée d'individus avec qui vous avez des affinités mais que vous ne connaissez pas personnellement. La chose la plus importante à cette étape-ci est de déterminer à quels renseignements vous permettez à cette communauté virtuelle d'accéder.</p>\n\n<p>Lorsque vous utilisez un compte de réseau social comme Facebook, où plusieurs renseignements à votre sujet sont affichés, considérez la possibilité de connecter exclusivement avec des personnes que vous connaissez et en qui vous avez totalement confiance (c.-à-d. des personnes qui ne feront pas un usage abusif de vos renseignements).</p>\n\n<div class=\"background\">\n\n<p>Mansour : Wow ! Depuis la manifestation, j'ai reçu des douzaines de demandes de personnes qui veulent être mon ami sur Facebook. C'est un moyen fantastique d'étendre notre portée et d'informer les gens de nos prochaines manifestations !</p>\n\n<p>Magda : Attends un minute ! Est-ce que tu connais vraiment toutes ces personnes ? Comment peux-tu être sûr que ce n'est pas la police ou des agents du gouvernement qui essaient d'obtenir des renseignements au sujet des prochaines manifestations ?</p>\n\n</div>\n\n<h2>Statuts</h2>\n\n<p>Sur Twitter, Facebook ou d'autres réseaux semblables, les mises à jour de statuts servent à répondre aux questions suivantes : Qu'est-ce que je fais maintenant ? Que se passe-t-il dans ma vie ? Le critère le plus important à déterminer au sujet des mises à jour du statut est la catégorie d'utilisateurs qui peuvent les lire. Dans la plupart des applications de réseautage social, les paramètres par défaut sont réglés de telle sorte que n'importe quel utilisateur d'Internet peut les lire. Si vous voulez plutôt faire en sorte que seuls vos contacts soient en mesure de consulter votre statut, vous devez modifier les paramètres de l'application pour cacher vos mises à jour à la vue de tous les autres utilisateurs.</p>\n\n<p>Pour faire cela dans Twitter, cherchez le lien « Protéger mes tweets ». Dans Facebook, modifiez vos paramètres de confidentialité afin de partager vos statuts avec vos « Amis seulement ». Même si vous suivez ces indications, n'oubliez pas qu'il est facile pour vos amis et abonnés de re-publier vos commentaires. Entendez-vous avec les amis de votre réseau sur une méthode commune concernant le transfert des renseignements publiés sur vos comptes de réseaux sociaux respectifs. Dans le même ordre d'idée, vous devriez réfléchir aux renseignements que vous révélez au sujet de vos amis et que ceux-ci pourraient vouloir garder confidentiels. Il est important d'être sensible à ces questions et de demander à vos amis d'être également sensibles aux renseignements qu'ils dévoilent à votre sujet.</p>\n\n<p>Il est déjà arrivé que des renseignements publiés par des utilisateurs de réseaux sociaux soient par la suite utilisés contre eux. Des enseignants aux États-Unis ont été congédiés après avoir confié leurs impressions au sujet de leurs étudiants ; d'autres employés ont perdu leur emploi après avoir publié des commentaires au sujet de leur employeur. C'est une question à laquelle pratiquement tout le monde doit faire très attention.</p>\n\n<h2>Partager du contenu Internet</h2>\n\n<p>Il est très facile d'attirer l'attention de vos amis en partageant de partager un lien vers un site Internet. Mais qui d'autre porte attention ? Et quelle sera leur réaction ? Si vous signalez que vous aimez un site qui, d'une manière ou d'une autre, est lié à une intention politique de défaire un régime répressif, les agents de ce régime pourraient soudainement s'intéresser à vous.\nSi vous voulez faire en sorte qu'uniquement vos amis soient en mesure de voir les éléments et les liens que vous marquez comme intéressants, assurez-vous de modifier vos paramètres de confidentialité en conséquence.</p>\n\n<h2>Révéler votre emplacement</h2>\n\n<p>La plupart des sites de réseautage social affichent votre emplacement si cette donnée est disponible. Cette fonction est habituellement fournie lorsque vous utilisez un téléphone mobile muni d'un GPS pour interagir avec un réseau social. Mais ne présumez pas qu'une telle chose est impossible si vous ne vous connectez pas à partir d'un téléphone mobile. Le réseau auquel votre ordinateur est branché peut également fournir des coordonnées d'emplacement. La meilleur façon d'en avoir le coeur net est de bien vérifier vos paramètres de confidentialité.</p>\n\n<p>Faites particulièrement attention aux paramètres d'emplacement sur les sites de partage de photos et de vidéos. Ne tenez pas pour acquis qu'ils ne partagent pas votre emplacement : vérifiez vos paramètres pour en être sûr.</p>\n\n<p>À ce sujet, voir également <a href=\"https://www.eff.org/wp/locational-privacy\">On Locational Privacy, and How to Avoid Losing it Forever</a> sur le site Internet de Electronic Frontier Foundation.</p>\n\n<h2>Partager des photos/vidéos</h2>\n\n<p>Les photos et vidéos versées dans le domaine public peuvent très facilement servir à révéler l'identité des gens. Il est important que vous ayez le consentement des personnes qui figurent dans les photos ou vidéos que vous publiez en ligne. Si vous publiez l'image de quelqu'un, sachez que vous compromettez possiblement la confidentialité et la sécurité de cette personne. Ne publiez jamais une photo ou une vidéo d'une personne sans d'abord avoir obtenu son consentement.</p>\n\n<p>Les photos et vidéos peuvent aussi révéler beaucoup d'information involontairement. Plusieurs modèles de caméra intègrent des données cachées (des balises méta) qui révèlent la date, l'heure et le lieu où la photo a été prise, le type de caméra, etc. Il est possible que les sites de partage de photos et de vidéos affichent ces données lorsque vous y téléversez du contenu.</p>\n\n<div class=\"background\">\n\n<p>Mansour : Savais-tu que les autorités birmanes ont été capables d'identifier plusieurs des prêtres impliqués dans les manifestations de la « Révolution safran » à l'aides des photos et vidéos publiées à l'étranger ? Toutes les personnes qu'ils ont réussi à identifier ont été jetées en prison.</p>\n\n<p>Magda : Oui, nous devons nous assurer qu'aucun visage n'apparaît clairement sur les photos des manifestations que nous publions en ligne. Nous devrions brouiller les visages ou n'utiliser que les photos où on voit les personnes de dos.</p>\n\n</div>\n\n<h2>Messageries instantanées</h2>\n\n<p>Plusieurs sites de réseautage social comportent des outils qui vous permettent de discuter avec vos amis en temps réel. Ces outils fonctionnent comme des messageries instantanées et constituent un des moyens les moins sûrs de communiquer sur Internet. Pour vous assurer que vos séances de messagerie instantanée soient sécurisées, vous et vos amis devriez vous connecter à vos comptes de réseau social par https://, ou mieux encore, utiliser un client de messagerie comme Pidgin avec le module complémentaire Off-the-Record, qui utilise une forme avancée de chiffrement. À ce sujet, veuillez lire le guide pratique 'Pidgin+OTR messagerie instantanée sécurisée'.</p>\n\n<h2>Créer/se joindre à des groupes, événements et communautés</h2>\n\n<p>Quelle information révélez-vous lorsque vous vous joignez à un groupe ou à une communauté ? Qu'est-ce que vous révélez à votre sujet ? Similairement, qu'est-ce que les gens révèlent à leur propre sujet lorsqu'ils se joignent à des groupes ou des événements que vous avez créés ? Est-il possible que vous placiez ces personnes en situation de risque ?</p>\n\n<p>Lorsque vous vous joignez à un groupe ou à une communauté en ligne, cela révèle quelque chose à votre sujet. De façon générale, on pourrait être portés à croire que vous soutenez ou êtes d'accord avec ce que ce groupe dit ou fait. Cela peut vous rendre vulnérable si vous vous alignez ouvertement avec des groupes politiques contestataires, par exemple. Si vous vous joignez à un groupe qui compte un grand nombre de membres que vous ne connaissez pas, cela risque de compromettre les paramètres de sécurité et de confidentialité que vous avez établis pour votre compte. Réfléchissez bien aux renseignements que vous révélez avant de vous joindre à un groupe. Avez-vous utilisé votre photo et votre vrai nom, de sorte que des étrangers puissent facilement vous identifier ?</p>\n\n<p>Similairement, si vous créez un groupe, qu'est-ce que les personnes qui choisissent de s'y joindre révèlent-elles à leur sujet ? Par exemple, s'il s'agit d'un groupe d'entraide pour gays et lesbiennes que vous avez créé pour soutenir cette cause, les membres du groupe s'identifient ouvertement comme gay ou « gay-friendly » et risquent peut-être de s'attirer des ennuis dans le monde réel. Il faut être conscient des risques.</p>\n\n<div class=\"background\">\n\n<p>Mansour : Nos amis syriens ne peuvent pas venir à notre conférence à Istanbul parce qu'ils se sont joints à un groupe Facebook appelé « Mettons fin à l'interdiction de voyager à l'étranger imposé par l'État syrien »... et ils se sont fait interdire de voyager !</p>\n\n<p>Magda : Peut-être devrait-on créer un groupe avec le nom « Vive l'interdiction de voyager à l'étranger imposé par l'État syrien »... nos amis pourraient s'y joindre et l'interdiction serait peut-être levée !?</p>\n\n</div>\n\n<div class=\"getstarted\">\n\n<p>Expérience pratique: se lancer avec le <a href=\"/fr/social_networking_tools\"><em>Guide pratique pour les outiles de résautage social</em></a></p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Lorsque vous créez un compte, les sites de réseautage social vous demandent une grande quantité de renseignements à votre sujet pour aider les autres utilisateurs à entrer en contact avec vous. Le plus grand risque que cela entraîne pour les utilisateurs de ces sites est la possibilité de vol d'identité, une pratique qui est de plus en plus répandue. Par ailleurs, plus vous dévoilez d'information à votre sujet, plus il est facile aux autorités de vous identifier et d'épier vos activités. Il est déjà arrivé que les activités en ligne de militants de la diaspora de certains pays aient entraîné la persécution des membres de leurs familles dans leur pays d'origine.\r\n\r\nPensez-y bien : est-il vraiment nécessaire de publier les renseignements suivants en ligne ?\r\n\r\n- Votre date de naissance\r\n- Votre numéro de téléphone\r\n- Votre adresse\r\n- Des détails concernant les membres de votre famille\r\n- Votre orientation sexuelle\r\n- Votre historique d'éducation et d'emploi\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour : Notre amie vient d'être interpellée à la frontière et placée de force sur un vol de retour vers son pays. Les agents frontaliers lui ont demandé si elle avait écrit un article critique du régime. Comment peuvent-ils être au courant si son article n'a pas été publié dans ce pays ?\r\n\r\nMagda : Les agents frontaliers effectuent des recherches sur Internet des noms des personnes qui passent aux frontières. Ils ont probablement vu le CV qu'elle a affiché sur son compte Facebook.\r\n</div>\r\n\r\n## Amis, abonnés et contacts ##\r\n\r\nLa première chose que l'on fait après avoir fourni ses renseignements personnels sur un site de réseautage social est de chercher des personnes avec qui établir des connexions. On suppose que ces contacts sont des gens que vous connaissez et en qui vous avez confiance, mais il est également possible que vous vous joigniez à une communauté virtuelle composée d'individus avec qui vous avez des affinités mais que vous ne connaissez pas personnellement. La chose la plus importante à cette étape-ci est de déterminer à quels renseignements vous permettez à cette communauté virtuelle d'accéder.\r\n\r\nLorsque vous utilisez un compte de réseau social comme Facebook, où plusieurs renseignements à votre sujet sont affichés, considérez la possibilité de connecter exclusivement avec des personnes que vous connaissez et en qui vous avez totalement confiance (c.-à-d. des personnes qui ne feront pas un usage abusif de vos renseignements).\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour : Wow ! Depuis la manifestation, j'ai reçu des douzaines de demandes de personnes qui veulent être mon ami sur Facebook. C'est un moyen fantastique d'étendre notre portée et d'informer les gens de nos prochaines manifestations !\r\n\r\nMagda : Attends un minute ! Est-ce que tu connais vraiment toutes ces personnes ? Comment peux-tu être sûr que ce n'est pas la police ou des agents du gouvernement qui essaient d'obtenir des renseignements au sujet des prochaines manifestations ?\r\n</div>\r\n\r\n## Statuts ##\r\n\r\nSur Twitter, Facebook ou d'autres réseaux semblables, les mises à jour de statuts servent à répondre aux questions suivantes : Qu'est-ce que je fais maintenant ? Que se passe-t-il dans ma vie ? Le critère le plus important à déterminer au sujet des mises à jour du statut est la catégorie d'utilisateurs qui peuvent les lire. Dans la plupart des applications de réseautage social, les paramètres par défaut sont réglés de telle sorte que n'importe quel utilisateur d'Internet peut les lire. Si vous voulez plutôt faire en sorte que seuls vos contacts soient en mesure de consulter votre statut, vous devez modifier les paramètres de l'application pour cacher vos mises à jour à la vue de tous les autres utilisateurs.\r\n\r\nPour faire cela dans Twitter, cherchez le lien « Protéger mes tweets ». Dans Facebook, modifiez vos paramètres de confidentialité afin de partager vos statuts avec vos « Amis seulement ». Même si vous suivez ces indications, n'oubliez pas qu'il est facile pour vos amis et abonnés de re-publier vos commentaires. Entendez-vous avec les amis de votre réseau sur une méthode commune concernant le transfert des renseignements publiés sur vos comptes de réseaux sociaux respectifs. Dans le même ordre d'idée, vous devriez réfléchir aux renseignements que vous révélez au sujet de vos amis et que ceux-ci pourraient vouloir garder confidentiels. Il est important d'être sensible à ces questions et de demander à vos amis d'être également sensibles aux renseignements qu'ils dévoilent à votre sujet.\r\n\r\nIl est déjà arrivé que des renseignements publiés par des utilisateurs de réseaux sociaux soient par la suite utilisés contre eux. Des enseignants aux États-Unis ont été congédiés après avoir confié leurs impressions au sujet de leurs étudiants ; d'autres employés ont perdu leur emploi après avoir publié des commentaires au sujet de leur employeur. C'est une question à laquelle pratiquement tout le monde doit faire très attention.\r\n\r\n\r\n\r\n## Partager du contenu Internet ##\r\n\r\nIl est très facile d'attirer l'attention de vos amis en partageant de partager un lien vers un site Internet. Mais qui d'autre porte attention ? Et quelle sera leur réaction ? Si vous signalez que vous aimez un site qui, d'une manière ou d'une autre, est lié à une intention politique de défaire un régime répressif, les agents de ce régime pourraient soudainement s'intéresser à vous.\r\nSi vous voulez faire en sorte qu'uniquement vos amis soient en mesure de voir les éléments et les liens que vous marquez comme intéressants, assurez-vous de modifier vos paramètres de confidentialité en conséquence.\r\n\r\n## Révéler votre emplacement ##\r\n\r\nLa plupart des sites de réseautage social affichent votre emplacement si cette donnée est disponible. Cette fonction est habituellement fournie lorsque vous utilisez un téléphone mobile muni d'un GPS pour interagir avec un réseau social. Mais ne présumez pas qu'une telle chose est impossible si vous ne vous connectez pas à partir d'un téléphone mobile. Le réseau auquel votre ordinateur est branché peut également fournir des coordonnées d'emplacement. La meilleur façon d'en avoir le coeur net est de bien vérifier vos paramètres de confidentialité.\r\n\r\nFaites particulièrement attention aux paramètres d'emplacement sur les sites de partage de photos et de vidéos. Ne tenez pas pour acquis qu'ils ne partagent pas votre emplacement : vérifiez vos paramètres pour en être sûr.\r\n\r\nÀ ce sujet, voir également [On Locational Privacy, and How to Avoid Losing it Forever](https://www.eff.org/wp/locational-privacy) sur le site Internet de Electronic Frontier Foundation.\r\n\r\n## Partager des photos/vidéos ##\r\n\r\nLes photos et vidéos versées dans le domaine public peuvent très facilement servir à révéler l'identité des gens. Il est important que vous ayez le consentement des personnes qui figurent dans les photos ou vidéos que vous publiez en ligne. Si vous publiez l'image de quelqu'un, sachez que vous compromettez possiblement la confidentialité et la sécurité de cette personne. Ne publiez jamais une photo ou une vidéo d'une personne sans d'abord avoir obtenu son consentement. \r\n\r\nLes photos et vidéos peuvent aussi révéler beaucoup d'information involontairement. Plusieurs modèles de caméra intègrent des données cachées (des balises méta) qui révèlent la date, l'heure et le lieu où la photo a été prise, le type de caméra, etc. Il est possible que les sites de partage de photos et de vidéos affichent ces données lorsque vous y téléversez du contenu.\r\n\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour : Savais-tu que les autorités birmanes ont été capables d'identifier plusieurs des prêtres impliqués dans les manifestations de la « Révolution safran » à l'aides des photos et vidéos publiées à l'étranger ? Toutes les personnes qu'ils ont réussi à identifier ont été jetées en prison.\r\n\r\nMagda : Oui, nous devons nous assurer qu'aucun visage n'apparaît clairement sur les photos des manifestations que nous publions en ligne. Nous devrions brouiller les visages ou n'utiliser que les photos où on voit les personnes de dos.\r\n</div>\r\n\r\n## Messageries instantanées ##\r\n\r\nPlusieurs sites de réseautage social comportent des outils qui vous permettent de discuter avec vos amis en temps réel. Ces outils fonctionnent comme des messageries instantanées et constituent un des moyens les moins sûrs de communiquer sur Internet. Pour vous assurer que vos séances de messagerie instantanée soient sécurisées, vous et vos amis devriez vous connecter à vos comptes de réseau social par https://, ou mieux encore, utiliser un client de messagerie comme Pidgin avec le module complémentaire Off-the-Record, qui utilise une forme avancée de chiffrement. À ce sujet, veuillez lire le guide pratique 'Pidgin+OTR messagerie instantanée sécurisée'. \r\n\r\n## Créer/se joindre à des groupes, événements et communautés ##\r\n\r\nQuelle information révélez-vous lorsque vous vous joignez à un groupe ou à une communauté ? Qu'est-ce que vous révélez à votre sujet ? Similairement, qu'est-ce que les gens révèlent à leur propre sujet lorsqu'ils se joignent à des groupes ou des événements que vous avez créés ? Est-il possible que vous placiez ces personnes en situation de risque ?\r\n\r\nLorsque vous vous joignez à un groupe ou à une communauté en ligne, cela révèle quelque chose à votre sujet. De façon générale, on pourrait être portés à croire que vous soutenez ou êtes d'accord avec ce que ce groupe dit ou fait. Cela peut vous rendre vulnérable si vous vous alignez ouvertement avec des groupes politiques contestataires, par exemple. Si vous vous joignez à un groupe qui compte un grand nombre de membres que vous ne connaissez pas, cela risque de compromettre les paramètres de sécurité et de confidentialité que vous avez établis pour votre compte. Réfléchissez bien aux renseignements que vous révélez avant de vous joindre à un groupe. Avez-vous utilisé votre photo et votre vrai nom, de sorte que des étrangers puissent facilement vous identifier ?\r\n\r\nSimilairement, si vous créez un groupe, qu'est-ce que les personnes qui choisissent de s'y joindre révèlent-elles à leur sujet ? Par exemple, s'il s'agit d'un groupe d'entraide pour gays et lesbiennes que vous avez créé pour soutenir cette cause, les membres du groupe s'identifient ouvertement comme gay ou « gay-friendly » et risquent peut-être de s'attirer des ennuis dans le monde réel. Il faut être conscient des risques.\r\n\r\n<div class=\"background\" markdown=1>\r\nMansour : Nos amis syriens ne peuvent pas venir à notre conférence à Istanbul parce qu'ils se sont joints à un groupe Facebook appelé « Mettons fin à l'interdiction de voyager à l'étranger imposé par l'État syrien »... et ils se sont fait interdire de voyager !\r\n\r\nMagda : Peut-être devrait-on créer un groupe avec le nom « Vive l'interdiction de voyager à l'étranger imposé par l'État syrien »... nos amis pourraient s'y joindre et l'interdiction serait peut-être levée !?\r\n</div>\r\n\r\n<div class=getstarted markdown=1>\r\nExpérience pratique: se lancer avec le [*Guide pratique pour les outiles de résautage social*](/fr/social_networking_tools)\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1970", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1970", 
                "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "menu_name": "book-toc-1925", 
                "mlid": "5116", 
                "module": "book", 
                "nid": "1970", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5116", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612955", 
            "comment": "0", 
            "created": "1441105497", 
            "current_revision_id": "12821", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_2", 
                        "value": "chapter_9_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5116": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1970", 
                    "link_title": "ការផូស្ត (post) ព័ត៌មានលម្អិតផ្ទាល់ខ្លួន", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5116", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5116", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1970", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1970", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612955", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Publier des renseignements personnels", 
                        "value": "Publier des renseignements personnels"
                    }
                ]
            }, 
            "title_original": "Posting personal details", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335848", 
                        "created": "1442335848", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228465", 
                        "created": "1441811579", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097297", 
                        "created": "1443097297", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415387", 
                        "created": "1442415387", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210166", 
                        "created": "1441210166", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442849986", 
                        "created": "1442762275", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441374822", 
                        "created": "1441374822", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452612955", 
                        "created": "1452612955", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333634", 
                        "created": "1442333634", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118303", 
                        "created": "1441118303", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814003", 
                        "created": "1443813708", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444398062", 
                        "created": "1444398062", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102325", 
                        "created": "1443102325", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442324711", 
                        "created": "1442324711", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441105497", 
                        "created": "1441105497", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326306", 
                        "created": "1442326306", 
                        "entity_id": "1970", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "891436ae-68b6-4594-8c9f-6ef9b0de54fc", 
            "vid": "12821", 
            "vuuid": "6562073c-5c7b-4fde-990b-7cd597cd3e9e"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2>Facebook</h2>\n\n<p>Facebook est devenu le plus grand site de réseautage social au monde. Si vous voulez retrouver quelqu'un par l'intermédiaire d'une plateforme de réseautage social, il y a fort à parier que cette personne utilise déjà Facebook. Cela veux dire que l'utilisation de Facebook est encore plus dangereuse que celle des autres sites, puisque son accessibilité quasi universelle signifie que pratiquement n'importe qui peut consulter l'information que vous y publiez.</p>\n\n<p>Le fondateur de Facebook, Mark Zuckerberg, a publiquement déclaré que « la confidentialité en ligne est morte », et il est indéniable que la confidentialité sur Facebook est très difficile à maintenir. Même si vous avez réussi à régler les paramètres déroutants qui, à première vue, semblent assurer que seuls vos amis ont accès à vos renseignements, lesdits renseignements peuvent tout de même être retrouvés par des étrangers à l'aide d'une simple recherche, ou par les développeurs qui ont conçu l'un des nombreux jeux ou applications que les gens utilisent sur le site.</p>\n\n<p>Il est important de savoir qu'une fois que vous avez créé un compte d'utilisateur Facebook, il est impossible de le supprimer. Facebook peut 'désactiver' votre compte si vous en faites la demande, mais vous aurez la possibilité de le 'réactiver' n'importe quand, et tous vos renseignement seront inchangés. Vos données ne sont jamais supprimées de Facebook.</p>\n\n<p>De <a href=\"http://www.facebook.com/terms.php\">http://www.facebook.com/terms.php</a> :</p>\n\n<p>« <em>Pour le contenu protégé par les droits de propriété intellectuelle, comme les photos ou vidéos (« propriété intellectuelle »), vous nous accordez spécifiquement la permission suivante, conformément à vos paramètres de <a href=\"http://www.facebook.com/privacy/\">confidentialité</a> et des <a href=\"http://www.facebook.com/editapps.php\">applications</a> : vous nous accordez une licence non-exclusive, transférable, sous-licenciable, sans redevance et mondiale pour l’utilisation des contenus de propriété intellectuelle que vous publiez sur Facebook ou en relation à Facebook (« licence de propriété intellectuelle »). Cette licence de propriété intellectuelle se termine lorsque vous supprimez vos contenus de propriété intellectuelle ou votre compte, sauf si votre compte est partagé avec d'autres personnes qui ne l'ont pas supprimé.</em> » Autrement dit, Facebook est propriétaire de tous les contenus que vous publiez sur le site et peut en disposer à sa guise.</p>\n\n<p>Le département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Facebook et les autres sites de réseautage social, et il est fort probable que d'autres gouvernements en font tout autant.</p>\n\n<h3>Conseils concernant l'utilisation de Facebook :</h3>\n\n<ul><li><p>Vérifiez deux fois plutôt qu'une les paramètres de confidentialité de votre compte Facebook. En raison des pressions publiques et de la croissance extraordinaire de leur réseau, Facebook modifie constamment ses politiques de confidentialité.</p></li>\n<li><p>Le fait d'ajouter quelqu'un comme ami sur Facebook signifie que vous établissez un lien direct avec un autre utilisateur et que vous permettez à cette personne de voir vos renseignements et vos activités sur Facebook. Il est fortement conseillé de n'avoir pour amis sur Facebook que les personnes en qui vous avez tout à fait confiance.</p></li>\n<li><p>Considérez la possibilité de désactiver votre compte chaque fois que vous vous déconnectez. Cela signifie que votre compte est « verrouillé » et que personne ne peut y accéder tant et aussi longtemps que vous êtes déconnecté. Vous pourrez réactiver le compte lorsque vous vous y connecterez à nouveau, et tous vos paramètres seront demeuré inchangés.</p></li>\n</ul><p>Un bon point de départ pour mieux comprendre les paramètres de confidentialité de Facebook est la page 'Contrôler vos infos' à <a href=\"http://www.facebook.com/privacy/explanation.php\">http://www.facebook.com/privacy/explanation.php</a>.</p>\n\n<h2>Twitter</h2>\n\n<p>Fonctions : Mises à jour de statut</p>\n\n<p>Au départ, Twitter était un service permettant de publier des mises à jour sur Internet à partir d'un téléphone mobile, d'où la limite de 140 caractères. C'est la raison pour laquelle on surnomme cette application « le SMS de l'Internet ». Sur Twitter, vous vous abonnez au fil de nouvelles des utilisateurs qui vous intéressent, au lieu de vous connecter avec des personnes que vous connaissez personnellement. Cela signifie que vos abonnés ne sont pas nécessairement vos amis et, conséquemment, qu'il est plus difficile de prouver une culpabilité par association. Il est par ailleurs  plus facile d'utiliser de fausses identités ou de dissimuler sa véritable identité.</p>\n\n<p>Twitter déclare dans ses conditions d'utilisation : « *Cette licence signifie que vous nous autorisez à rendre vos Tweets disponibles au reste du monde et que vous laissez les autres en faire de même. (...) Ce qui vous appartient vous revient — vous êtes propriétaire de votre Contenu. * » (De <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>.)</p>\n\n<p>Même si Twitter est un site Internet, plusieurs personnes utilisent et gèrent leur compte Twitter à partir d'applications logicielles appelées clients Twitter. Si vous utilisez un client Twitter, assurez-vous qu'il se connecte au site de façon sécurisée.</p>\n\n<p>Le département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Twitter et les autres sites de réseautage social, et il est fort probable que d'autres gouvernement en fassent tout autant.</p>\n\n<h3>Conseils concernant l'utilisation de Twitter</h3>\n\n<ul><li><p>« Ce que vous dites sur Twitter peut être consulté instantanément à travers le monde entier. Vous êtes ce que vous Tweetez ! » (De <a href=\"http://twitter.com/terms\">http://twitter.com/terms</a>.)</p></li>\n<li><p>N'oubliez pas : tout ce qui est publié sur Twitter est automatiquement affiché dans la frise chronologique publique et est accessible par n'importe qui, et non pas uniquement par vos abonnés. Considérez sérieusement la possibilité de protéger vos tweets si vous publiez des renseignements sensibles. La protection de vos tweets signifie que seuls vos abonnés pourront les voir : par contre, n'oubliez pas que vos abonnés ont toujours la possibilité de les re-tweeter et de les rendre public.</p></li>\n<li><p>Envisagez la possibilité d'utiliser un pseudonyme ou une fausse identité si vous avez l'intention de critiquer les autorités ou le gouvernement.</p></li>\n</ul><h2>YouTube</h2>\n\n<p>Fonctions : partage de vidéo / contenu Internet</p>\n\n<p>YouTube est la propriété de Google. YouTube est un excellent moyen de rendre vos vidéos disponibles en ligne à des milliards d'utilisateurs. Par contre, si les administrateurs de Google considèrent vos vidéos comme répréhensibles pour une raison ou une autre, ils se réservent le droit de les supprimer. Cela signifie que YouTube n'est pas nécessairement une bonne solution pour sauvegarder vos vidéos. Google est bien connu pour avoir souvent succombé aux pressions visant à faire retirer des contenus de YouTube. En conséquence, si vous voulez que les gens voient vos vidéos, versez-en une copie sur YouTube, mais ne vous fiez jamais à YouTube comme moyen de sauvegarde pour l'unique copie de vos vidéos.</p>\n\n<p>Google garde en registre les noms d'utilisateur et les données d'emplacement pour chaque vidéo téléversée et visionnée. Cela peut potentiellement être utilisé pour retracer des individus.</p>\n\n<p>Le contenu que vous téléversez sur YouTube demeure votre propriété ; en publiant sur YouTube, vous accordez à Google une licence de distribution de ce contenu.</p>\n\n<p>Depuis septembre 2010, YouTube est banni en Chine, en Iran, en Libye, en Tunisie et au Turkménistan.</p>\n\n<h3>Conseils concernant l'utilisation de YouTube :</h3>\n\n<ul><li><p>Ne publiez jamais une vidéo contenant l'image d'une personne sans d'abord avoir obtenu son consentement. Et même avec le consentement des sujets, réfléchissez bien à toutes les répercussions possibles avant de publier une vidéo.</p></li>\n<li><p>Conservez toujours une copie de sauvegarde des vidéos que vous partagez sur Google/YouTube.</p></li>\n<li><p>Utilisez la fonction de chaîne privée pour partager des vidéos avec des individus en particulier.</p></li>\n</ul><h2>Flickr</h2>\n\n<p>Fonctions : partage de vidéo / contenu Internet</p>\n\n<p>Flickr est la propriété de Yahoo!</p>\n\n<p>Le contenu que vous publiez sur Flickr demeure votre propriété. Vous pouvez attribuer  à ce contenu diverses licences Creative Commons ou copyright. En publiant sur Flickr, vous accordez à Yahoo! une licence de distribution de vos photos et vidéos.</p>\n\n<p>En raison des multiples licences d'utilisation qu'elle admet, l'application Flickr constitue un excellent moyen de trouver des images pour illustrer vos campagnes, en plus d'être un excellent outil pour partager des images avec vos collègues, vos alliés et les membres de votre réseau.</p>\n\n<h2>Conseils concernant l'utilisation de  Flickr</h2>\n\n<ul><li><p>Assurez-vous que Flickr n'affiche pas des données cachées enregistrées sur votre caméra numérique (balises méta, ou <em>metadata</em>) ; cela peut inclure la date, l'heure, l'emplacement GPS, le modèle de la caméra, etc.</p></li>\n<li><p>Ne partager jamais la photo d'une personne sur Flickr sans d'abord avoir obtenu son consentement. Assurez-vous également que le ou les sujet(s) des photos que vous publiez sont d'accord avec le type de licence que vous choisissez d'attribuer à ces photos.</p></li>\n</ul><p>Le département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Flickr et les autres sites de réseautage social, et il est fort probable que d'autres gouvernement en fassent tout autant.</p>\n\n<h2>En conclusion : les solutions de rechange</h2>\n\n<p>Les sites abordés dans ce chapitre sont les outils de réseautage social les plus répandus et les plus utilisés. Ce sont ces sites que les mesures répressives cibleront et tenteront de bloquer en premier. Comme tous ces sites sont la propriété de sociétés privées, il est plus que probable que celles-ci succombent sans résister aux pressions gouvernementales et recourent à la censure. Il peut être utile d'examiner les solutions de rechange à ces sites, tel que Diaspora (<a href=\"http://joindiaspora.com\">http://joindiaspora.com</a>) et Crabgrass (<a href=\"http://we.riseup.net\">http://we.riseup.net</a>), qui ont été conçus avec la sécurité numérique et l'activité militante comme considérations prioritaires.</p>\n", 
                        "summary": "", 
                        "value": "## Facebook ##\r\n\r\nFacebook est devenu le plus grand site de réseautage social au monde. Si vous voulez retrouver quelqu'un par l'intermédiaire d'une plateforme de réseautage social, il y a fort à parier que cette personne utilise déjà Facebook. Cela veux dire que l'utilisation de Facebook est encore plus dangereuse que celle des autres sites, puisque son accessibilité quasi universelle signifie que pratiquement n'importe qui peut consulter l'information que vous y publiez.\r\n\r\nLe fondateur de Facebook, Mark Zuckerberg, a publiquement déclaré que « la confidentialité en ligne est morte », et il est indéniable que la confidentialité sur Facebook est très difficile à maintenir. Même si vous avez réussi à régler les paramètres déroutants qui, à première vue, semblent assurer que seuls vos amis ont accès à vos renseignements, lesdits renseignements peuvent tout de même être retrouvés par des étrangers à l'aide d'une simple recherche, ou par les développeurs qui ont conçu l'un des nombreux jeux ou applications que les gens utilisent sur le site.\r\n\r\nIl est important de savoir qu'une fois que vous avez créé un compte d'utilisateur Facebook, il est impossible de le supprimer. Facebook peut 'désactiver' votre compte si vous en faites la demande, mais vous aurez la possibilité de le 'réactiver' n'importe quand, et tous vos renseignement seront inchangés. Vos données ne sont jamais supprimées de Facebook. \r\n\r\nDe [http://www.facebook.com/terms.php](http://www.facebook.com/terms.php) :\r\n\r\n« *Pour le contenu protégé par les droits de propriété intellectuelle, comme les photos ou vidéos (« propriété intellectuelle »), vous nous accordez spécifiquement la permission suivante, conformément à vos paramètres de [confidentialité](http://www.facebook.com/privacy/) et des [applications](http://www.facebook.com/editapps.php) : vous nous accordez une licence non-exclusive, transférable, sous-licenciable, sans redevance et mondiale pour l’utilisation des contenus de propriété intellectuelle que vous publiez sur Facebook ou en relation à Facebook (« licence de propriété intellectuelle »). Cette licence de propriété intellectuelle se termine lorsque vous supprimez vos contenus de propriété intellectuelle ou votre compte, sauf si votre compte est partagé avec d'autres personnes qui ne l'ont pas supprimé.* » Autrement dit, Facebook est propriétaire de tous les contenus que vous publiez sur le site et peut en disposer à sa guise.\r\n\r\nLe département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Facebook et les autres sites de réseautage social, et il est fort probable que d'autres gouvernements en font tout autant. \r\n\r\n### Conseils concernant l'utilisation de Facebook : ###\r\n\r\n- Vérifiez deux fois plutôt qu'une les paramètres de confidentialité de votre compte Facebook. En raison des pressions publiques et de la croissance extraordinaire de leur réseau, Facebook modifie constamment ses politiques de confidentialité.\r\n\r\n- Le fait d'ajouter quelqu'un comme ami sur Facebook signifie que vous établissez un lien direct avec un autre utilisateur et que vous permettez à cette personne de voir vos renseignements et vos activités sur Facebook. Il est fortement conseillé de n'avoir pour amis sur Facebook que les personnes en qui vous avez tout à fait confiance.\r\n\r\n- Considérez la possibilité de désactiver votre compte chaque fois que vous vous déconnectez. Cela signifie que votre compte est « verrouillé » et que personne ne peut y accéder tant et aussi longtemps que vous êtes déconnecté. Vous pourrez réactiver le compte lorsque vous vous y connecterez à nouveau, et tous vos paramètres seront demeuré inchangés.\r\n\r\nUn bon point de départ pour mieux comprendre les paramètres de confidentialité de Facebook est la page 'Contrôler vos infos' à [http://www.facebook.com/privacy/explanation.php](http://www.facebook.com/privacy/explanation.php).\r\n\r\n\r\n## Twitter ##\r\n\r\nFonctions : Mises à jour de statut\r\n\r\nAu départ, Twitter était un service permettant de publier des mises à jour sur Internet à partir d'un téléphone mobile, d'où la limite de 140 caractères. C'est la raison pour laquelle on surnomme cette application « le SMS de l'Internet ». Sur Twitter, vous vous abonnez au fil de nouvelles des utilisateurs qui vous intéressent, au lieu de vous connecter avec des personnes que vous connaissez personnellement. Cela signifie que vos abonnés ne sont pas nécessairement vos amis et, conséquemment, qu'il est plus difficile de prouver une culpabilité par association. Il est par ailleurs  plus facile d'utiliser de fausses identités ou de dissimuler sa véritable identité.\r\n\r\nTwitter déclare dans ses conditions d'utilisation : « *Cette licence signifie que vous nous autorisez à rendre vos Tweets disponibles au reste du monde et que vous laissez les autres en faire de même. (...) Ce qui vous appartient vous revient — vous êtes propriétaire de votre Contenu. * » (De [http://twitter.com/terms](http://twitter.com/terms).)\r\n\r\nMême si Twitter est un site Internet, plusieurs personnes utilisent et gèrent leur compte Twitter à partir d'applications logicielles appelées clients Twitter. Si vous utilisez un client Twitter, assurez-vous qu'il se connecte au site de façon sécurisée.\r\n\r\nLe département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Twitter et les autres sites de réseautage social, et il est fort probable que d'autres gouvernement en fassent tout autant. \r\n\r\n\r\n### Conseils concernant l'utilisation de Twitter ###\r\n\r\n- « Ce que vous dites sur Twitter peut être consulté instantanément à travers le monde entier. Vous êtes ce que vous Tweetez ! » (De [http://twitter.com/terms](http://twitter.com/terms).)\r\n\r\n- N'oubliez pas : tout ce qui est publié sur Twitter est automatiquement affiché dans la frise chronologique publique et est accessible par n'importe qui, et non pas uniquement par vos abonnés. Considérez sérieusement la possibilité de protéger vos tweets si vous publiez des renseignements sensibles. La protection de vos tweets signifie que seuls vos abonnés pourront les voir : par contre, n'oubliez pas que vos abonnés ont toujours la possibilité de les re-tweeter et de les rendre public.\r\n\r\n- Envisagez la possibilité d'utiliser un pseudonyme ou une fausse identité si vous avez l'intention de critiquer les autorités ou le gouvernement.\r\n\r\n\r\n## YouTube ##\r\n\r\nFonctions : partage de vidéo / contenu Internet\r\n\r\nYouTube est la propriété de Google. YouTube est un excellent moyen de rendre vos vidéos disponibles en ligne à des milliards d'utilisateurs. Par contre, si les administrateurs de Google considèrent vos vidéos comme répréhensibles pour une raison ou une autre, ils se réservent le droit de les supprimer. Cela signifie que YouTube n'est pas nécessairement une bonne solution pour sauvegarder vos vidéos. Google est bien connu pour avoir souvent succombé aux pressions visant à faire retirer des contenus de YouTube. En conséquence, si vous voulez que les gens voient vos vidéos, versez-en une copie sur YouTube, mais ne vous fiez jamais à YouTube comme moyen de sauvegarde pour l'unique copie de vos vidéos.\r\n\r\nGoogle garde en registre les noms d'utilisateur et les données d'emplacement pour chaque vidéo téléversée et visionnée. Cela peut potentiellement être utilisé pour retracer des individus.\r\n\r\nLe contenu que vous téléversez sur YouTube demeure votre propriété ; en publiant sur YouTube, vous accordez à Google une licence de distribution de ce contenu.\r\n\r\nDepuis septembre 2010, YouTube est banni en Chine, en Iran, en Libye, en Tunisie et au Turkménistan. \r\n\r\n### Conseils concernant l'utilisation de YouTube : ###\r\n\r\n- Ne publiez jamais une vidéo contenant l'image d'une personne sans d'abord avoir obtenu son consentement. Et même avec le consentement des sujets, réfléchissez bien à toutes les répercussions possibles avant de publier une vidéo. \r\n\r\n- Conservez toujours une copie de sauvegarde des vidéos que vous partagez sur Google/YouTube.\r\n\r\n- Utilisez la fonction de chaîne privée pour partager des vidéos avec des individus en particulier.\r\n\r\n\r\n## Flickr ##\r\n\r\nFonctions : partage de vidéo / contenu Internet\r\n\r\nFlickr est la propriété de Yahoo! \r\n\r\nLe contenu que vous publiez sur Flickr demeure votre propriété. Vous pouvez attribuer  à ce contenu diverses licences Creative Commons ou copyright. En publiant sur Flickr, vous accordez à Yahoo! une licence de distribution de vos photos et vidéos.\r\n\r\nEn raison des multiples licences d'utilisation qu'elle admet, l'application Flickr constitue un excellent moyen de trouver des images pour illustrer vos campagnes, en plus d'être un excellent outil pour partager des images avec vos collègues, vos alliés et les membres de votre réseau.\r\n\r\n## Conseils concernant l'utilisation de  Flickr ##\r\n\r\n- Assurez-vous que Flickr n'affiche pas des données cachées enregistrées sur votre caméra numérique (balises méta, ou *metadata*) ; cela peut inclure la date, l'heure, l'emplacement GPS, le modèle de la caméra, etc.\r\n\r\n- Ne partager jamais la photo d'une personne sur Flickr sans d'abord avoir obtenu son consentement. Assurez-vous également que le ou les sujet(s) des photos que vous publiez sont d'accord avec le type de licence que vous choisissez d'attribuer à ces photos.\r\n\r\nLe département de la Sécurité intérieure des États-Unis surveille ce qui se passe sur Flickr et les autres sites de réseautage social, et il est fort probable que d'autres gouvernement en fassent tout autant. \r\n\r\n## En conclusion : les solutions de rechange ##\r\n\r\nLes sites abordés dans ce chapitre sont les outils de réseautage social les plus répandus et les plus utilisés. Ce sont ces sites que les mesures répressives cibleront et tenteront de bloquer en premier. Comme tous ces sites sont la propriété de sociétés privées, il est plus que probable que celles-ci succombent sans résister aux pressions gouvernementales et recourent à la censure. Il peut être utile d'examiner les solutions de rechange à ces sites, tel que Diaspora ([http://joindiaspora.com](http://joindiaspora.com)) et Crabgrass ([http://we.riseup.net](http://we.riseup.net)), qui ont été conçus avec la sécurité numérique et l'activité militante comme considérations prioritaires.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1971", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1971", 
                "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5117", 
                "module": "book", 
                "nid": "1971", 
                "options": [], 
                "p1": "5030", 
                "p2": "5114", 
                "p3": "5117", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5114", 
                "router_path": "node/%", 
                "title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452613250", 
            "comment": "0", 
            "created": "1441105899", 
            "current_revision_id": "12826", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_9_3", 
                        "value": "chapter_9_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5117": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1971", 
                    "link_title": "គេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5117", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5114", 
                    "p3": "5117", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5114", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1971", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1971", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613250", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Les outils de réseautage social", 
                        "value": "Les outils de réseautage social"
                    }
                ]
            }, 
            "title_original": "Social networking tools", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442335906", 
                        "created": "1442335906", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "es": {
                        "changed": "1442415467", 
                        "created": "1442415467", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441210679", 
                        "created": "1441210679", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850358", 
                        "created": "1442762385", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1441375634", 
                        "created": "1441375634", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613250", 
                        "created": "1452613081", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442333733", 
                        "created": "1442333733", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1442410481", 
                        "created": "1442410481", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ru": {
                        "changed": "1443813942", 
                        "created": "1443813779", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "vi": {
                        "changed": "1442324808", 
                        "created": "1442324808", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1446046271", 
                        "created": "1441105899", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442326410", 
                        "created": "1442326410", 
                        "entity_id": "1971", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c3a9cbbd-21c4-4061-bb61-762c60339139", 
            "vid": "12826", 
            "vuuid": "2e690730-c7d7-4b3d-bf19-57b13aa6f02d"
        }
    ], 
    "changed": "1452612713", 
    "comment": "0", 
    "created": "1441105352", 
    "current_revision_id": "12819", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "fr": [
            {
                "format": null, 
                "safe_value": "9. How to protect yourself and your data", 
                "value": "9. How to protect yourself and your data"
            }
        ]
    }, 
    "field_menu_title_long": {
        "fr": [
            {
                "format": null, 
                "safe_value": "9. Savoir se protéger sur les sites de réseautage social", 
                "value": "9. Savoir se protéger sur les sites de réseautage social"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "fr": [
            {
                "format": null, 
                "safe_value": "chapter-9", 
                "value": "chapter-9"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "9"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5114": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1968", 
            "link_title": "៩. របៀបការពារខ្លួនលោកអ្នក និងទិន្នន័យរបស់លោកអ្នក នៅពេលប្រើគេហទំព័របណ្តាញទំនាក់ទំនងសង្គម", 
            "menu_name": "book-toc-1925", 
            "mlid": "5114", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5114", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "9"
        }
    }, 
    "name": "chris", 
    "nid": "1968", 
    "num_revisions": "25", 
    "path": "https://securityinabox.org/en/node/1968", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452612713", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "fr": [
            {
                "format": null, 
                "safe_value": "9. Savoir se protéger sur les sites de réseautage social", 
                "value": "9. Savoir se protéger sur les sites de réseautage social"
            }
        ]
    }, 
    "title_original": "9. How to protect yourself and your data when using social networking sites", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335206", 
                "created": "1442335206", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228264", 
                "created": "1441810870", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094081", 
                "created": "1443094081", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415222", 
                "created": "1442415222", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441212800", 
                "created": "1441208514", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442849793", 
                "created": "1442762215", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441355310", 
                "created": "1441355310", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452612713", 
                "created": "1452612713", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442332214", 
                "created": "1442332214", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118099", 
                "created": "1441118099", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443813559", 
                "created": "1443813559", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444397762", 
                "created": "1444397762", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014857", 
                "created": "1443014857", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443099044", 
                "created": "1442324462", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1441105352", 
                "created": "1441105352", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326111", 
                "created": "1442326111", 
                "entity_id": "1968", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "d974d2d5-782d-4347-a54a-cd388491dba1", 
    "vid": "12819", 
    "vuuid": "3817890f-941d-4ef8-8792-ab98359eaa9c"
}