{
    "body": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Les téléphones mobiles font désormais partie intégrante de nos communications quotidiennes. Tous les téléphones mobiles ont maintenant la possibilité d'envoyer et de recevoir des appels vocaux et des messages textes. Leur petit format, leur coût relativement bas et leurs multiples usages font de ces appareils des outils indispensables pour les défenseurs de droits de la personne, qui les utilisent de plus en plus pour communiquer et mener à bien leur travail.</p>\n\n<p>Récemment, on trouve sur le marché des appareils munis de nombreuses nouvelles fonctions. On en trouve par exemple qui sont munis d'un <a href=\"/fr/glossaire#GPS\">GPS</a>, de fonctions multimédia (photo, vidéo, enregistrement audio, et parfois même transmission de signal), traitement de données et accès à Internet. Par contre, le fonctionnement et l'infrastructure des réseaux de téléphonie mobile sont extrêmement différents du fonctionnement d'Internet. Cela donne lieu à de nouveaux défis en matière de sécurité et engendre de nouveaux risques pour la vie privée des utilisateurs et l'intégrité de leurs communications et de leurs renseignements.</p>\n\n<h2>Scénario de départ</h2>\n\n<div class=\"background\">\nBorna et son fils Delir sont tous deux ouvriers dans une usine et militent actuellement pour la création d'un syndicat. Les propriétaires de l'usine, qui ont des relations dans le gouvernement local, nuisent à leurs efforts. Le superviseur de Borna l'a averti qu'il était peut-être sous surveillance et qu'il devait faire très attention à qui il parlait. Borna a acheté un téléphone mobile pour son travail syndical. Delir aide son père à utiliser son nouveau mobile de façon sûre pour ses activités militantes.\n</div>\n\n<h3>Qu’apprendrez-vous dans ce chapitre</h3>\n\n<ul><li>Pourquoi les communications par téléphone mobile et le stockage de données sur les téléphones mobiles ne sont pas des pratiques sûres ;</li>\n<li>Comment accroître votre sécurité lorsque vous utilisez un téléphone mobile ;</li>\n<li>Comment minimiser les risques d'être espionné ou suivi à la trace par le truchement de votre téléphone mobile ;</li>\n<li>Comment augmenter les chances de préserver votre anonymat lorsque vous utilisez un téléphone mobile.</li>\n</ul>", 
                "summary": "", 
                "value": "Les téléphones mobiles font désormais partie intégrante de nos communications quotidiennes. Tous les téléphones mobiles ont maintenant la possibilité d'envoyer et de recevoir des appels vocaux et des messages textes. Leur petit format, leur coût relativement bas et leurs multiples usages font de ces appareils des outils indispensables pour les défenseurs de droits de la personne, qui les utilisent de plus en plus pour communiquer et mener à bien leur travail.\r\n\r\nRécemment, on trouve sur le marché des appareils munis de nombreuses nouvelles fonctions. On en trouve par exemple qui sont munis d'un [GPS](/fr/glossaire#GPS), de fonctions multimédia (photo, vidéo, enregistrement audio, et parfois même transmission de signal), traitement de données et accès à Internet. Par contre, le fonctionnement et l'infrastructure des réseaux de téléphonie mobile sont extrêmement différents du fonctionnement d'Internet. Cela donne lieu à de nouveaux défis en matière de sécurité et engendre de nouveaux risques pour la vie privée des utilisateurs et l'intégrité de leurs communications et de leurs renseignements.\r\n\r\n## Scénario de départ ##\r\n\r\n<div class=\"background\">\r\nBorna et son fils Delir sont tous deux ouvriers dans une usine et militent actuellement pour la création d'un syndicat. Les propriétaires de l'usine, qui ont des relations dans le gouvernement local, nuisent à leurs efforts. Le superviseur de Borna l'a averti qu'il était peut-être sous surveillance et qu'il devait faire très attention à qui il parlait. Borna a acheté un téléphone mobile pour son travail syndical. Delir aide son père à utiliser son nouveau mobile de façon sûre pour ses activités militantes.\r\n</div>\r\n\r\n### Qu’apprendrez-vous dans ce chapitre ###\r\n\r\n* Pourquoi les communications par téléphone mobile et le stockage de données sur les téléphones mobiles ne sont pas des pratiques sûres ;\r\n* Comment accroître votre sécurité lorsque vous utilisez un téléphone mobile ;\r\n* Comment minimiser les risques d'être espionné ou suivi à la trace par le truchement de votre téléphone mobile ;\r\n* Comment augmenter les chances de préserver votre anonymat lorsque vous utilisez un téléphone mobile.\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1972", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1972", 
        "link_title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
        "menu_name": "book-toc-1925", 
        "mlid": "5118", 
        "module": "book", 
        "nid": "1972", 
        "options": [], 
        "p1": "5030", 
        "p2": "5118", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
        "updated": "0", 
        "weight": "10"
    }, 
    "book_children": [
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Lorsqu'on utilise un téléphone mobile, il est important de prendre des décisions importantes en toute connaissance de cause. Cela est également important pour votre protection personnelle que pour celle de vos contacts et de vos données. Le fonctionnement et l'infrastructure des réseaux de téléphonie cellulaire ont une influence significative sur la faculté qu'ont les utilisateurs de préserver la sécurité et la confidentialité de leurs données et communications.</p>\n\n<ul><li><p>Les réseaux de téléphonie cellulaire sont des réseaux privés administrés par des entités commerciales, qui peuvent ou non être sous le contrôle unique du gouvernement. L'entité commerciale (ou le gouvernement) dispose d'un accès pratiquement illimité aux renseignements et aux communications de ses clients. De plus, elle a la possibilité d'intercepter n'importe quel appel ou message texte et peut déterminer en tout temps l'emplacement de chaque appareil (et donc de son utilisateur).</p></li>\n<li><p>Les systèmes d'exploitation utilisés par les téléphones mobiles sont conçus sur mesure ou configurés par les fabricants, selon les spécifications imposées par les fournisseurs de services, pour être compatibles avec les réseaux privés de ces mêmes compagnies. En conséquence, les systèmes d'exploitation peuvent très bien comporter des fonctions cachées permettant au fournisseur de service un contrôle plus serré de chaque appareil branché à son réseau.</p></li>\n<li><p>Le nombre des fonctions incluses dans les téléphones mobiles a nettement augmenté au cours des dernières années. Les nouveaux appareils sont en fait des mini-ordinateurs portables capables de se connecter à Internet et présentant des fonctions de téléphonie mobile.</p></li>\n</ul><p>Afin de déterminer quels aspects de vos communications ont le plus besoin d'être protégés, il peut être utile de vous pencher sur un certain nombre de questions : Quel est le contenu et la teneur de vos appels vocaux et de vos messages textes ? Avec qui communiquez-vous, et à quelle occasion ? D'où appelez-vous ? Vos renseignements sont vulnérables de plusieurs façons :</p>\n\n<ul><li><p><strong>Les renseignements sont vulnérables quand ils sont envoyés à partir d'un téléphone mobile</strong>  Exemple : Chaque fournisseur de service de téléphonie mobile a un accès illimité à tous les appels et messages textes transmis sur son réseau. Dans la plupart des pays, les fournisseurs de service ont l'obligation de conserver un registre de l'ensemble des communications effectuées sur leur réseau. Dans certains pays, les fournisseurs de service sont carrément sous le contrôle unique du gouvernement. Les appels vocaux et les messages textes peuvent également être placés sous écoute par une tierce partie située à \nproximité de l'appareil, à l'aide d'un équipement facilement accessible.</p></li>\n<li><p><strong>Les renseignements sont vulnérables à même les appareils respectifs de l'expéditeur et du destinataire</strong> Exemple : Les téléphones mobiles peuvent stocker toutes sortes de données : l'historique des appels, les messages textes envoyés et reçus, les entrées au carnet d'adresses, des photos, clips vidéos, fichiers textes, etc. Ces données peuvent révéler vos contacts, ainsi que des renseignements personnels sur vous et vos collègues. Il est très difficile, voire impossible avec certains appareils, de sécuriser ces renseignements. Les plus récents modèles sont ni plus ni moins que des ordinateurs de poche. Avec ces fonctions additionnelles viennent malheureusement de plus grands risques. De plus, les appareils qui ont la possibilité de se connecter à Internet sont évidemment vulnérables aux menaces inhérentes aux ordinateurs et à l'Internet.</p></li>\n<li><p><strong>Les appareils révèlent leur emplacement</strong> Exemple : Dans le cadre des opérations normales, chaque appareil de téléphonie mobile communique automatiquement et régulièrement son emplacement au fournisseur de service. Qui plus est, plusieurs appareils comportent maintenant des fonctions <a href=\"/fr/glossaire#GPS\">GPS</a>, et des données de position très précises peuvent être intégrées à d'autres données, comme aux photos, aux SMS et aux requêtes Web envoyées depuis le téléphone.</p></li>\n</ul><p><strong>L'évolution de la technologie introduit de nouvelles fonctions mais entraîne également de nouveaux risques.</strong></p>\n\n<div class=\"background\">\n\n<p>Borna : Mon fils, à partir de maintenant, j'ai décidé d'utiliser uniquement ce téléphone mobile pour organiser nos réunions. J'ai l'impression qu'ils ont placé le téléphone du plancher de l'usine sous écoute, et peut-être même notre téléphone à la maison.\nDelir : Père, c'est une bonne chose que tu aies enfin acquis un mobile, mais sais-tu ce que cet appareil peut et ne peut pas faire ?\nBorna : Bien sûr, c'est un téléphone ! On appelle quelqu'un, on lui parle et il nous répond. On peut faire ça peu importe où on se trouve. ET je peux envoyer des courts messages, à toi ou à d'autres, et ils vont apparaître sur ton téléphone.</p>\n\n<p>Delir : Tout ça est vrai, mais ce n'est pas tout. De nos jours, il y a plusieurs autres choses qu'on peut faire avec ce type d'appareils. Mais parlons d'abord des risques et des précautions, surtout si tu as l'impression que quelqu'un est intéressé à savoir ce que tu dis et avec qui tu communiques.</p>\n\n</div>\n\n<p>La prochaine section aborde un certain nombre de moyens faciles que vous pouvez prendre pour réduire les risques de sécurité associés à l'utilisation d'un téléphone mobile.</p>\n", 
                        "summary": "", 
                        "value": "Lorsqu'on utilise un téléphone mobile, il est important de prendre des décisions importantes en toute connaissance de cause. Cela est également important pour votre protection personnelle que pour celle de vos contacts et de vos données. Le fonctionnement et l'infrastructure des réseaux de téléphonie cellulaire ont une influence significative sur la faculté qu'ont les utilisateurs de préserver la sécurité et la confidentialité de leurs données et communications.\r\n\r\n* Les réseaux de téléphonie cellulaire sont des réseaux privés administrés par des entités commerciales, qui peuvent ou non être sous le contrôle unique du gouvernement. L'entité commerciale (ou le gouvernement) dispose d'un accès pratiquement illimité aux renseignements et aux communications de ses clients. De plus, elle a la possibilité d'intercepter n'importe quel appel ou message texte et peut déterminer en tout temps l'emplacement de chaque appareil (et donc de son utilisateur).\r\n\r\n* Les systèmes d'exploitation utilisés par les téléphones mobiles sont conçus sur mesure ou configurés par les fabricants, selon les spécifications imposées par les fournisseurs de services, pour être compatibles avec les réseaux privés de ces mêmes compagnies. En conséquence, les systèmes d'exploitation peuvent très bien comporter des fonctions cachées permettant au fournisseur de service un contrôle plus serré de chaque appareil branché à son réseau.\r\n\r\n* Le nombre des fonctions incluses dans les téléphones mobiles a nettement augmenté au cours des dernières années. Les nouveaux appareils sont en fait des mini-ordinateurs portables capables de se connecter à Internet et présentant des fonctions de téléphonie mobile.\r\n\r\nAfin de déterminer quels aspects de vos communications ont le plus besoin d'être protégés, il peut être utile de vous pencher sur un certain nombre de questions : Quel est le contenu et la teneur de vos appels vocaux et de vos messages textes ? Avec qui communiquez-vous, et à quelle occasion ? D'où appelez-vous ? Vos renseignements sont vulnérables de plusieurs façons : \r\n\r\n* **Les renseignements sont vulnérables quand ils sont envoyés à partir d'un téléphone mobile** <br> Exemple : Chaque fournisseur de service de téléphonie mobile a un accès illimité à tous les appels et messages textes transmis sur son réseau. Dans la plupart des pays, les fournisseurs de service ont l'obligation de conserver un registre de l'ensemble des communications effectuées sur leur réseau. Dans certains pays, les fournisseurs de service sont carrément sous le contrôle unique du gouvernement. Les appels vocaux et les messages textes peuvent également être placés sous écoute par une tierce partie située à \r\nproximité de l'appareil, à l'aide d'un équipement facilement accessible. \r\n\r\n* **Les renseignements sont vulnérables à même les appareils respectifs de l'expéditeur et du destinataire**<br> Exemple : Les téléphones mobiles peuvent stocker toutes sortes de données : l'historique des appels, les messages textes envoyés et reçus, les entrées au carnet d'adresses, des photos, clips vidéos, fichiers textes, etc. Ces données peuvent révéler vos contacts, ainsi que des renseignements personnels sur vous et vos collègues. Il est très difficile, voire impossible avec certains appareils, de sécuriser ces renseignements. Les plus récents modèles sont ni plus ni moins que des ordinateurs de poche. Avec ces fonctions additionnelles viennent malheureusement de plus grands risques. De plus, les appareils qui ont la possibilité de se connecter à Internet sont évidemment vulnérables aux menaces inhérentes aux ordinateurs et à l'Internet. \r\n \r\n* **Les appareils révèlent leur emplacement**<br> Exemple : Dans le cadre des opérations normales, chaque appareil de téléphonie mobile communique automatiquement et régulièrement son emplacement au fournisseur de service. Qui plus est, plusieurs appareils comportent maintenant des fonctions [GPS](/fr/glossaire#GPS), et des données de position très précises peuvent être intégrées à d'autres données, comme aux photos, aux SMS et aux requêtes Web envoyées depuis le téléphone.\r\n\r\n**L'évolution de la technologie introduit de nouvelles fonctions mais entraîne également de nouveaux risques.**\r\n\r\n<div class=\"background\" markdown=1>\r\nBorna : Mon fils, à partir de maintenant, j'ai décidé d'utiliser uniquement ce téléphone mobile pour organiser nos réunions. J'ai l'impression qu'ils ont placé le téléphone du plancher de l'usine sous écoute, et peut-être même notre téléphone à la maison.\r\nDelir : Père, c'est une bonne chose que tu aies enfin acquis un mobile, mais sais-tu ce que cet appareil peut et ne peut pas faire ?\r\nBorna : Bien sûr, c'est un téléphone ! On appelle quelqu'un, on lui parle et il nous répond. On peut faire ça peu importe où on se trouve. ET je peux envoyer des courts messages, à toi ou à d'autres, et ils vont apparaître sur ton téléphone.\r\n\r\nDelir : Tout ça est vrai, mais ce n'est pas tout. De nos jours, il y a plusieurs autres choses qu'on peut faire avec ce type d'appareils. Mais parlons d'abord des risques et des précautions, surtout si tu as l'impression que quelqu'un est intéressé à savoir ce que tu dis et avec qui tu communiques.\r\n</div>\r\n\r\nLa prochaine section aborde un certain nombre de moyens faciles que vous pouvez prendre pour réduire les risques de sécurité associés à l'utilisation d'un téléphone mobile.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1973", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1973", 
                "link_title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5119", 
                "module": "book", 
                "nid": "1973", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5119", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452613872", 
            "comment": "0", 
            "created": "1441106049", 
            "current_revision_id": "12830", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_1", 
                        "value": "chapter_10_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5119": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1973", 
                    "link_title": "ទូរស័ព្ទចល័ត និង សុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5119", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5119", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1973", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1973", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452613872", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Les téléphones mobiles et la sécurité", 
                        "value": "Les téléphones mobiles et la sécurité"
                    }
                ]
            }, 
            "title_original": "Mobile devices and security ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336059", 
                        "created": "1442336059", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228569", 
                        "created": "1441813239", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097973", 
                        "created": "1443097973", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415612", 
                        "created": "1442415612", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441213790", 
                        "created": "1441213096", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850591", 
                        "created": "1442762439", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442337005", 
                        "created": "1442337005", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613872", 
                        "created": "1452613872", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334353", 
                        "created": "1442334353", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118647", 
                        "created": "1441118647", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814382", 
                        "created": "1443814382", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444400719", 
                        "created": "1444400719", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102544", 
                        "created": "1443102544", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325205", 
                        "created": "1442325205", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1442329304", 
                        "created": "1441106049", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442329766", 
                        "created": "1442329766", 
                        "entity_id": "1973", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "1fb9e069-90e6-4a95-96d0-f33cdfc24c2c", 
            "vid": "12830", 
            "vuuid": "116801e4-f771-4056-8836-2900e99fe4c2"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Les gens transportent souvent avec eux des téléphones mobiles qui contiennent des données sensibles. L'historique des communications, les messages textes et vocaux, les carnets d'adresses, les calendriers, les photos et plusieurs autres fonctions utiles peuvent sérieusement compromettre votre sécurité si le téléphone est perdu ou volé. Il est essentiel que vous soyez toujours conscient des renseignements qui sont stockés, passivement et activement, sur votre téléphone mobile. Les renseignements stockés sur un téléphone mobile peuvent compromettre la sécurité de la personne qui utilise l'appareil, mais également celle des personnes listées dans le carnet d'adresses ou dans la boîte de réception des messages, qui figurent dans l'album photo, etc.</p>\n\n<p>Les téléphones qui ont la possibilité de se connecter à Internet sont également exposés aux risques et vulnérabilités associés à l'Internet et aux ordinateurs, comme nous l'avons vu dans les chapitres de ce livret portant sur la sécurité des données, l'anonymat, la récupération, la perte, le vol et l'interception de données.</p>\n\n<p>Afin de réduire certains des risques de sécurité mentionnés ci-dessus, les utilisateurs devraient toujours être conscients des potentielles failles que présente leur appareil et configurer leurs options en conséquence. Une fois que vous avez cerné les problèmes potentiels, il est peut-être possible de mettre en place des moyens de sauvegarde et des mesures préventives appropriées.</p>\n\n<div class=\"background\">\n\n<p>Borna : Un des avantages du téléphone mobile est qu'ils ne pourront pas savoir où sont nos réunions si nous les organisons par téléphone mobile en marchant au marché, par exemple, alors qu'ils peuvent facilement tendre l'oreille ou nous placer sous écoute si nous utilisons un téléphone normal.</p>\n\n<p>Delir : Et bien, ne m'as-tu pas dit qu'ils ont des relations au sein de la compagnie de téléphone ?</p>\n\n<p>Borna :  Quelqu'un m'a dit qu'ils soudoient les techniciens du téléphone pour obtenir des renseignements.</p>\n\n<p>Delir : Si tu t'es inscrit au service de téléphonie mobile en utilisant ta propre adresse et ta propre identité, le téléphone est associé à ton nom, et chaque fois que tu place un appel, une entrée de registre est associée à ton compte et à ton identité. Père, t'es-tu inscrit avec ta propre identité ?</p>\n\n<p>Borna : Non, j'ai pris un téléphone usagé à la boutique de ton oncle ; il m'a assuré que le téléphone était « propre » et que je pouvais l'utiliser en toute sécurité. Il m'a aussi aidé à acheter une de ces puces prépayées qu'on met dans le téléphone.</p>\n\n<p>Delir : Oui, c'est ce qu'on appelle une <a href=\"/fr/glossaire#Carte_SIM\">carte SIM</a>. La compagnie de téléphone retrace chaque appel ou transmission avec le numéro de téléphone et le numéro d'identification de la carte SIM, ET le numéro d'identification du téléphone. Alors, s'ils savent quel numéro de téléphone, OU quel le numéro d'identification du téléphone, OU quel numéro de carte SIM t'appartient, ils peuvent faire jouer leurs relations pour connaître tes habitudes d'utilisation du téléphone.</p>\n\n<p>Borna : Et je suppose qu'ils peuvent aussi écouter mes conversations par téléphone mobile ?</p>\n\n<p>Delir : Dans ton cas particulier, et il faut remercier mon oncle pour cela, le téléphone n'est pas enregistré à ton nom et la carte SIM n'est aucunement associée à ton nom. Alors, même s'ils arrivent à retracer l'emplacement de la  carte SIM et/ou du téléphone, ils n'ont pas nécessairement la possibilité de savoir que tu es associé à la carte SIM ou au téléphone.</p>\n\n</div>\n\n<hr /><ul><li><a href=\"/fr/chapter_10_2_1\">9.2.1 Pratiques exemplaires en matière de sécurité mobile</a></li>\n<li><a href=\"/fr/chapter_10_2_2\">9.2.2 Fonctions de base, traçabilité et anonymat</a></li>\n<li><a href=\"/fr/chapter_10_2_3\">9.2.3 Communications par texte - SMS / Messages textes</a></li>\n<li><a href=\"/fr/chapter_10_2_4\">9.2.4 Autres fonctions des appareils mobiles</a></li>\n</ul>", 
                        "summary": "", 
                        "value": "Les gens transportent souvent avec eux des téléphones mobiles qui contiennent des données sensibles. L'historique des communications, les messages textes et vocaux, les carnets d'adresses, les calendriers, les photos et plusieurs autres fonctions utiles peuvent sérieusement compromettre votre sécurité si le téléphone est perdu ou volé. Il est essentiel que vous soyez toujours conscient des renseignements qui sont stockés, passivement et activement, sur votre téléphone mobile. Les renseignements stockés sur un téléphone mobile peuvent compromettre la sécurité de la personne qui utilise l'appareil, mais également celle des personnes listées dans le carnet d'adresses ou dans la boîte de réception des messages, qui figurent dans l'album photo, etc.\r\n\r\nLes téléphones qui ont la possibilité de se connecter à Internet sont également exposés aux risques et vulnérabilités associés à l'Internet et aux ordinateurs, comme nous l'avons vu dans les chapitres de ce livret portant sur la sécurité des données, l'anonymat, la récupération, la perte, le vol et l'interception de données. \r\n\r\nAfin de réduire certains des risques de sécurité mentionnés ci-dessus, les utilisateurs devraient toujours être conscients des potentielles failles que présente leur appareil et configurer leurs options en conséquence. Une fois que vous avez cerné les problèmes potentiels, il est peut-être possible de mettre en place des moyens de sauvegarde et des mesures préventives appropriées.\r\n\r\n<div class=\"background\" markdown=1>\r\n\r\nBorna : Un des avantages du téléphone mobile est qu'ils ne pourront pas savoir où sont nos réunions si nous les organisons par téléphone mobile en marchant au marché, par exemple, alors qu'ils peuvent facilement tendre l'oreille ou nous placer sous écoute si nous utilisons un téléphone normal.\r\n\r\n\r\nDelir : Et bien, ne m'as-tu pas dit qu'ils ont des relations au sein de la compagnie de téléphone ?\r\n\r\nBorna :  Quelqu'un m'a dit qu'ils soudoient les techniciens du téléphone pour obtenir des renseignements.\r\n\r\nDelir : Si tu t'es inscrit au service de téléphonie mobile en utilisant ta propre adresse et ta propre identité, le téléphone est associé à ton nom, et chaque fois que tu place un appel, une entrée de registre est associée à ton compte et à ton identité. Père, t'es-tu inscrit avec ta propre identité ?\r\n\r\nBorna : Non, j'ai pris un téléphone usagé à la boutique de ton oncle ; il m'a assuré que le téléphone était « propre » et que je pouvais l'utiliser en toute sécurité. Il m'a aussi aidé à acheter une de ces puces prépayées qu'on met dans le téléphone.\r\n\r\nDelir : Oui, c'est ce qu'on appelle une [carte SIM](/fr/glossaire#Carte_SIM). La compagnie de téléphone retrace chaque appel ou transmission avec le numéro de téléphone et le numéro d'identification de la carte SIM, ET le numéro d'identification du téléphone. Alors, s'ils savent quel numéro de téléphone, OU quel le numéro d'identification du téléphone, OU quel numéro de carte SIM t'appartient, ils peuvent faire jouer leurs relations pour connaître tes habitudes d'utilisation du téléphone.\r\n\r\nBorna : Et je suppose qu'ils peuvent aussi écouter mes conversations par téléphone mobile ?\r\n\r\nDelir : Dans ton cas particulier, et il faut remercier mon oncle pour cela, le téléphone n'est pas enregistré à ton nom et la carte SIM n'est aucunement associée à ton nom. Alors, même s'ils arrivent à retracer l'emplacement de la  carte SIM et/ou du téléphone, ils n'ont pas nécessairement la possibilité de savoir que tu es associé à la carte SIM ou au téléphone.\r\n</div>\r\n\r\n\r\n-------------------\r\n\r\n* [9.2.1 Pratiques exemplaires en matière de sécurité mobile](/fr/chapter_10_2_1)\r\n* [9.2.2 Fonctions de base, traçabilité et anonymat](/fr/chapter_10_2_2)\r\n* [9.2.3 Communications par texte - SMS / Messages textes](/fr/chapter_10_2_3)\r\n* [9.2.4 Autres fonctions des appareils mobiles](/fr/chapter_10_2_4)\r\n\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1974", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1974", 
                "link_title": "Mobility and the vulnerability of information", 
                "menu_name": "book-toc-1925", 
                "mlid": "5120", 
                "module": "book", 
                "nid": "1974", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5120", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "Mobility and the vulnerability of information", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1454084864", 
            "comment": "0", 
            "created": "1441106090", 
            "current_revision_id": "13098", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2", 
                        "value": "chapter_10_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5120": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1974", 
                    "link_title": "Mobility and the vulnerability of information", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5120", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5120", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1974", 
            "num_revisions": "19", 
            "path": "https://securityinabox.org/en/node/1974", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1454084864", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "La mobilité et la vulnérabilité des données", 
                        "value": "La mobilité et la vulnérabilité des données"
                    }
                ]
            }, 
            "title_original": "Mobility and the vulnerability of information", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336119", 
                        "created": "1442336119", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1454084864", 
                        "created": "1441813679", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097922", 
                        "created": "1443097922", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415689", 
                        "created": "1442415689", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441213883", 
                        "created": "1441213883", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850750", 
                        "created": "1442762474", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442337184", 
                        "created": "1442337184", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452613958", 
                        "created": "1452613958", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334531", 
                        "created": "1442334531", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118763", 
                        "created": "1441118763", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814440", 
                        "created": "1443814440", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444400787", 
                        "created": "1444400787", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102563", 
                        "created": "1443102563", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325319", 
                        "created": "1442325319", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441106090", 
                        "created": "1441106090", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1974", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442330110", 
                        "created": "1442330110", 
                        "entity_id": "1974", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1974", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "c4b3c132-d0e5-4cf8-a654-9cc222a12fb4", 
            "vid": "13098", 
            "vuuid": "185a332d-3897-4251-b17f-7ddc4413dc54"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Comme c'est le cas avec d'autres types d'appareils, la première ligne de défense pour les renseignements contenus sur votre téléphone mobile est la protection physique de l'appareil et de sa <a href=\"/fr/glossaire#Carte_SIM\">carte SIM</a> contre le vol et les dommages.</p>\n\n<ul><li><p>Conservez votre appareil avec vous en tous temps. Ne le laissez jamais sans surveillance. Évitez d'exhiber votre téléphone en public.</p></li>\n<li><p>Utilisez toujours les codes de sécurité ou le numéro d'identification personnel (NIP) du téléphone et gardez-en le secret (ne les révélez à personne). Ne conservez jamais les codes et numéros de sécurité par défaut du fabricant.</p></li>\n<li><p>Faites une marque physique (dessinée) sur la carte SIM, la carte mémoire de rechange, la pile et le téléphone. Cette marque devrait être unique et ne devrait pas être évidente aux yeux d'un étranger (faites une petite marque, un dessin, des lettres ou des chiffres, et/ou utilisez un marqueur ultraviolet, dont l'encre est invisible à la lumière normale). Collez des étiquettes de sécurité indécachetable ou du ruban adhésif sur les joints du téléphone. De cette façon, vous pourrez voir immédiatement si ces items ont été trafiqués ou remplacés (par exemple, l'étiquette ou le ruban adhésif sera mal aligné ou laissera un résidu visible).</p></li>\n<li><p>Assurez-vous de savoir en tous temps quels renseignements sont stockés sur votre carte SIM, sur vos cartes mémoire additionnelles et dans la mémoire interne de votre téléphone. Ne stockez pas de renseignements sensibles sur votre téléphone. Si vous devez stocker des renseignements que vous jugez sensibles, envisagez la possibilité de les charger sur une carte mémoire externe, qui peut facilement être détruite. Ne laissez pas des renseignements aussi importants dans la mémoire interne du téléphone.</p></li>\n<li><p>Protégez votre carte SIM et votre carte mémoire supplémentaire (si votre téléphone en a une), puisqu'elles peuvent contenir des renseignements importants comme des coordonnées personnelles et des messages SMS. Par exemple, assurez-vous de ne pas les laisser à l'atelier de réparation lorsque vous faites réparer votre appareil.</p></li>\n<li><p>Lorsque vous vous débarrassez de votre appareil, assurez-vous de ne laisser aucun renseignement dans la mémoire interne du téléphone ou sur la carte SIM (même si le téléphone ou la carte SIM sont brisés ou défectueux). La meilleure solution est probablement de détruire physiquement la carte SIM. Si vous avez l'intention de donner, revendre ou réutiliser votre appareil, assurez-vous d'abord que tous les renseignements en soient supprimés.</p></li>\n<li><p>Envisagez de ne faire affaire qu'avec des marchands et réparateurs de confiance. Cela réduit considérablement votre niveau de vulnérabilité si vous achetez un téléphone usagé ou si vous faites réparer votre appareil. Vous pouvez également envisager d'acheter votre appareil d'un marchand autorisé mais choisi complètement au hasard. Ainsi, vous réduisez les risques que votre appareil ait été préparé spécialement pour vous avec des logiciels d'espionnage installés à l'avance.</p></li>\n<li><p>Faites régulièrement des copies de sauvegarde, sur un ordinateur sécurisé, des renseignements contenus dans votre téléphone. Stockez la copie de sauvegarde de façon sécurisée (voir le chapitre : <a href=\"/fr/chapter-4\"><strong>4. Protéger les données sensibles stockées sur votre ordinateur</strong></a>). Cela vous permettra de récupérer vos données si vous perdez votre téléphone. De plus, si vous avez une copie de sauvegarde, vous saurez exactement quels renseignements peuvent être compromis (si votre appareil est perdu ou volé) et pourrez prendre des mesures en conséquence.</p></li>\n<li><p>Le numéro de série à 15 caractères, ou IIEM (Identité internationale d'équipement mobile), permet d'identifier votre téléphone et peut être affiché sur la plupart des appareils en composant *#06#. Sinon, ce numéro est habituellement inscrit sous la pile, ou vous pouvez le retrouver en consultant les paramètres de l'appareil. Notez ce numéro quelque part et gardez cette note à l'écart de votre téléphone, puisque ce numéro peut être utile pour retracer le téléphone et en prouver la propriété si l'appareil est volé.</p></li>\n<li><p>Prenez le temps de bien considérer les avantages et désavantages d'enregistrer votre téléphone auprès d'un fournisseur de service. Si votre téléphone est volé, le fournisseur de service devrait être en mesure d'en interrompre immédiatement l'usage. Par contre, l'enregistrement de votre appareil signifie que son usage est associé directement à votre identité.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Comme c'est le cas avec d'autres types d'appareils, la première ligne de défense pour les renseignements contenus sur votre téléphone mobile est la protection physique de l'appareil et de sa [carte SIM](/fr/glossaire#Carte_SIM) contre le vol et les dommages.\r\n\r\n* Conservez votre appareil avec vous en tous temps. Ne le laissez jamais sans surveillance. Évitez d'exhiber votre téléphone en public.\r\n\r\n* Utilisez toujours les codes de sécurité ou le numéro d'identification personnel (NIP) du téléphone et gardez-en le secret (ne les révélez à personne). Ne conservez jamais les codes et numéros de sécurité par défaut du fabricant.\r\n\r\n* Faites une marque physique (dessinée) sur la carte SIM, la carte mémoire de rechange, la pile et le téléphone. Cette marque devrait être unique et ne devrait pas être évidente aux yeux d'un étranger (faites une petite marque, un dessin, des lettres ou des chiffres, et/ou utilisez un marqueur ultraviolet, dont l'encre est invisible à la lumière normale). Collez des étiquettes de sécurité indécachetable ou du ruban adhésif sur les joints du téléphone. De cette façon, vous pourrez voir immédiatement si ces items ont été trafiqués ou remplacés (par exemple, l'étiquette ou le ruban adhésif sera mal aligné ou laissera un résidu visible). \r\n\r\n* Assurez-vous de savoir en tous temps quels renseignements sont stockés sur votre carte SIM, sur vos cartes mémoire additionnelles et dans la mémoire interne de votre téléphone. Ne stockez pas de renseignements sensibles sur votre téléphone. Si vous devez stocker des renseignements que vous jugez sensibles, envisagez la possibilité de les charger sur une carte mémoire externe, qui peut facilement être détruite. Ne laissez pas des renseignements aussi importants dans la mémoire interne du téléphone.\r\n\r\n* Protégez votre carte SIM et votre carte mémoire supplémentaire (si votre téléphone en a une), puisqu'elles peuvent contenir des renseignements importants comme des coordonnées personnelles et des messages SMS. Par exemple, assurez-vous de ne pas les laisser à l'atelier de réparation lorsque vous faites réparer votre appareil.\r\n\r\n* Lorsque vous vous débarrassez de votre appareil, assurez-vous de ne laisser aucun renseignement dans la mémoire interne du téléphone ou sur la carte SIM (même si le téléphone ou la carte SIM sont brisés ou défectueux). La meilleure solution est probablement de détruire physiquement la carte SIM. Si vous avez l'intention de donner, revendre ou réutiliser votre appareil, assurez-vous d'abord que tous les renseignements en soient supprimés.\r\n\r\n* Envisagez de ne faire affaire qu'avec des marchands et réparateurs de confiance. Cela réduit considérablement votre niveau de vulnérabilité si vous achetez un téléphone usagé ou si vous faites réparer votre appareil. Vous pouvez également envisager d'acheter votre appareil d'un marchand autorisé mais choisi complètement au hasard. Ainsi, vous réduisez les risques que votre appareil ait été préparé spécialement pour vous avec des logiciels d'espionnage installés à l'avance. \r\n\r\n* Faites régulièrement des copies de sauvegarde, sur un ordinateur sécurisé, des renseignements contenus dans votre téléphone. Stockez la copie de sauvegarde de façon sécurisée (voir le chapitre : [**4. Protéger les données sensibles stockées sur votre ordinateur**](/fr/chapter-4)). Cela vous permettra de récupérer vos données si vous perdez votre téléphone. De plus, si vous avez une copie de sauvegarde, vous saurez exactement quels renseignements peuvent être compromis (si votre appareil est perdu ou volé) et pourrez prendre des mesures en conséquence. \r\n\r\n* Le numéro de série à 15 caractères, ou IIEM (Identité internationale d'équipement mobile), permet d'identifier votre téléphone et peut être affiché sur la plupart des appareils en composant *#06#. Sinon, ce numéro est habituellement inscrit sous la pile, ou vous pouvez le retrouver en consultant les paramètres de l'appareil. Notez ce numéro quelque part et gardez cette note à l'écart de votre téléphone, puisque ce numéro peut être utile pour retracer le téléphone et en prouver la propriété si l'appareil est volé.\r\n\r\n* Prenez le temps de bien considérer les avantages et désavantages d'enregistrer votre téléphone auprès d'un fournisseur de service. Si votre téléphone est volé, le fournisseur de service devrait être en mesure d'en interrompre immédiatement l'usage. Par contre, l'enregistrement de votre appareil signifie que son usage est associé directement à votre identité.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1975", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1975", 
                "link_title": "Best practices for phone security ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5121", 
                "module": "book", 
                "nid": "1975", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5121", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "Best practices for phone security ", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1456147908", 
            "comment": "0", 
            "created": "1441106184", 
            "current_revision_id": "13318", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_1", 
                        "value": "chapter_10_2_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5121": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1975", 
                    "link_title": "Best practices for phone security ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5121", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5121", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1975", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1975", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456147908", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Pratiques exemplaires en matière de sécurité mobile", 
                        "value": "Pratiques exemplaires en matière de sécurité mobile"
                    }
                ]
            }, 
            "title_original": "Best practices for phone security ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336224", 
                        "created": "1442336224", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228661", 
                        "created": "1441813801", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442415750", 
                        "created": "1442415750", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223198", 
                        "created": "1441222975", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442850910", 
                        "created": "1442762531", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341348", 
                        "created": "1442341348", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614079", 
                        "created": "1452614079", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334702", 
                        "created": "1442334702", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118882", 
                        "created": "1441118882", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814614", 
                        "created": "1443814614", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401030", 
                        "created": "1444401030", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102583", 
                        "created": "1443102583", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1456147908", 
                        "created": "1442325440", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441355002", 
                        "created": "1441106184", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1975", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442330703", 
                        "created": "1442330703", 
                        "entity_id": "1975", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1975", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "2ee60452-0c85-412c-9795-bb30ef0467be", 
            "vid": "13318", 
            "vuuid": "b0bce1e8-9b75-476d-9187-219d08634e2a"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Pour que votre appareil soit en mesure d'envoyer ou de recevoir des communications, il doit constamment signaler sa présence aux tours de transmission qui se trouvent à proximité. Conséquemment, le fournisseur de service qui gère le réseau est en mesure de savoir précisément où se trouve votre appareil à tout moment.</p>\n\n<div class=\"background\">\n\n<p>Borna : Y a t-il autre chose que je devrais savoir à propos de ce téléphone ?</p>\n\n<p>Delir : Oui, je suppose, mais ça dépend... est-ce que tu soupçonnes qu'ils te suivent à la trace.</p>\n\n<p>Borna : Je ne crois pas, mais peuvent-ils faire ça ?</p>\n\n<p>Delir : Et bien oui, si le téléphone est sous tension ET que les techniciens ont accès au trafic du réseau ET qu'ils savent exactement quel téléphone est le tien.</p>\n\n<p>Borna : Aucun risque, puisque je ne ferai pas d'appels avec mon téléphone quand je serai sur place.</p>\n\n<p>Delir : Ça n'a pas d'importance, père. Tant que tu auras le téléphone avec toi, chargé et prêt à être utilisé, l'appareil émet un signal aux tours qui se trouvent à proximité pour permettre à celles-ci de le localiser, tout simplement parce que c'est nécessaire à son fonctionnement. Donc, à tout moment, ton emplacement exact est forcément quelque part entre les tours de transmission qui se trouvent à proximité.</p>\n\n<p>Borna : Je devrais donc éteindre l'appareil jusqu'à ce que je sois arrivé à destination ?</p>\n\n<p>Delir : Et bien, la meilleure solution est de ne pas transporter le téléphone avec toi. La deuxième meilleure option est d'éteindre l'appareil ET de retirer la pile avant de partir, et de pas le remettre sous tension avant ton retour.</p>\n\n<p>Borna : Quoi !? Ça ne suffit pas de le mettre hors tension ?</p>\n\n<p>Delir : Et bien, juste pour mettre toutes les chances de ton côté, il est préférable de retirer la pile, et voici pourquoi : le téléphone mobile est un dispositif de transmission de signaux, donc tant que la pile est connectée, il y a toujours un risque que quelqu'un, d'une manière ou d'une autre, trouve le moyen de mettre l'appareil sous tension à ton insu.</p>\n\n</div>\n\n<p><strong>À propos de l'anonymat</strong></p>\n\n<p>Si vous menez des conversations ou envoyez des messages textes de nature sensible à partir de votre téléphone mobile, prenez garde aux fonctions de traçabilité dont il est question ci-dessus. Envisagez d'adopter les pratiques suivantes :</p>\n\n<ul><li><p>Faites vos appels chaque fois à partir d'emplacements différents, et choisissez des lieux auxquels on ne peux pas facilement vous associer.</p></li>\n<li><p>Gardez votre appareil hors tension, avec la pile déconnectée, rendez vous au lieu déterminé, mettez votre appareil sous tension et faites votre communication, puis éteignez-le à nouveau et retirez la pile. En prenant cette habitude chaque fois que vous devez utiliser votre téléphone mobile, le réseau ne sera pas en mesure de vous suivre à la trace.</p></li>\n<li><p>Changer de téléphone et de <a href=\"/fr/glossaire#Carte_SIM\">cartes SIM</a> régulièrement. Échangez-les entre camarades ou fréquentez les marchands d'appareils usagés.</p></li>\n<li><p>Utilisez des cartes SIM prépayées non enregistrées si cette option est possible dans votre région. Évitez d'acheter un téléphone ou une carte SIM à l'aide d'une carte de crédit, car cela créerait évidemment un lien direct entre vous et ces items.</p></li>\n</ul><div class=\"background\">\n\n<p>Borna : Es-tu en train de me dire que mon appareil signale mon emplacement aux tours de transmissions même si je l'ai mis hors tension ?</p>\n\n<p>Delir : Oui, et ce n'est pas le pire, père.\nBorna: Ah bon ?</p>\n\n<p>Delir : Il y a apparemment des programmes qui peuvent être installés sur ton appareil et qui permettent de le mettre sous tension secrètement et à distance, et de lui faire composer un numéro à ton insu. Ensuite, alors que tu mènes ta réunion, ton téléphone peut être utilisé à distance comme dispositif d'enregistrement et de transmission !</p>\n\n<p>Borna : Non, vraiment !?</p>\n\n<p>Delir : Et bien, c'est quelque chose que la technologie actuelle permet de faire assez facilement. Mais rien de cela n'est possible si la pile est retirée du boîtier, alors tu n'auras jamais de problème si tu prends cette précaution.</p>\n\n<p>Borna : Je vais donc éviter de transporter mon mobile si je veux être particulièrement prudent. Mais je commence à me demander sérieusement si c'est une bonne idée d'utiliser ce bidule...</p>\n\n<p>Delir : Je t'en prie, père... Tu m'as toujours dit qu'il ne faut pas avoir peur de la nouveauté... Les téléphones mobiles sont comme ça, il faut en connaître les avantages et les risques, c'est tout. Il faut simplement faire attention. Si tu connais les risques, tu peux prendre les moyens appropriées pour les éviter.</p>\n\n</div>\n\n<p><strong>À propos de l'écoute intrusive</strong></p>\n\n<p>Votre téléphone peut être utilisé pour enregistrer et transmettre les sons qui sont émis dans la portée de son microphone, et ce, sans même que vous vous en rendiez compte. Certains appareils peuvent être mis sous tension à distance et actionné de cette façon, même s'ils ont l'apparence d'être hors tension.</p>\n\n<ul><li><p>Ne laissez jamais une personne en qui vous n'avez pas confiance s'approcher physiquement de votre téléphone ; c'est un moyen répandu d'installer des logiciels d'espionnage sur votre appareil.</p></li>\n<li><p>Si vous menez des réunions importantes ou de nature privée, mettez votre téléphone hors tension et retirez la pile du boîtier. Ou n'apportez tout simplement pas l'appareil avec vous si vous avez la possibilité de le laisser en lieu sûr.</p></li>\n<li><p>Assurez-vous que toutes les personnes avec qui vous communiquez respectent également les précautions décrites ici.</p></li>\n<li><p>De plus, n'oubliez pas que l'utilisation d'un téléphone mobile en public, ou dans un lieu dont vous vous méfiez, vous rend vulnérable aux techniques d'écoute traditionnelles, ou même aux agressions et au vol.</p></li>\n</ul><p><strong>À propos de l'interception des appels</strong></p>\n\n<p>Habituellement, le chiffrement des communications vocales (et des messages textes) qui circulent par voie de téléphonie mobile est relativement faible. Il existe des techniques facilement accessibles par lesquelles des tierces parties peuvent intercepter vos communications écrites ou écouter vos conversations si elle se trouvent à proximité de l'appareil et sont en mesure de recevoir les transmissions qui en émanent. Et bien sûr, les fournisseurs de service ont accès à toutes vos communications. Il est actuellement plutôt cher et/ou techniquement compliqué de chiffrer vos appels téléphoniques de sorte que même les fournisseurs de service de téléphonie mobile ne soient pas en mesure de les intercepter. Par contre, il est prévu que ces outils deviennent bientôt plus abordables. Pour déployer une stratégie de chiffrement, il faudrait d'abord que vous installiez une application de chiffrement à même votre appareil ainsi que dans l'appareil de la personne avec qui vous souhaitez communiquer. Vous utiliseriez ensuite cette application pour envoyer et recevoir des appels et/ou des messages chiffrés. Les logiciels de chiffrement ne sont pour l'instant supportés que sur certains modèles de téléphones dits « intelligents ».</p>\n\n<p>Les conversations menées par Skype sur des téléphones mobiles ne sont pas chiffrées non plus, puisque le signal doit nécessairement transiter par le réseau de téléphonie mobile, où aucun processus de chiffrement n'est en place.</p>\n", 
                        "summary": "", 
                        "value": "Pour que votre appareil soit en mesure d'envoyer ou de recevoir des communications, il doit constamment signaler sa présence aux tours de transmission qui se trouvent à proximité. Conséquemment, le fournisseur de service qui gère le réseau est en mesure de savoir précisément où se trouve votre appareil à tout moment.\r\n\r\n<div class=\"background\" markdown=1>\r\n\r\nBorna : Y a t-il autre chose que je devrais savoir à propos de ce téléphone ?\r\n\r\nDelir : Oui, je suppose, mais ça dépend... est-ce que tu soupçonnes qu'ils te suivent à la trace.\r\n\r\nBorna : Je ne crois pas, mais peuvent-ils faire ça ?\r\n\r\nDelir : Et bien oui, si le téléphone est sous tension ET que les techniciens ont accès au trafic du réseau ET qu'ils savent exactement quel téléphone est le tien.\r\n\r\nBorna : Aucun risque, puisque je ne ferai pas d'appels avec mon téléphone quand je serai sur place.\r\n\r\nDelir : Ça n'a pas d'importance, père. Tant que tu auras le téléphone avec toi, chargé et prêt à être utilisé, l'appareil émet un signal aux tours qui se trouvent à proximité pour permettre à celles-ci de le localiser, tout simplement parce que c'est nécessaire à son fonctionnement. Donc, à tout moment, ton emplacement exact est forcément quelque part entre les tours de transmission qui se trouvent à proximité.\r\n\r\nBorna : Je devrais donc éteindre l'appareil jusqu'à ce que je sois arrivé à destination ?\r\n\r\nDelir : Et bien, la meilleure solution est de ne pas transporter le téléphone avec toi. La deuxième meilleure option est d'éteindre l'appareil ET de retirer la pile avant de partir, et de pas le remettre sous tension avant ton retour.\r\n\r\nBorna : Quoi !? Ça ne suffit pas de le mettre hors tension ?\r\n\r\nDelir : Et bien, juste pour mettre toutes les chances de ton côté, il est préférable de retirer la pile, et voici pourquoi : le téléphone mobile est un dispositif de transmission de signaux, donc tant que la pile est connectée, il y a toujours un risque que quelqu'un, d'une manière ou d'une autre, trouve le moyen de mettre l'appareil sous tension à ton insu.\r\n\r\n</div>\r\n\r\n**À propos de l'anonymat**\r\n\r\nSi vous menez des conversations ou envoyez des messages textes de nature sensible à partir de votre téléphone mobile, prenez garde aux fonctions de traçabilité dont il est question ci-dessus. Envisagez d'adopter les pratiques suivantes :\r\n\r\n* Faites vos appels chaque fois à partir d'emplacements différents, et choisissez des lieux auxquels on ne peux pas facilement vous associer.\r\n\r\n* Gardez votre appareil hors tension, avec la pile déconnectée, rendez vous au lieu déterminé, mettez votre appareil sous tension et faites votre communication, puis éteignez-le à nouveau et retirez la pile. En prenant cette habitude chaque fois que vous devez utiliser votre téléphone mobile, le réseau ne sera pas en mesure de vous suivre à la trace.\r\n\r\n* Changer de téléphone et de [cartes SIM](/fr/glossaire#Carte_SIM) régulièrement. Échangez-les entre camarades ou fréquentez les marchands d'appareils usagés.\r\n\r\n* Utilisez des cartes SIM prépayées non enregistrées si cette option est possible dans votre région. Évitez d'acheter un téléphone ou une carte SIM à l'aide d'une carte de crédit, car cela créerait évidemment un lien direct entre vous et ces items.\r\n\r\n<div class=\"background\" markdown=1>\r\n\r\nBorna : Es-tu en train de me dire que mon appareil signale mon emplacement aux tours de transmissions même si je l'ai mis hors tension ?\r\n\r\nDelir : Oui, et ce n'est pas le pire, père.\r\nBorna: Ah bon ?\r\n\r\nDelir : Il y a apparemment des programmes qui peuvent être installés sur ton appareil et qui permettent de le mettre sous tension secrètement et à distance, et de lui faire composer un numéro à ton insu. Ensuite, alors que tu mènes ta réunion, ton téléphone peut être utilisé à distance comme dispositif d'enregistrement et de transmission !\r\n\r\nBorna : Non, vraiment !?\r\n\r\nDelir : Et bien, c'est quelque chose que la technologie actuelle permet de faire assez facilement. Mais rien de cela n'est possible si la pile est retirée du boîtier, alors tu n'auras jamais de problème si tu prends cette précaution.\r\n\r\nBorna : Je vais donc éviter de transporter mon mobile si je veux être particulièrement prudent. Mais je commence à me demander sérieusement si c'est une bonne idée d'utiliser ce bidule...\r\n\r\nDelir : Je t'en prie, père... Tu m'as toujours dit qu'il ne faut pas avoir peur de la nouveauté... Les téléphones mobiles sont comme ça, il faut en connaître les avantages et les risques, c'est tout. Il faut simplement faire attention. Si tu connais les risques, tu peux prendre les moyens appropriées pour les éviter.\r\n</div>\r\n\r\n**À propos de l'écoute intrusive**\r\n\r\nVotre téléphone peut être utilisé pour enregistrer et transmettre les sons qui sont émis dans la portée de son microphone, et ce, sans même que vous vous en rendiez compte. Certains appareils peuvent être mis sous tension à distance et actionné de cette façon, même s'ils ont l'apparence d'être hors tension. \r\n\r\n* Ne laissez jamais une personne en qui vous n'avez pas confiance s'approcher physiquement de votre téléphone ; c'est un moyen répandu d'installer des logiciels d'espionnage sur votre appareil.\r\n\r\n* Si vous menez des réunions importantes ou de nature privée, mettez votre téléphone hors tension et retirez la pile du boîtier. Ou n'apportez tout simplement pas l'appareil avec vous si vous avez la possibilité de le laisser en lieu sûr.\r\n\r\n* Assurez-vous que toutes les personnes avec qui vous communiquez respectent également les précautions décrites ici. \r\n\r\n* De plus, n'oubliez pas que l'utilisation d'un téléphone mobile en public, ou dans un lieu dont vous vous méfiez, vous rend vulnérable aux techniques d'écoute traditionnelles, ou même aux agressions et au vol. \r\n\r\n**À propos de l'interception des appels**\r\n\r\nHabituellement, le chiffrement des communications vocales (et des messages textes) qui circulent par voie de téléphonie mobile est relativement faible. Il existe des techniques facilement accessibles par lesquelles des tierces parties peuvent intercepter vos communications écrites ou écouter vos conversations si elle se trouvent à proximité de l'appareil et sont en mesure de recevoir les transmissions qui en émanent. Et bien sûr, les fournisseurs de service ont accès à toutes vos communications. Il est actuellement plutôt cher et/ou techniquement compliqué de chiffrer vos appels téléphoniques de sorte que même les fournisseurs de service de téléphonie mobile ne soient pas en mesure de les intercepter. Par contre, il est prévu que ces outils deviennent bientôt plus abordables. Pour déployer une stratégie de chiffrement, il faudrait d'abord que vous installiez une application de chiffrement à même votre appareil ainsi que dans l'appareil de la personne avec qui vous souhaitez communiquer. Vous utiliseriez ensuite cette application pour envoyer et recevoir des appels et/ou des messages chiffrés. Les logiciels de chiffrement ne sont pour l'instant supportés que sur certains modèles de téléphones dits « intelligents ».\r\n\r\nLes conversations menées par Skype sur des téléphones mobiles ne sont pas chiffrées non plus, puisque le signal doit nécessairement transiter par le réseau de téléphonie mobile, où aucun processus de chiffrement n'est en place.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1976", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1976", 
                "link_title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5122", 
                "module": "book", 
                "nid": "1976", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5122", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1452614211", 
            "comment": "0", 
            "created": "1441106243", 
            "current_revision_id": "12834", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_2", 
                        "value": "chapter_10_2_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5122": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1976", 
                    "link_title": "មុខងារមូលដ្ឋាន ភាពអាចតាមដានដឹងបាន និង អនាមិកភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5122", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5122", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1976", 
            "num_revisions": "20", 
            "path": "https://securityinabox.org/en/node/1976", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614211", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Fonctions de base, traçabilité et anonymat", 
                        "value": "Fonctions de base, traçabilité et anonymat"
                    }
                ]
            }, 
            "title_original": "Basic functions, trackability and anonymity", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336297", 
                        "created": "1442336297", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228715", 
                        "created": "1441814407", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097858", 
                        "created": "1443097858", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415805", 
                        "created": "1442415805", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223276", 
                        "created": "1441223276", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851625", 
                        "created": "1442762553", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341490", 
                        "created": "1442341490", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614211", 
                        "created": "1452614211", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334779", 
                        "created": "1442334779", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441118964", 
                        "created": "1441118964", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814796", 
                        "created": "1443814796", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401115", 
                        "created": "1444401115", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102659", 
                        "created": "1443102659", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325522", 
                        "created": "1442325522", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441354989", 
                        "created": "1441106243", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331723", 
                        "created": "1442331723", 
                        "entity_id": "1976", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "372d2399-2cd7-49a1-8945-114130cd447c", 
            "vid": "12834", 
            "vuuid": "ca9e8a65-8844-420c-a235-e9262e33cfe1"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Vous ne devriez jamais vous fier aux services de messagerie texte pour transmettre des renseignements de nature sensible. Les messages sont transmis en texte clair, ce qui les rend inappropriés à l'échange de renseignements confidentiels.</p>\n\n<div class=\"background\">\n\n<p>Borna : Et si je ne me servais jamais de mon téléphone pour faire des appels, mais seulement pour envoyer et recevoir des courts messages. Ils ne peuvent pas écouter si personne ne dit quoi que ce soit, et en plus c'est rapide, non ?</p>\n\n<p>Delir : Une petite minute, père... Ces messages sont aussi très faciles à intercepter, et quiconque a accès au trafic de la compagnie de téléphone, ou même une tierce partie avec le bon équipement, peut intercepter et lire ces messages. Ces messages circulent en texte clair et sont sauvegardés d'une tour de transmission à l'autre.</p>\n\n<p>Borna : C'est idiot. Que doit-on faire, alors ? Écrire des messages codés, comme on faisait pendant la guerre ?</p>\n\n<p>Delir : Et bien parfois, les vieilles chaussures sont les plus confortables...</p>\n\n</div>\n\n<p>Les messages SMS peuvent être interceptés par les fournisseurs de service ou par des tierces parties dotées d'un équipement facilement accessible. Ces messages transportent avec eux les numéros de téléphone de l'expéditeur et du destinataire ainsi que le contenu des messages en texte clair. De plus, les messages SMS peuvent facilement être altérés et falsifiés par des tierces parties.</p>\n\n<p>Envisagez la possibilité d'établir un système codé entre vous et vos correspondants. Un système de codes peut sécuriser vos communications, en plus d'offrir un moyen supplémentaire de confirmer l'identité de la personne avec qui vous communiquez. Les systèmes de codes doivent être sécurisés et changés fréquemment.</p>\n\n<p>Les messages SMS sont accessibles après la transmission :</p>\n\n<ul><li><p>Dans plusieurs pays, la législation (ou d'autres formes d'influence) exige que les administrateurs de réseaux conservent un registre à long terme de tous les messages textes envoyés par leurs utilisateurs. Dans la plupart des cas, les messages SMS sont conservés par les fournisseurs de service à des fins commerciales, comptables ou juridiques.</p></li>\n<li><p>Les message sauvegardés dans votre téléphone peuvent facilement être consultés par une personne qui arriverait à mettre la main sur l'appareil. Considérez la possibilité de supprimer immédiatement tous les messages envoyés et reçus.</p></li>\n<li><p>Certains modèles de téléphone offrent la possibilité de désactiver la fonction d'historique des appels et des messages textes. Cette option peut s'avérer particulièrement utile pour les personnes qui ont des activités de nature sensible. Vous devriez toujours vous assurer de bien connaître toutes les fonctionnalités de votre appareil. Lisez attentivement le manuel de l'utilisateur !</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Vous ne devriez jamais vous fier aux services de messagerie texte pour transmettre des renseignements de nature sensible. Les messages sont transmis en texte clair, ce qui les rend inappropriés à l'échange de renseignements confidentiels. \r\n\r\n<div class=\"background\" markdown=1>\r\nBorna : Et si je ne me servais jamais de mon téléphone pour faire des appels, mais seulement pour envoyer et recevoir des courts messages. Ils ne peuvent pas écouter si personne ne dit quoi que ce soit, et en plus c'est rapide, non ?\r\n\r\nDelir : Une petite minute, père... Ces messages sont aussi très faciles à intercepter, et quiconque a accès au trafic de la compagnie de téléphone, ou même une tierce partie avec le bon équipement, peut intercepter et lire ces messages. Ces messages circulent en texte clair et sont sauvegardés d'une tour de transmission à l'autre.\r\n\r\nBorna : C'est idiot. Que doit-on faire, alors ? Écrire des messages codés, comme on faisait pendant la guerre ?\r\n\r\nDelir : Et bien parfois, les vieilles chaussures sont les plus confortables...\r\n\r\n</div>\r\n\r\nLes messages SMS peuvent être interceptés par les fournisseurs de service ou par des tierces parties dotées d'un équipement facilement accessible. Ces messages transportent avec eux les numéros de téléphone de l'expéditeur et du destinataire ainsi que le contenu des messages en texte clair. De plus, les messages SMS peuvent facilement être altérés et falsifiés par des tierces parties.\r\n\r\nEnvisagez la possibilité d'établir un système codé entre vous et vos correspondants. Un système de codes peut sécuriser vos communications, en plus d'offrir un moyen supplémentaire de confirmer l'identité de la personne avec qui vous communiquez. Les systèmes de codes doivent être sécurisés et changés fréquemment.\r\n\r\nLes messages SMS sont accessibles après la transmission : \r\n\r\n* Dans plusieurs pays, la législation (ou d'autres formes d'influence) exige que les administrateurs de réseaux conservent un registre à long terme de tous les messages textes envoyés par leurs utilisateurs. Dans la plupart des cas, les messages SMS sont conservés par les fournisseurs de service à des fins commerciales, comptables ou juridiques.\r\n\r\n* Les message sauvegardés dans votre téléphone peuvent facilement être consultés par une personne qui arriverait à mettre la main sur l'appareil. Considérez la possibilité de supprimer immédiatement tous les messages envoyés et reçus.\r\n\r\n* Certains modèles de téléphone offrent la possibilité de désactiver la fonction d'historique des appels et des messages textes. Cette option peut s'avérer particulièrement utile pour les personnes qui ont des activités de nature sensible. Vous devriez toujours vous assurer de bien connaître toutes les fonctionnalités de votre appareil. Lisez attentivement le manuel de l'utilisateur !\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1979", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1979", 
                "link_title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5125", 
                "module": "book", 
                "nid": "1979", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5125", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                "updated": "0", 
                "weight": "5"
            }, 
            "changed": "1452614663", 
            "comment": "0", 
            "created": "1441108699", 
            "current_revision_id": "12837", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_3", 
                        "value": "chapter_10_2_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5125": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1979", 
                    "link_title": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5125", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5125", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "5"
                }
            }, 
            "name": "chris", 
            "nid": "1979", 
            "num_revisions": "27", 
            "path": "https://securityinabox.org/en/node/1979", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614663", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Communications par texte - SMS / Messages textes", 
                        "value": "Communications par texte - SMS / Messages textes"
                    }
                ]
            }, 
            "title_original": "ទំនាក់ទំនងជាអក្សរ – SMS / សារជាអក្សរ", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336351", 
                        "created": "1442336351", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228779", 
                        "created": "1441814540", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097831", 
                        "created": "1443097831", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442415858", 
                        "created": "1442415858", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223490", 
                        "created": "1441223490", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851707", 
                        "created": "1442762576", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341567", 
                        "created": "1442341567", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614663", 
                        "created": "1452614663", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334857", 
                        "created": "1442334857", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441187842", 
                        "created": "1441119173", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814840", 
                        "created": "1443814840", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401178", 
                        "created": "1444401178", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102678", 
                        "created": "1443102678", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325604", 
                        "created": "1442325604", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1452614624", 
                        "created": "1441108699", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331787", 
                        "created": "1442331787", 
                        "entity_id": "1979", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "8b104c7d-c521-4ebe-bd46-1bfa4fbd007e", 
            "vid": "12837", 
            "vuuid": "ff74d935-d18e-41eb-a4ee-4ecf3c9db07a"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Les téléphones mobiles ressemblent de plus en plus à des ordinateurs portables, avec leurs propres systèmes d'exploitation et applications disponibles en téléchargement, qui offrent divers services avancés aux utilisateurs. Conséquemment, les virus et les logiciels espions ont également pénétré le monde de la téléphonie cellulaire. Des virus peuvent être implantés dans votre téléphone ou être transportés avec des applications, des sonneries ou des messages multimédia téléchargées depuis Internet.</p>\n\n<p>Même si les modèles plus anciens ont peu ou pas de fonctions Internet, il est tout de même important d'observer les précautions décrites ci-dessous avec tous les téléphones pour vous assurer que la sécurité de votre appareil n'est pas compromise à votre insu. Certaines de ces précautions ne s'appliquent uniquement qu'aux téléphones « intelligents », mais il est très important de connaître exactement les possibilités qu'offrent votre appareil afin d'être bien certain d'avoir pris les mesures de sécurité appropriées :</p>\n\n<ul><li><p>Ne stockez aucun fichier ni aucune photo de nature confidentielle sur votre téléphone mobile. Transférez-les aussitôt que possible vers un emplacement sûr, tel qu'indiqué au chapitre <a href=\"/fr/chapter-4\">4. Protéger les données sensibles stockées sur votre ordinateur</a>.</p></li>\n<li><p>Supprimez fréquemment vos historiques d'appels et de messagerie, vos carnets d'adresses, vos photos, etc.</p></li>\n<li><p>Si vous utilisez votre téléphone pour naviguer sur Internet, suivez les mêmes pratiques exemplaires que lorsque vous utilisez un ordinateur (par exemple, envoyez toujours vos communications par connexion chiffrée <a href=\"/fr/glossaire#SSL\">HTTPS</a>).</p></li>\n<li><p>Ne connectez votre téléphone à un ordinateur que si vous êtes bien certain que ce dernier n'est infecté par aucun logiciel malveillant. Voir à ce sujet le chapitre <a href=\"/fr/chapter-1\">1. Protéger votre ordinateur contre les logiciels malveillants et les pirates</a>.</p></li>\n<li><p>N'acceptez et n'installez aucun programme inconnu sur votre téléphone, y compris les sonneries, les papiers peints, les <a href=\"/fr/glossaire#Java\">applications Java</a> ou toute autre application provenant d'une source non sollicitée ou inconnue. Ces fichiers pourraient contenir des virus, des logiciels malveillants ou des programmes espions.</p></li>\n<li><p>Observez attentivement le comportement et le fonctionnement de votre appareil. Méfiez-vous des programmes et des processus inconnus, des messages étranges et des opérations instables. Si vous ne connaissez pas ou n'utilisez pas certaines fonctions ou applications qui se trouvent sur votre téléphone portable, désactivez-les ou désinstallez-les, dans la mesure du possible.</p></li>\n<li><p>Soyez vigilant lorsque vous vous connectez à un point d'accès WiFi qui n'exige aucun mot de passe, de la même façon que lorsque vous utilisez un ordinateur pour vous connecter à un accès WiFi. Votre téléphone mobile est essentiellement comme un ordinateur et est donc vulnérable aux mêmes risques de sécurité que les ordinateurs connectés à Internet</p></li>\n<li><p>Assurez-vous d'éteindre et de désactiver les canaux de communication <a href=\"/fr/glossaire#IrDA\">Infrared (IrDA)</a>, <a href=\"/fr/glossaire#Bluetooth\">Bluetooth</a> et Wireless Internet (WiFi) si vous ne les utilisez pas. N'activez ces fonctions que lorsque vous en avez besoin. Ne les utilisez que dans des lieux sûrs et des situations de confiance. Considérez la possibilité de vous passez entièrement de la fonction Bluetooth, puisqu'il est relativement facile de placer cette forme de communication sous écoute. Au lieu du Bluetooth, transférez les données à l'aide d'un câble entre le téléphone et votre casque d'écoute main libre ou votre ordinateur.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Les téléphones mobiles ressemblent de plus en plus à des ordinateurs portables, avec leurs propres systèmes d'exploitation et applications disponibles en téléchargement, qui offrent divers services avancés aux utilisateurs. Conséquemment, les virus et les logiciels espions ont également pénétré le monde de la téléphonie cellulaire. Des virus peuvent être implantés dans votre téléphone ou être transportés avec des applications, des sonneries ou des messages multimédia téléchargées depuis Internet.\r\n\r\nMême si les modèles plus anciens ont peu ou pas de fonctions Internet, il est tout de même important d'observer les précautions décrites ci-dessous avec tous les téléphones pour vous assurer que la sécurité de votre appareil n'est pas compromise à votre insu. Certaines de ces précautions ne s'appliquent uniquement qu'aux téléphones « intelligents », mais il est très important de connaître exactement les possibilités qu'offrent votre appareil afin d'être bien certain d'avoir pris les mesures de sécurité appropriées : \r\n\r\n* Ne stockez aucun fichier ni aucune photo de nature confidentielle sur votre téléphone mobile. Transférez-les aussitôt que possible vers un emplacement sûr, tel qu'indiqué au chapitre [4. Protéger les données sensibles stockées sur votre ordinateur](/fr/chapter-4).\r\n\r\n* Supprimez fréquemment vos historiques d'appels et de messagerie, vos carnets d'adresses, vos photos, etc.\r\n\r\n* Si vous utilisez votre téléphone pour naviguer sur Internet, suivez les mêmes pratiques exemplaires que lorsque vous utilisez un ordinateur (par exemple, envoyez toujours vos communications par connexion chiffrée [HTTPS](/fr/glossaire#SSL)).\r\n\r\n* Ne connectez votre téléphone à un ordinateur que si vous êtes bien certain que ce dernier n'est infecté par aucun logiciel malveillant. Voir à ce sujet le chapitre [1. Protéger votre ordinateur contre les logiciels malveillants et les pirates](/fr/chapter-1).\r\n\r\n* N'acceptez et n'installez aucun programme inconnu sur votre téléphone, y compris les sonneries, les papiers peints, les [applications Java](/fr/glossaire#Java) ou toute autre application provenant d'une source non sollicitée ou inconnue. Ces fichiers pourraient contenir des virus, des logiciels malveillants ou des programmes espions.\r\n\r\n* Observez attentivement le comportement et le fonctionnement de votre appareil. Méfiez-vous des programmes et des processus inconnus, des messages étranges et des opérations instables. Si vous ne connaissez pas ou n'utilisez pas certaines fonctions ou applications qui se trouvent sur votre téléphone portable, désactivez-les ou désinstallez-les, dans la mesure du possible.\r\n\r\n* Soyez vigilant lorsque vous vous connectez à un point d'accès WiFi qui n'exige aucun mot de passe, de la même façon que lorsque vous utilisez un ordinateur pour vous connecter à un accès WiFi. Votre téléphone mobile est essentiellement comme un ordinateur et est donc vulnérable aux mêmes risques de sécurité que les ordinateurs connectés à Internet\r\n\r\n* Assurez-vous d'éteindre et de désactiver les canaux de communication [Infrared (IrDA)](/fr/glossaire#IrDA), [Bluetooth](/fr/glossaire#Bluetooth) et Wireless Internet (WiFi) si vous ne les utilisez pas. N'activez ces fonctions que lorsque vous en avez besoin. Ne les utilisez que dans des lieux sûrs et des situations de confiance. Considérez la possibilité de vous passez entièrement de la fonction Bluetooth, puisqu'il est relativement facile de placer cette forme de communication sous écoute. Au lieu du Bluetooth, transférez les données à l'aide d'un câble entre le téléphone et votre casque d'écoute main libre ou votre ordinateur."
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1978", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1978", 
                "link_title": "មុខងារលើសពីការនិយាយ និងសារ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5124", 
                "module": "book", 
                "nid": "1978", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5124", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "មុខងារលើសពីការនិយាយ និងសារ", 
                "updated": "0", 
                "weight": "6"
            }, 
            "changed": "1452614753", 
            "comment": "0", 
            "created": "1441108636", 
            "current_revision_id": "12838", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_2_4", 
                        "value": "chapter_10_2_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5124": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1978", 
                    "link_title": "មុខងារលើសពីការនិយាយ និងសារ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5124", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5124", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "6"
                }
            }, 
            "name": "chris", 
            "nid": "1978", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1978", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614753", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Autres fonctions des appareils mobiles", 
                        "value": "Autres fonctions des appareils mobiles"
                    }
                ]
            }, 
            "title_original": "Functions beyond speech and messages", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336463", 
                        "created": "1442336408", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228824", 
                        "created": "1441814645", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097807", 
                        "created": "1443097807", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442416139", 
                        "created": "1442416139", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441223611", 
                        "created": "1441223611", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1442851771", 
                        "created": "1442762599", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341644", 
                        "created": "1442341644", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614753", 
                        "created": "1452614753", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452177835", 
                        "created": "1442334925", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1441119289", 
                        "created": "1441119289", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814894", 
                        "created": "1443814894", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401250", 
                        "created": "1444401250", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102701", 
                        "created": "1443102701", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1442325675", 
                        "created": "1442325675", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441354959", 
                        "created": "1441108636", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331859", 
                        "created": "1442331859", 
                        "entity_id": "1978", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "5fdd2bf1-d23f-4111-8ee8-c822a473741f", 
            "vid": "12838", 
            "vuuid": "e89e1cb3-1ce9-466e-9035-67c9eb8a58ca"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p><a href=\"http://mobiles.tacticaltech.org\">The Mobile Advocacy Toolkit</a> publié par le Tactical Technology Collective. Entre autres choses, cette trousse d'information contient des descriptions détaillées et des guides pour la <a href=\"http://wiki.mobiles.tacticaltech.org/index.php/Security\">sécurité des téléphones portables</a>, ainsi qu'une vaste gamme d'outils alternatifs et d'exemples liés à leur utilisation.</p></li>\n<li><p><a href=\"http://www.activistsecurity.org/\">Sécurité pour les militants – Un Guide pratique pour les militants et les campagnes</a>.</p></li>\n<li><p><a href=\"http://www.freebeagles.org/articles/mobile_phones.html\">Un guide sur les téléphones portables – un guide court pour les militants sur l’utilisation des téléphones portables en toute sécurité.</a>.</p></li>\n<li><p><a href=\"http://mobileactive.org/mobilesecurity-citizenjournalism\">Un guide sur la sécurité mobile des journalistes-citoyens [5] publié par MobileActive.org</a> publié par MobileActive.org</p></li>\n<li><p><a href=\"http://sw.nokia.com/id/5274b81c-12d0-43bb-8d89-26f6a1ae111f/A_Brief_Introduction_to_Secure_SMS_Messaging_in_MIDP_en.pdf\">Une brève introduction à la messagerie par SMS sécurisée en MIDP – Guide Nokia du développeur</a></p></li>\n<li><p><a href=\"http://www.mysecured.com/?p=127\">Téléphones utilisés comme système d’espionnage</a></p></li>\n</ul>", 
                        "summary": "", 
                        "value": "* [The Mobile Advocacy Toolkit](http://mobiles.tacticaltech.org) publié par le Tactical Technology Collective. Entre autres choses, cette trousse d'information contient des descriptions détaillées et des guides pour la [sécurité des téléphones portables](http://wiki.mobiles.tacticaltech.org/index.php/Security), ainsi qu'une vaste gamme d'outils alternatifs et d'exemples liés à leur utilisation.\r\n\r\n* [Sécurité pour les militants – Un Guide pratique pour les militants et les campagnes](http://www.activistsecurity.org/).\r\n\r\n* [Un guide sur les téléphones portables – un guide court pour les militants sur l’utilisation des téléphones portables en toute sécurité.](http://www.freebeagles.org/articles/mobile_phones.html).\r\n\r\n* [Un guide sur la sécurité mobile des journalistes-citoyens [5] publié par MobileActive.org](http://mobileactive.org/mobilesecurity-citizenjournalism) publié par MobileActive.org\r\n\r\n* [Une brève introduction à la messagerie par SMS sécurisée en MIDP – Guide Nokia du développeur](http://sw.nokia.com/id/5274b81c-12d0-43bb-8d89-26f6a1ae111f/A_Brief_Introduction_to_Secure_SMS_Messaging_in_MIDP_en.pdf)\r\n\r\n* [Téléphones utilisés comme système d’espionnage](http://www.mysecured.com/?p=127)\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1980", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1980", 
                "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5126", 
                "module": "book", 
                "nid": "1980", 
                "options": [], 
                "p1": "5030", 
                "p2": "5118", 
                "p3": "5126", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5118", 
                "router_path": "node/%", 
                "title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                "updated": "0", 
                "weight": "7"
            }, 
            "changed": "1452614896", 
            "comment": "0", 
            "created": "1441108756", 
            "current_revision_id": "12839", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_10_3", 
                        "value": "chapter_10_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5126": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1980", 
                    "link_title": "សេចក្តីសម្រាប់អានបន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5126", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5118", 
                    "p3": "5126", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5118", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "7"
                }
            }, 
            "name": "chris", 
            "nid": "1980", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1980", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452614896", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Lecture complémentaires", 
                        "value": "Lecture complémentaires"
                    }
                ]
            }, 
            "title_original": "Further Reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442336563", 
                        "created": "1442336563", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "ar": {
                        "changed": "1442228912", 
                        "created": "1441814784", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443097782", 
                        "created": "1443097782", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442416259", 
                        "created": "1442416259", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441214723", 
                        "created": "1441214543", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1446462702", 
                        "created": "1442762633", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1442341738", 
                        "created": "1442341738", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "km": {
                        "changed": "1452614896", 
                        "created": "1452614896", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1442334976", 
                        "created": "1442334976", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "pt-pt": {
                        "changed": "1451991347", 
                        "created": "1441119393", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443814971", 
                        "created": "1443814941", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444401332", 
                        "created": "1444401332", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "vi": {
                        "changed": "1442325801", 
                        "created": "1442325761", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "xx": {
                        "changed": "1441108756", 
                        "created": "1441108756", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1442331928", 
                        "created": "1442331928", 
                        "entity_id": "1980", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "172db40e-efca-4d64-9d4f-d2315939c59a", 
            "vid": "12839", 
            "vuuid": "41bc02db-863f-4821-b1b1-7c668c8eb962"
        }
    ], 
    "changed": "1452613735", 
    "comment": "0", 
    "created": "1441106001", 
    "current_revision_id": "12829", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "fr": [
            {
                "format": null, 
                "safe_value": "10. How to use mobile phones as securely", 
                "value": "10. How to use mobile phones as securely"
            }
        ]
    }, 
    "field_menu_title_long": {
        "fr": [
            {
                "format": null, 
                "safe_value": "10. Utiliser votre téléphone mobile en sécurité (autant que possible...)", 
                "value": "10. Utiliser votre téléphone mobile en sécurité (autant que possible...)"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "fr": [
            {
                "format": null, 
                "safe_value": "chapter-10", 
                "value": "chapter-10"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "10"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5118": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1972", 
            "link_title": "១០. របៀបប្រើទូរស័ព្ទចល័តដោយសុវត្ថិភាពបំផុត ដែលអាចធ្វើបាន", 
            "menu_name": "book-toc-1925", 
            "mlid": "5118", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5118", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "10"
        }
    }, 
    "name": "chris", 
    "nid": "1972", 
    "num_revisions": "22", 
    "path": "https://securityinabox.org/en/node/1972", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1452613735", 
    "revision_uid": "228", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "fr": [
            {
                "format": null, 
                "safe_value": "10. Utiliser votre téléphone mobile en sécurité (autant que possible...)", 
                "value": "10. Utiliser votre téléphone mobile en sécurité (autant que possible...)"
            }
        ]
    }, 
    "title_original": "10. How to use mobile phones as securely as possible", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442335999", 
                "created": "1442335999", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "ar": {
                "changed": "1442228520", 
                "created": "1441813078", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094117", 
                "created": "1443094117", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442415531", 
                "created": "1442415531", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1441214777", 
                "created": "1441212996", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1442850507", 
                "created": "1442785564", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1441375770", 
                "created": "1441375770", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "km": {
                "changed": "1452613735", 
                "created": "1452613735", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1442334034", 
                "created": "1442334034", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "pt-pt": {
                "changed": "1441118574", 
                "created": "1441118574", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443814311", 
                "created": "1443814311", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444400630", 
                "created": "1444400630", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014915", 
                "created": "1443014915", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1442325058", 
                "created": "1442325058", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "xx": {
                "changed": "1444140323", 
                "created": "1441106001", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1442326762", 
                "created": "1442326762", 
                "entity_id": "1972", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "57c6b786-7027-483e-a574-20a43cfa1f80", 
    "vid": "12829", 
    "vuuid": "b37f58c6-98eb-4a27-9052-e8da5f8e1234"
}