{
    "body": {
        "ar": [
            {
                "format": "full_html", 
                "safe_summary": "", 
                "safe_value": "<p>تتطلب كثير من الأساليب التقنية التي نعتمد عليها لزيادة أمان تقنيات المعلوماتية التي نستخدمها، من الولوج إلى حساباتنا على الحواسيب أو في مواضع الخدمات المختلفة، إلى <a href=\"/ar/glossary#encryption\">تعمية</a> البيانات السرية، تتطلب استخدام كلمة سرّ. كلمات السر أو عبارات السر تلك هي كل ما تتوقف عليه حماية المعلومات و هي ما يحول دون أن يحوزها من لا نرغب. لذا فكثير من أساليب الاختراق يكون محورها هو معرفة كمات السرّ؛ و تتراوح ما بين تخمينها، إلى خداعك لإدخالها في المكان غير المناسب، إلى التجسس عليك أثناء إدخالها، وصولا إلى تهديدك لإجبارك على الإفصاح عنها.</p>\n<div class=\"backgroundscenario\">\n<h2>سيناريو تطبيقي</h2>\n<p><span class=\"actorname\">منصور</span> و <span class=\"actorname\">ماجدة</span> شقيقان من بلد عربي لديهما مدونة ينشران فيها -دون إفصاح عن هويتهما- عن انتهاكات حقوق الإنسان و يحرضان على التغيير السياسي. حاولت ماجدة مؤخرا أن تَلِج إلى حسابها البريدي على الوب فاكتشفت أن كلمة سرها قد تغيَّرت. بعد أن صَفَّرت كلمة السِّرِ باتباع الإجراء الذي حدده مقدم الخدمة كان بوسعها الولوج مجددا إلى الحساب إلا أنها لاحظت أن عددا من الرسائل التي لم تكن قد رأتها من قبل مؤشر عليها أنها قُرِِئَت. لذا فهي تَشُكُّ الآن في أن أحدا قد كشف كلمة سرها و استخدمها لاختراق حسابها بدوافع أمنية سياسية، و لأنها تستخدم كلمة السِّر ذاتها لحساباتها في مواقع و خدمات عديدة، فقد رأت أن تتحدث في الموضوع مع منصور الذي يقل عنها خبرة في مسائل الحواسيب لتوضح له الأمر و تتناقش معه في مخاوفها.</p>\n</div>\n<h2>ما يتناوله هذا الفصل</h2>\n<ul><li>مقومات كلمة السر القوية</li>\n<li>حيل تساعد على تذكر كلمات سر معقدة</li>\n<li>كيفية استخدام خزانة كلمات السر الآمنة كي‌باس لحفظ كلمات السر بدلا من حفظها</li>\n</ul>", 
                "summary": "", 
                "value": "<p>تتطلب كثير من الأساليب التقنية التي نعتمد عليها لزيادة أمان تقنيات المعلوماتية التي نستخدمها، من الولوج إلى حساباتنا على الحواسيب أو&nbsp;في مواضع الخدمات المختلفة، إلى <a href=\"/ar/glossary#encryption\">تعمية</a> البيانات السرية، تتطلب استخدام كلمة سرّ. كلمات السر أو&nbsp;عبارات السر تلك هي كل ما تتوقف عليه حماية المعلومات و&nbsp;هي ما يحول دون أن يحوزها من لا نرغب. لذا فكثير من أساليب الاختراق يكون محورها هو معرفة كمات السرّ؛ و&nbsp;تتراوح ما بين تخمينها، إلى خداعك لإدخالها في المكان غير المناسب، إلى التجسس عليك أثناء إدخالها، وصولا إلى تهديدك لإجبارك على الإفصاح عنها.</p>\r\n\r\n<div class=\"backgroundscenario\">\r\n<h2>سيناريو تطبيقي</h2>\r\n\r\n<p><span class=\"actorname\">منصور</span> و&nbsp;<span class=\"actorname\">ماجدة</span> شقيقان من بلد عربي لديهما مدونة ينشران فيها -دون إفصاح عن هويتهما- عن انتهاكات حقوق الإنسان و&nbsp;يحرضان على التغيير السياسي. حاولت ماجدة مؤخرا أن تَلِج إلى حسابها البريدي على الوب فاكتشفت أن كلمة سرها قد تغيَّرت. بعد أن صَفَّرت كلمة السِّرِ باتباع الإجراء الذي حدده مقدم الخدمة كان بوسعها الولوج مجددا إلى الحساب إلا أنها لاحظت أن عددا من الرسائل التي لم تكن قد رأتها من قبل مؤشر عليها أنها قُرِِئَت. لذا فهي تَشُكُّ الآن في أن أحدا قد كشف كلمة سرها و&nbsp;استخدمها لاختراق حسابها بدوافع أمنية سياسية، و&nbsp;لأنها تستخدم كلمة السِّر ذاتها لحساباتها في مواقع و&nbsp;خدمات عديدة، فقد رأت أن تتحدث في الموضوع مع منصور الذي يقل عنها خبرة في مسائل الحواسيب لتوضح له الأمر و&nbsp;تتناقش معه في مخاوفها.</p>\r\n</div>\r\n\r\n<h2>ما يتناوله هذا الفصل</h2>\r\n\r\n<ul>\r\n\t<li>مقومات كلمة السر القوية</li>\r\n\t<li>حيل تساعد على تذكر كلمات سر معقدة</li>\r\n\t<li>كيفية استخدام خزانة كلمات السر الآمنة كي‌باس لحفظ كلمات السر بدلا من حفظها</li>\r\n</ul>\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1935", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1935", 
        "link_title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
        "menu_name": "book-toc-1925", 
        "mlid": "5081", 
        "module": "book", 
        "nid": "1935", 
        "options": [], 
        "p1": "5030", 
        "p2": "5081", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
        "updated": "0", 
        "weight": "3"
    }, 
    "book_children": [
        {
            "body": {
                "ar": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>عندما نرغب في حماية شيئ منقول فإننا نقفله بمفتاح. المنازل و الخزانات و الدراجات و السيارات كلها لها مفاتيح و أقفال. للملفات مفاتيح <a href=\"/ar/glossary#encryption\">تعمية</a> بطاقات الصراف الآلي لها أرقام تعريف شخصية و لحسابات البريد كلمات سرّ. كل تلك المفاتيح، سواء كانت مادية أو رقمية، تشترك في أنها تفتح أقفالها سواء بيدك أو بيد غيرك. في مجال الحمية الرقمية يمكنك أن تعمي ملفاتك و تضع كلمات سر على الولوج إلى الحسابات، لكن إن انكشفت كلمة السر لغيرك، سواء لأنها ضعيفة أو سهلة التخمين فلن تكون لها فائدة.</p>\n<h2>مقومات كلمة السر القوية المفيدة</h2>\n<p>باختصار، ينبغي أن تكون كلمة السر عسيرة على التخمين حتى على من يعرفونك شخصيا، و أن يتطلب استنتاجها حاسوبيا فترة طويلة. لاحظ أنه لو كان لدى مهاجم وقت كاف و قدرات حاسوبية كافية فالمسألة تتلخص في كونها مسألة وقت قبل أن يتمكن من كسر المفتاح أو استنتاج كلمة السر بتجربة كل التباديل المتاحة. المطلوب هو تصعيب ذلك بقدر الإمكان بما يتلاءم مع قدر سرية البيانات و مدى عزم المهاجم على نيلها.</p>\n<ul><li><strong>كلما طالت كان أفضل</strong>. بزيادة طول كلمة السر يزيد أسيًّا عدد التوافيق المطلوب من برمجية المهاجم تجربتها. طول كلمة السر يحدده عدد خانات المحارف المستخدمة فيها. عموما ينبغي أن لا يقل طول كلمة السر عن ثمانية محارف، و ضعف ذلك لكلمات مفاتيح التعمية (المزيد عن تعمية الملفات في <a href=\"/ar/chapter_04\">فصل حماية البيانات الحساسة في الحاسوب</a>). كثيرون يضعون كلمات سرٍّ تتألف من أكثر من كلمة بينها مسافات أو لا، و هذه تسمى <em>عبارات السرِّ</em>، و هي محبذة ما دامت الخدمة أو البرمجية تتقبلها.</li>\n<li><strong>كلما تعقدت كان أفضل</strong>. إضافة إلى الطول فإن التعقيد يزيد من صعوبة <em>هجومات القوة الغاشمة</em> التي تُستخدم فيها الحواسيب - التي لا تكلُّ و لا تملُّ - في محاولة اكتشاف التوفيقة الصحيحة من المحارف التي تتألف منها كلمة السر. ينبغي بقدر الإمكان أن تتألف كلمة السر من أحرف، و أرقام و علامات ترقيم و رموز. باختصار استخدم كل الرموز المتاح إدخالها من لوحة المفاتيح، و تذكر أن الأبجدية اللاتينية بها شكلان من كل حرف، كبير و صغير، كما يمكن استخدام المحارف العربية إلى جانب اللاتينية ما دام النظام يسمح، و ما دُمت متيقنا من أنه سيكون بوسعك إدخالها كلما احتجتها (ضع في الحسبان اختلاف لوحات المفاتيح في البلدان المختلفة). كثير من التطبيقات التي تعتمد كلمة السر و كذلك الخدمات على الإنترنت التي تتطلب وضع كلمات سر تكون بها مؤشرات لقياس مدى قوة كلمة السر التي تدخلها عندما تفتح الحساب أو تستبدل كلمة السر العتيقة بأخرى جديدة. استرشد بتلك المؤشرات إضافة إلى ما سبق.</li>\n<li><strong>أن تكون عملية</strong>. <q>العملانية</q> معيار نسبي يختلف من شخص لآخر. لكنك إن احتجت إلى كتابة كلمة السر في ورقة لأنك لا تستطيع تذكُّرها فإن ذلك قد يقلل كثيرا من درجة الأمان و يفتح الباب لتهديدات جديدة يمكن أن يستغلها كل من يستطيع أن ينفذ إلى مكتبك أو محفظتك أو حتى سلة المهملات. قسم <a href=\"/ar/chapter_03_2\">تذكر و حفظ كلمات السر</a> يحوي نصائح قد تساعدك. إن ظلت تلك الأساليب صعبة عليك فلربما أمكنك استخدام خِزانة كلمات سرٍّ مثل <a href=\"/ar/keepass\">كي‌باس</a>. لاحظ أن أنواع الملفات الأخرى لا يمكن الاعتماد عليها في غرض حفظ كلمات السر، حتى لو كانت الملفات محمية بكلمات سر، مثل وثائق ميكروسوفت ورد و إكسل، لأن التعمية المستخدمة فيها ضعيفة و توجد على الإنترنت أدوات يمكنها كسر كلمات سر كثيرٍ منها في ثوان.</li>\n<li><strong>أن تكون غير شخصية</strong>. يجب ألا تكون كلمة السر من المعلومات الشخصية المرتبطة بك، سواء بهويتك الحقيقية أو بالهويات الرقمية التي تستخدمها. فلا تضع كلمات سر تتألف كلها أو جزءا منها من بيانات كاسمك أو اسم زوجتك أو صديقك المقرب، و لا رقم بطاقة هويتك المدنية، و لا رقم هاتفك، و لا اسم ابنتك و لا تاريخ ميلاد ابنك، و لا حتى اسم حيوان كقطتك أو كلبك؛ فكل هذه المعلومات يمكن معرفتها و جمعها بقليل من البحث.</li>\n<li><strong>أن تكون <em>سرية</em></strong>. ربما كان بديهيا وجوب كون كلمة <strong>السر</strong> سرية، إلا أن الواقع أن كثيرين يُشركون آخرين في كلمات سرِّهم، لأغراض عديدة مثل مساعدتهم على أداء الأعمال، أو حل المشكلات التقنية، أو مساعدتهم في الحصول على بيانات تهمهم. الأفضل أن تبحث عن وسائل أخرى لمشاركة الآخرين في المعلومات التي تهمهم، و إن اضطررت للإفصاح عن كلمة السر لأحدٍ ليساعدك على حل مشكلة تقنية فينبغي عليك أن <em>تغيِّرها قبل</em> أن تعطيها له و أن تضع مكانها كلمة سر مؤقتة لا تستخدم فيها ذات التكنيكات العقلية التي تستخدمها في تأليف كلمات السرِّ <em>الحقيقية</em> ثم أن <em>تغيِّرها مرة أخرى بعد</em> أن تنتهي المسألة. ينبغي أن تفعل الشيء ذاته إن اخترت أن تدخل كلمة سر إحدى الخدمات على الإنترنت في خدمة أخرى تقترح عليك فعل ذلك لأجل استيراد بياناتك من الخدمة الأولى، و هو ما أصبح شائعا الآن في عديد من خدمات الشبكات الاجتماعية و غيرها التي تطلب الولوج إلى بريدك لجلب قائمة معارفك. و تذكّر أن مدير النظام أو مقدم الدَّعم التقني في أي شبكة أو خدمة، سواء على الإنترنت أو في المكتب أو الجامعة، لا يحتاج إلى معرفة كلمة سرّك ليساعدك في حل مشكلة أو أداء عمل. الحفاظ على سرية كلمة السر يتضمن كذلك الحذر ممن قد ينظر من وراء ظهرك أثناء إدخالها.</li>\n<li><strong>أن تكون فريدة</strong>. تجنب استخدام كلمة السر ذاتها لعديد من الحسابات، و إلا فإن من يكشفها سيسهل عليه النفاذ إلى قدر كبير من المعلومات السرية، أو تخريبها، أو حتى انتحال شخصيتك الرقمية. هذا مهم للغاية فيما يتعلق بحسابات البريد الإلكتروني، لأن خدمات عديدة تتيح إجراءات لاستعادة أو تصفير كلمة السر التي تخصها بطريق البريد. كما أن الأمر عموما هام لأن بعض الخدمات و التطبيقات لا تحمي كلمة السر بدرجة كافية، مما يسهِّل اكتشافها، و بالتالي استخدامها في النفاذ إلى حسابات أخرى. و للسبب ذاته فإن التبديل ما بين كلمتي سر أو ثلاثة و توزيعها على كل الحسابات غير محبَّذ.</li>\n<li><strong>أن تتغيّر باستمرار</strong>. من المهم تغيير كلمات السر دوريا، على الأقل مرة كل ثلاثة أشهر. بعض الأشخاص يرتبطون بكلمة السر و لا يغيرونها لسنوات طويلة؛ هذه عادة سيئة جدا؛ خصوصا في الحسابات التي تستخدم في العمل، لأنه كلما طال عمر كلمة السر زادت فرصة أن يكون آخرون قد اكتشفوها، و لو أن هذا حدث دون علمك فإنهم سيظلون قادرين على النفاذ إلى بياناتك دون علمك حتى تُغيِّر كلمة السر.</li>\n</ul><div class=\"backgroundscenario\">\n<p><span class=\"actorname\">منصور</span>: ماذا إن كنت أثق في شخص؟ ألا يمكنني أن أخبره بكلمة سرّي؟</p>\n<p><span class=\"actorname\">ماجدة</span>: كونك تثق في شخص ما لا يعني أن تثق بالضرورة في قدرته على الحفاظ على كلمة السر، أليس كذلك؟ و مع أني لن أتعمد أن أسيئ استغلال كلمة سرّك إن أعطيتنيها، إلا أني قد أكتبها في ورقة بهدف مساعدتك على أداء الغرض الذي من أجله أعطيتنيها! و الحقيقة أن هذا قد يكون هو سبب وقوعي في هذه المشكلة في المقام الأول. كما أن الموضوع لا يتعلق بالثقة، فإن كنت أنت الشخص الوحيد الذي يعرف كلمة السر فهذا يقطع سبيل الخلافات و تبادل اللوم إن حدث و انكشفت، و هو ما قد يَضُرُّ بالثقة في نهاية المطاف. فأنا الآن واثقة أن شخصا ما خمَّن أو كسر كلمة سرِّ حسابي البريدي، لأني متيقنة من أني لم أكتبها و لم أعطها لأحد.</p>\n</div>\n", 
                        "summary": "", 
                        "value": "<p>عندما نرغب في حماية شيئ منقول فإننا نقفله بمفتاح. المنازل و&nbsp;الخزانات و&nbsp;الدراجات و&nbsp;السيارات كلها لها مفاتيح و&nbsp;أقفال. للملفات مفاتيح <a href=\"/ar/glossary#encryption\">تعمية</a> بطاقات الصراف الآلي لها أرقام تعريف شخصية و&nbsp;لحسابات البريد كلمات سرّ. كل تلك المفاتيح، سواء كانت مادية أو&nbsp;رقمية، تشترك في أنها تفتح أقفالها سواء بيدك أو&nbsp;بيد غيرك. في مجال الحمية الرقمية يمكنك أن تعمي ملفاتك و&nbsp;تضع كلمات سر على الولوج إلى الحسابات، لكن إن انكشفت كلمة السر لغيرك، سواء لأنها ضعيفة أو&nbsp;سهلة التخمين فلن تكون لها فائدة.</p>\r\n\r\n<h2>مقومات كلمة السر القوية المفيدة</h2>\r\n\r\n<p>باختصار، ينبغي أن تكون كلمة السر عسيرة على التخمين حتى على من يعرفونك شخصيا، و&nbsp;أن يتطلب استنتاجها حاسوبيا فترة طويلة. لاحظ أنه لو كان لدى مهاجم وقت كاف و&nbsp;قدرات حاسوبية كافية فالمسألة تتلخص في كونها مسألة وقت قبل أن يتمكن من كسر المفتاح أو استنتاج كلمة السر بتجربة كل التباديل المتاحة. المطلوب هو تصعيب ذلك بقدر الإمكان بما يتلاءم مع قدر سرية البيانات و&nbsp;مدى عزم المهاجم على نيلها.</p>\r\n\r\n<ul>\r\n\t<li><strong>كلما طالت كان أفضل</strong>. بزيادة طول كلمة السر يزيد أسيًّا عدد التوافيق المطلوب من برمجية المهاجم تجربتها. طول كلمة السر يحدده عدد خانات المحارف المستخدمة فيها. عموما ينبغي أن لا يقل طول كلمة السر عن ثمانية محارف، و&nbsp;ضعف ذلك لكلمات مفاتيح التعمية (المزيد عن تعمية الملفات في <a href=\"/ar/chapter_04\">فصل حماية البيانات الحساسة في الحاسوب</a>). كثيرون يضعون كلمات سرٍّ تتألف من أكثر من كلمة بينها مسافات أو&nbsp;لا، و&nbsp;هذه تسمى <em>عبارات السرِّ</em>، و&nbsp;هي محبذة ما دامت الخدمة أو&nbsp;البرمجية تتقبلها.</li>\r\n\t<li><strong>كلما تعقدت كان أفضل</strong>. إضافة إلى الطول فإن التعقيد يزيد من صعوبة <em>هجومات القوة الغاشمة</em> التي تُستخدم فيها الحواسيب - التي لا تكلُّ و&nbsp;لا تملُّ - في محاولة اكتشاف التوفيقة الصحيحة من المحارف التي تتألف منها كلمة السر. ينبغي بقدر الإمكان أن تتألف كلمة السر من أحرف، و&nbsp;أرقام و&nbsp;علامات ترقيم و&nbsp;رموز. باختصار استخدم كل الرموز المتاح إدخالها من لوحة المفاتيح، و&nbsp;تذكر أن الأبجدية اللاتينية بها شكلان من كل حرف، كبير و&nbsp;صغير، كما يمكن استخدام المحارف العربية إلى جانب اللاتينية ما دام النظام يسمح، و&nbsp;ما دُمت متيقنا من أنه سيكون بوسعك إدخالها كلما احتجتها (ضع في الحسبان اختلاف لوحات المفاتيح في البلدان المختلفة). كثير من التطبيقات التي تعتمد كلمة السر و&nbsp;كذلك الخدمات على الإنترنت التي تتطلب وضع كلمات سر تكون بها مؤشرات لقياس مدى قوة كلمة السر التي تدخلها عندما تفتح الحساب أو&nbsp;تستبدل كلمة السر العتيقة بأخرى جديدة. استرشد بتلك المؤشرات إضافة إلى ما سبق.</li>\r\n\t<li><strong>أن تكون عملية</strong>. <q>العملانية</q> معيار نسبي يختلف من شخص لآخر. لكنك إن احتجت إلى كتابة كلمة السر في ورقة لأنك لا تستطيع تذكُّرها فإن ذلك قد يقلل كثيرا من درجة الأمان و&nbsp;يفتح الباب لتهديدات جديدة يمكن أن يستغلها كل من يستطيع أن ينفذ إلى مكتبك أو&nbsp;محفظتك أو&nbsp;حتى سلة المهملات. قسم <a href=\"/ar/chapter_03_2\">تذكر و&nbsp;حفظ كلمات السر</a> يحوي نصائح قد تساعدك. إن ظلت تلك الأساليب صعبة عليك فلربما أمكنك استخدام خِزانة كلمات سرٍّ مثل <a href=\"/ar/keepass\">كي‌باس</a>. لاحظ أن أنواع الملفات الأخرى لا يمكن الاعتماد عليها في غرض حفظ كلمات السر، حتى لو كانت الملفات محمية بكلمات سر، مثل وثائق ميكروسوفت ورد و&nbsp;إكسل، لأن التعمية المستخدمة فيها ضعيفة و&nbsp;توجد على الإنترنت أدوات يمكنها كسر كلمات سر كثيرٍ منها في ثوان.</li>\r\n\t<li><strong>أن تكون غير شخصية</strong>. يجب ألا تكون كلمة السر من المعلومات الشخصية المرتبطة بك، سواء بهويتك الحقيقية أو&nbsp;بالهويات الرقمية التي تستخدمها. فلا تضع كلمات سر تتألف كلها أو&nbsp;جزءا منها من بيانات كاسمك أو اسم زوجتك أو&nbsp;صديقك المقرب، و&nbsp;لا رقم بطاقة هويتك المدنية، و&nbsp;لا رقم هاتفك، و&nbsp;لا اسم ابنتك و&nbsp;لا تاريخ ميلاد ابنك، و&nbsp;لا حتى اسم حيوان كقطتك أو&nbsp;كلبك؛ فكل هذه المعلومات يمكن معرفتها و&nbsp;جمعها بقليل من البحث.</li>\r\n\t<li><strong>أن تكون <em>سرية</em></strong>. ربما كان بديهيا وجوب كون كلمة <strong>السر</strong> سرية، إلا أن الواقع أن كثيرين يُشركون آخرين في كلمات سرِّهم، لأغراض عديدة مثل مساعدتهم على أداء الأعمال، أو&nbsp;حل المشكلات التقنية، أو&nbsp;مساعدتهم في الحصول على بيانات تهمهم. الأفضل أن تبحث عن وسائل أخرى لمشاركة الآخرين في المعلومات التي تهمهم، و&nbsp;إن اضطررت للإفصاح عن كلمة السر لأحدٍ ليساعدك على حل مشكلة تقنية فينبغي عليك أن <em>تغيِّرها قبل</em> أن تعطيها له و&nbsp;أن تضع مكانها كلمة سر مؤقتة لا تستخدم فيها ذات التكنيكات العقلية التي تستخدمها في تأليف كلمات السرِّ <em>الحقيقية</em> ثم أن <em>تغيِّرها مرة أخرى بعد</em> أن تنتهي المسألة. ينبغي أن تفعل الشيء ذاته إن اخترت أن تدخل كلمة سر إحدى الخدمات على الإنترنت في خدمة أخرى تقترح عليك فعل ذلك لأجل استيراد بياناتك من الخدمة الأولى، و&nbsp;هو ما أصبح شائعا الآن في عديد من خدمات الشبكات الاجتماعية و&nbsp;غيرها التي تطلب الولوج إلى بريدك لجلب قائمة معارفك. و&nbsp;تذكّر أن مدير النظام أو&nbsp;مقدم الدَّعم التقني في أي شبكة أو&nbsp;خدمة، سواء على الإنترنت أو&nbsp;في المكتب أو&nbsp;الجامعة، لا يحتاج إلى معرفة كلمة سرّك ليساعدك في حل مشكلة أو&nbsp;أداء عمل. الحفاظ على سرية كلمة السر يتضمن كذلك الحذر ممن قد ينظر من وراء ظهرك أثناء إدخالها.</li>\r\n\t<li><strong>أن تكون فريدة</strong>. تجنب استخدام كلمة السر ذاتها لعديد من الحسابات، و&nbsp;إلا فإن من يكشفها سيسهل عليه النفاذ إلى قدر كبير من المعلومات السرية، أو&nbsp;تخريبها، أو&nbsp;حتى انتحال شخصيتك الرقمية. هذا مهم للغاية فيما يتعلق بحسابات البريد الإلكتروني، لأن خدمات عديدة تتيح إجراءات لاستعادة أو تصفير كلمة السر التي تخصها بطريق البريد. كما أن الأمر عموما هام لأن بعض الخدمات و&nbsp;التطبيقات لا تحمي كلمة السر بدرجة كافية، مما يسهِّل اكتشافها، و&nbsp;بالتالي استخدامها في النفاذ إلى حسابات أخرى. و&nbsp;للسبب ذاته فإن التبديل ما بين كلمتي سر أو&nbsp;ثلاثة و&nbsp;توزيعها على كل الحسابات غير محبَّذ.</li>\r\n\t<li><strong>أن تتغيّر باستمرار</strong>. من المهم تغيير كلمات السر دوريا، على الأقل مرة كل ثلاثة أشهر. بعض الأشخاص يرتبطون بكلمة السر و&nbsp;لا يغيرونها لسنوات طويلة؛ هذه عادة سيئة جدا؛ خصوصا في الحسابات التي تستخدم في العمل، لأنه كلما طال عمر كلمة السر زادت فرصة أن يكون آخرون قد اكتشفوها، و&nbsp;لو أن هذا حدث دون علمك فإنهم سيظلون قادرين على النفاذ إلى بياناتك دون علمك حتى تُغيِّر كلمة السر.</li>\r\n</ul>\r\n\r\n<div class=\"backgroundscenario\">\r\n<p><span class=\"actorname\">منصور</span>: ماذا إن كنت أثق في شخص؟ ألا يمكنني أن أخبره بكلمة سرّي؟</p>\r\n\r\n<p><span class=\"actorname\">ماجدة</span>: كونك تثق في شخص ما لا يعني أن تثق بالضرورة في قدرته على الحفاظ على كلمة السر، أليس كذلك؟ و&nbsp;مع أني لن أتعمد أن أسيئ استغلال كلمة سرّك إن أعطيتنيها، إلا أني قد أكتبها في ورقة بهدف مساعدتك على أداء الغرض الذي من أجله أعطيتنيها! و&nbsp;الحقيقة أن هذا قد يكون هو سبب وقوعي في هذه المشكلة في المقام الأول. كما أن الموضوع لا يتعلق بالثقة، فإن كنت أنت الشخص الوحيد الذي يعرف كلمة السر فهذا يقطع سبيل الخلافات و&nbsp;تبادل اللوم إن حدث و&nbsp;انكشفت، و&nbsp;هو ما قد يَضُرُّ بالثقة في نهاية المطاف. فأنا الآن واثقة أن شخصا ما خمَّن أو&nbsp;كسر كلمة سرِّ حسابي البريدي، لأني متيقنة من أني لم أكتبها و&nbsp;لم أعطها لأحد.</p>\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1936", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1936", 
                "link_title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5082", 
                "module": "book", 
                "nid": "1936", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5082", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271015", 
            "comment": "0", 
            "created": "1441101067", 
            "current_revision_id": "12766", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_03_1", 
                        "value": "chapter_03_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5082": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1936", 
                    "link_title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5082", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5082", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1936", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1936", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271015", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "تأليف كلمات السر القوية و الحفاظ عليها", 
                        "value": "تأليف كلمات السر القوية و الحفاظ عليها"
                    }
                ]
            }, 
            "title_original": "Selecting and maintaining secure passwords", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915103", 
                        "created": "1442915103", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226690", 
                        "created": "1441803589", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095580", 
                        "created": "1443095580", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410088", 
                        "created": "1442410088", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451908144", 
                        "created": "1441204800", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447088818", 
                        "created": "1442759070", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694889", 
                        "created": "1443694889", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271015", 
                        "created": "1452271015", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443101709", 
                        "created": "1443101709", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112407", 
                        "created": "1441112407", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443718967", 
                        "created": "1443718967", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393767", 
                        "created": "1444393767", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099831", 
                        "created": "1443099831", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091378", 
                        "created": "1443091378", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441101067", 
                        "created": "1441101067", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575528", 
                        "created": "1443601624", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "42d6b475-0c11-461c-99c5-c522a892fb62", 
            "vid": "12766", 
            "vuuid": "3c2137ac-3bec-4de3-adeb-094d2c6cef4c"
        }, 
        {
            "body": {
                "ar": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>بمطالعة قائمة مقومات كلمات السر في القسم السابق قد تتعجب كيف يمكن لشخص ذو ذاكرة عادية، أو أقل من العادية، أن يحفظ في ذاكرته كلمات سرّ عديدة بهذا الطول و التعقيد تتغير باستمرار. النصائح التالية قد تساعد على تأليف كلمات سرٍّ قوية يصعب على الآخرين تخمينها و يتطلب جهدا أكبر لكسرها ببرمجيات القوة الغاشمة.</p>\n<h2>تذَكُّر كلمات السر القوية</h2>\n<p>توجد عدة طرق لتنويع الأحرف المدخلة في كلمة السر:</p>\n<ul><li>التنويع في أشكال الأحرف اللاتينية الكبيرة و الصغيرة بغير التزام بالقواعد الأصلية: <q dir=\"ltr\">My naME is Not MR. MarSter</q></li>\n<li>استبدال أحرف بأرقام: <q dir=\"ltr\">a11 w()RK 4nD N0 p14y</q></li>\n<li>استبدال أحرف برموز <q dir=\"ltr\">c@t(heR1nthery3</q></li>\n<li>تضمين كلمات من لغات عدة: <q dir=\"ltr\">Let Them yaklo 1e gateau au ch()colaT</q></li>\n<li>كتابة كلمات عربية بأحرف لاتينية: <q dir=\"ltr\">al3arabi keda baye5 geddan</q></li>\n<li>كتابة كلمات عربية لكن بلوحة المفاتيح مضبوطة على اللاتينية: <q dir=\"ltr\">Hf, [glf, uhdl ugn [kfi</q></li>\n<li>، لكن لاحظ أن هذه الطريقة قد لا تعمل كما ينبغي عندما يختلف ترتيب لوحة المفاتيح ما بين وقت تأليف كلمة السر و وقت إدخالها للولوج، مثل الاختلاف بين لوحتي المفاتيح الفرنسية و الإنجليزية البريطانية و إنجليزية الولايات المتحدة</li>\n</ul><p>يمكن بالطبع توظيف كل أو بعض تلك الأساليب في الوقت ذاته، و جميعها تساعد على زيادة درجة تعقيد كلمة السر و بالتالي تصعب كسرها. بالرغم من أن بعض استبدالات الأحرف الشهيرة، مثل استبدال o و 0 أو a و @ قد ضُمنت بالفعل في برمجيات كسر كلمات السر لشيوعها، إلا أنها لا تزال تفيد في زيادة مجال البحث و بالتالي تصعيب الاكتشاف و التخمين.</p>\n<p>يمكن كذلك توظيف أساليب التذكر لتحويل عبارات طويلة سهلة الحفظ إلى كلمات سر معقدة شبه عشوائية، مثلا:</p>\n<ul><li><q dir=\"ltr\">To be or not to be. That is the question</q> يمكن أن تصبح بعد التحويل <q dir=\"ltr\">2Bon2BTitQ</q></li>\n<li><q dir=\"ltr\">We hold these truths to be self-evident: that all men are created equal</q> يمكن أن تتحول إلى <q dir=\"ltr\">WhtT2bs-e:taMac=</q></li>\n<li><q dir=\"ltr\">Are you happy today?</q> يمكن أن تصبح <q dir=\"ltr\">rU:-)2d@y?</q></li>\n</ul><p>الأسلوب الناجح هو الذي يُستخدم فيه كل ماسبق: أن تبدأ بعبارة أو مجموعة كلمات ذات دلالة خاصة لديك و بالتالي فإنك تحفظها جيدا، ثم أن تجري على أحرفها مجموعة من التحويلات وفق قواعد خاصة تبتكرها بنفسك لنفسك و لا يعلمها سواك. بهذه الطريقة سيكون بوسعك دوما إعادة إجراء العمليات التحويلية الخاصة خطوة خطوة انطلاقا من العبارة الأصلية وصولا إلى عبارة السِّر.</p>\n<p>تذكر أنه إذا قمت بإعطاء مجهود ولو بسيط لتقوية كلمة سرّك فإن النتيجة ستكون جيدة. إن إضافة حروف وأرقام ورموز يقوي كلمة سرّك ويجعلها غير قابلة للإختراق بسهولة. للإيضاح عن هذا الموضوع قمنا بإنشاء الجدول التالي لعرض الوقت الذي يحتاجه المخترق (الهاكر) لإختراق كلمات السر الموجودة في القائمة أدناه.</p>\n<table border=\"1\"><tbody><tr><th>كلمة سر بسيطة</th>\n<th>الوقت المطلوب للإختراق باستخدام حاسوب بسيط</th>\n<th>الوقت المطلوب للإختراق باستخدام حاسوب متطور</th>\n</tr><tr><td>bananas</td>\n<td>أقل من يوم</td>\n<td>أقل من يوم</td>\n</tr><tr><td>bananalemonade</td>\n<td>يومين</td>\n<td>أقل من يوم</td>\n</tr><tr><td>BananaLemonade</td>\n<td>3 شهور و14 يوم</td>\n<td>أقل من يوم</td>\n</tr><tr><td>B4n4n4L3m0n4d3</td>\n<td>ثلاث قرون وأربع عصور</td>\n<td>شهر و 26 يوما</td>\n</tr><tr><td>We Have No Bananas</td>\n<td>19151466 قرن</td>\n<td>3990 قرن</td>\n</tr><tr><td>W3 H4v3 N0 B4n4n45</td>\n<td>20210213722742 قرن</td>\n<td>4210461192 قرن</td>\n</tr></tbody></table><p>إن الوقت المتوقع لإختراق كلمات السر الموجودة في الجدول يعتمد على نوع الهجمات المتّبعة والأجهزة التي يستخدمها المخترق حيث يقوم المخترقون بتطوير أنواع الهجمات وتحسينها بشكل مستمر. كما أشرنا سابقا، إن الوقت المتوقع لإختراق كلمات السر يكون أطول كلما كانت كلمة السر أطول أو عند استخدام أرقام ورموز مختلفة، الجدول أعلاه يوضح هذه المسألة، حيث أنّه تم إنشاءه اعتمادا على حسابات من موقع [باسفولت](<a href=\"https://passfault.appspot.com/password_strength.html\">https://passfault.appspot.com/password_strength.html</a>). إن باسفولت هو واحد من المواقع التي تسمح باختبار مدى قوة كلمة السر الخاصة بك. **ملاحظة**: إن الموقع موثوق ومفتوح المصدر، ولكن من الأفضل عدم استخدام كلمة سرك الشخصية عند تجربته.</p>\n<h2>الحفظ الآمِن لكلمات السر</h2>\n<p>مع أن تلك الطرق قد تساعد على تذكر عدد لا بأس به من كلمات السر، إلا التوصية المثالية بتغيير كلمات السر دوريا قد تستنفد حيلتك. لذا فبدلا عن هذا يمكنك استخدام أقوى شكل من أشكال كلمات السر، و هي الكلمات العشوائية المولدة آليا و بدلا من محاولة تذكرها أن تستعين بأداة تحفظها لك في خزانة خاصة لكلمات السر محمية بالتعمية القوية، مثل <a href=\"/ar/KeePass\">كي‌پاس المشروح استخدامه في دليل الأدوات</a>.</p>\n<div class=\"HoG_link\"><a href=\"/ar/KeePass\">دليل عملي لاستخدام كي‌پاس</a></div>\n<p>إن استخدمت هذه الوسيلة فسيكون عليك أن تؤلف و تتذكر كلمة سرٍّ واحدة قوية لتحمي بها قاعدة البيانات التي تحوي كلمات السر العديدة الأخرى، سواء استخدمت كيباس (KeePass) أو أداة أخرى مثل <a href=\"http://passwordsafe.sourceforge.net\" hreflang=\"en\" lang=\"en\" xml:lang=\"en\">Password Safe</a>. و عندها فكلما احتجت لإدخال كلمة سر لحساب ما يمكنك استخراجها سريعا من الخزانة. كي‌پاس أداة محمولة، أي يمكن نسخها من و إلى شذرة ذاكرة مثل يو‌إس‌بي و استخدامها منها مباشرة دون حاجة إلى تنصيب على كل حاسوب، و هو مفيد عند السفر أو عند التنقل ما بين الحواسيب.</p>\n<p>هذا الأسلوب مفيد لمن لديه حسابات عديدة، إلا أن المأخذ عليه يتمثل في أنك إن فقدت قاعدة البيانات فقدت كل شيء، وسيكون عليك استرجاع كلمات السر من الخدمات ذاتها واحدة واحدة، إن كانت تتيح إجراء لعمل ذلك. لذا فحفظ نسخة احتياطية من قاعدة بيانات كلمات السر في موضع آمن أمر حيوي. لمزيد من المعلومات عن الحفظ الاحتياطي طالع <a href=\"/ar/chapter_05\">فصل تدارك فقد البيانات</a>، لكن لحسن الحظ فكون قاعدة بيانات كلمات السر معماة يعني أن سرقة شذرة الذاكرة أو ضياع وسيط يحوي نسخة منها ليس مما يثير الفزع أو يشكل تهديدا بالغا.</p>\n<p>المأخذ الثاني، و هو الأهم، أنك إن نسيت كلمة السر التي تحمي خزانة كلمات السر فلا توجد طريقة لاسترجاعها، و إلا ما نصحنا باستخدامها. لذا فاعمل على تأليف كلمة سر قوية يمكنك فعلا تذكرها وقت اللزوم.</p>\n<p>قد تكون هذه الطريقة ضعيفة في بعض المواقف وخصوصا عندما يطلب منك أحدهم بالقوة إعطاءه ملف خزانة كلمات السر الخاصة بك، عندها سيحصل هذا الشخص على جميع كلمات سرّك. في حال كان هذا أحد المواقف الممكن أن تتعرض لها فعليك حماية ملف خزانة كلمات السر بشكل جيد، قمنا بشرح موضوع حماية الملفات في [***الفصل 4: حفظ سرية البيانات الحساسة***](/ar/chapter_04)</p>\n<div class=\"backgroundscenario\">\n<p><span class=\"actorname\">منصور</span>: انتظري لحظة! بما أن كيباس يستخدم كلمة سرٍّ واحدة لحماية كلمات السر الأخرى العديدة، فكيف يكون هذا آمَن من استخدام كلمة سرٍّ واحدة لكل الحسابات و توفير الجهد؟</p>\n<p><span class=\"actorname\">ماجدة</span>: تفكير جيِّد، و هذا يؤكد أهمية حماية كلمة السر الرئيسية، إلا أنه توجد عدة فروقات؛ فأولا، المهاجم لن يلزمه فقط معرفة كلمة السر، بل كذلك الحصول على ملف قاعدة بيانات كيباس ذاته، بينما إن كنت تستخدم كلمة سرٍ واحدة لكل حساباتك فعندها يكفيه معرفة كلمة السر. علاوة على أننا نضمَن قوة كيباس في حماية كلمة السر أكثر مما نضمن الخدمات و البرمجيات الأخرى التي تتطلب كلمات سر، فتصميمات بعضها ضعيفة حقا و قد وقعت مسبقا لبعضها اختراقات مُوثَّقة، و لا أظنك ترغب في أن يخترق أحدهم موقعا ما ثم يستخدم المعلومات التي حصل عليها منه في اختراق حسابات أخرى. كما أن تغيير كلمة سر كيباس يسِر للغاية.</p>\n</div>\n", 
                        "summary": "", 
                        "value": "<p>بمطالعة قائمة مقومات كلمات السر في القسم السابق قد تتعجب كيف يمكن لشخص ذو ذاكرة عادية، أو&nbsp;أقل من العادية، أن يحفظ في ذاكرته كلمات سرّ عديدة بهذا الطول و&nbsp;التعقيد تتغير باستمرار. النصائح التالية قد تساعد على تأليف كلمات سرٍّ قوية يصعب على الآخرين تخمينها و&nbsp;يتطلب جهدا أكبر لكسرها ببرمجيات القوة الغاشمة.</p>\r\n\r\n<h2>تذَكُّر كلمات السر القوية</h2>\r\n\r\n<p>توجد عدة طرق لتنويع الأحرف المدخلة في كلمة السر:</p>\r\n\r\n<ul>\r\n\t<li>التنويع في أشكال الأحرف اللاتينية الكبيرة و&nbsp;الصغيرة بغير التزام بالقواعد الأصلية: <q dir=\"ltr\">My naME is Not MR. MarSter</q></li>\r\n\t<li>استبدال أحرف بأرقام: <q dir=\"ltr\">a11 w()RK 4nD N0 p14y</q></li>\r\n\t<li>استبدال أحرف برموز <q dir=\"ltr\">c@t(heR1nthery3</q></li>\r\n\t<li>تضمين كلمات من لغات عدة: <q dir=\"ltr\">Let Them yaklo 1e gateau au ch()colaT</q></li>\r\n\t<li>كتابة كلمات عربية بأحرف لاتينية: <q dir=\"ltr\">al3arabi keda baye5 geddan</q></li>\r\n\t<li>كتابة كلمات عربية لكن بلوحة المفاتيح مضبوطة على اللاتينية: <q dir=\"ltr\">Hf, [glf, uhdl ugn [kfi</q></li>\r\n\t<li>، لكن لاحظ أن هذه الطريقة قد لا تعمل كما ينبغي عندما يختلف ترتيب لوحة المفاتيح ما بين وقت تأليف كلمة السر و&nbsp;وقت إدخالها للولوج، مثل الاختلاف بين لوحتي المفاتيح الفرنسية و&nbsp;الإنجليزية البريطانية و&nbsp;إنجليزية الولايات المتحدة</li>\r\n</ul>\r\n\r\n<p>يمكن بالطبع توظيف كل أو&nbsp;بعض تلك الأساليب في الوقت ذاته، و&nbsp;جميعها تساعد على زيادة درجة تعقيد كلمة السر و&nbsp;بالتالي تصعب كسرها. بالرغم من أن بعض استبدالات الأحرف الشهيرة، مثل استبدال o و&nbsp;0 أو&nbsp;a و&nbsp;@ قد ضُمنت بالفعل في برمجيات كسر كلمات السر لشيوعها، إلا أنها لا تزال تفيد في زيادة مجال البحث و&nbsp;بالتالي تصعيب الاكتشاف و&nbsp;التخمين.</p>\r\n\r\n<p>يمكن كذلك توظيف أساليب التذكر لتحويل عبارات طويلة سهلة الحفظ إلى كلمات سر معقدة شبه عشوائية، مثلا:</p>\r\n\r\n<ul>\r\n\t<li><q dir=\"ltr\">To be or not to be. That is the question</q> يمكن أن تصبح بعد التحويل <q dir=\"ltr\">2Bon2BTitQ</q></li>\r\n\t<li><q dir=\"ltr\">We hold these truths to be self-evident: that all men are created equal</q> يمكن أن تتحول إلى <q dir=\"ltr\">WhtT2bs-e:taMac=</q></li>\r\n\t<li><q dir=\"ltr\">Are you happy today?</q> يمكن أن تصبح <q dir=\"ltr\">rU:-)2d@y?</q></li>\r\n</ul>\r\n\r\n<p>الأسلوب الناجح هو الذي يُستخدم فيه كل ماسبق: أن تبدأ بعبارة أو&nbsp;مجموعة كلمات ذات دلالة خاصة لديك و&nbsp;بالتالي فإنك تحفظها جيدا، ثم أن تجري على أحرفها مجموعة من التحويلات وفق قواعد خاصة تبتكرها بنفسك لنفسك و&nbsp;لا يعلمها سواك. بهذه الطريقة سيكون بوسعك دوما إعادة إجراء العمليات التحويلية الخاصة خطوة خطوة انطلاقا من العبارة الأصلية وصولا إلى عبارة السِّر.</p>\r\n\r\n<p>تذكر أنه إذا قمت بإعطاء مجهود ولو بسيط لتقوية كلمة سرّك فإن النتيجة ستكون جيدة. إن إضافة حروف وأرقام ورموز يقوي كلمة سرّك ويجعلها غير قابلة للإختراق بسهولة. للإيضاح عن هذا الموضوع قمنا بإنشاء الجدول التالي لعرض الوقت الذي يحتاجه المخترق (الهاكر) لإختراق كلمات السر الموجودة في القائمة أدناه.</p>\r\n\r\n<table border=\"1\">\r\n\t<tbody>\r\n\t\t<tr>\r\n\t\t\t<th>كلمة سر بسيطة</th>\r\n\t\t\t<th>الوقت المطلوب للإختراق باستخدام حاسوب بسيط</th>\r\n\t\t\t<th>الوقت المطلوب للإختراق باستخدام حاسوب متطور</th>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>bananas</td>\r\n\t\t\t<td>أقل من يوم</td>\r\n\t\t\t<td>أقل من يوم</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>bananalemonade</td>\r\n\t\t\t<td>يومين</td>\r\n\t\t\t<td>أقل من يوم</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>BananaLemonade</td>\r\n\t\t\t<td>3 شهور و14 يوم</td>\r\n\t\t\t<td>أقل من يوم</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>B4n4n4L3m0n4d3</td>\r\n\t\t\t<td>ثلاث قرون وأربع عصور</td>\r\n\t\t\t<td>شهر و 26 يوما</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>We Have No Bananas</td>\r\n\t\t\t<td>19151466 قرن</td>\r\n\t\t\t<td>3990 قرن</td>\r\n\t\t</tr>\r\n\t\t<tr>\r\n\t\t\t<td>W3 H4v3 N0 B4n4n45</td>\r\n\t\t\t<td>20210213722742 قرن</td>\r\n\t\t\t<td>4210461192 قرن</td>\r\n\t\t</tr>\r\n\t</tbody>\r\n</table>\r\n\r\n<p>إن الوقت المتوقع لإختراق كلمات السر الموجودة في الجدول يعتمد على نوع الهجمات المتّبعة والأجهزة التي يستخدمها المخترق حيث يقوم المخترقون بتطوير أنواع الهجمات وتحسينها بشكل مستمر. كما أشرنا سابقا، إن الوقت المتوقع لإختراق كلمات السر يكون أطول كلما كانت كلمة السر أطول أو عند استخدام أرقام ورموز مختلفة، الجدول أعلاه يوضح هذه المسألة، حيث أنّه تم إنشاءه اعتمادا على حسابات من موقع [باسفولت](https://passfault.appspot.com/password_strength.html). إن باسفولت هو واحد من المواقع التي تسمح باختبار مدى قوة كلمة السر الخاصة بك. **ملاحظة**: إن الموقع موثوق ومفتوح المصدر، ولكن من الأفضل عدم استخدام كلمة سرك الشخصية عند تجربته.</p>\r\n\r\n<h2>الحفظ الآمِن لكلمات السر</h2>\r\n\r\n<p>مع أن تلك الطرق قد تساعد على تذكر عدد لا بأس به من كلمات السر، إلا التوصية المثالية بتغيير كلمات السر دوريا قد تستنفد حيلتك. لذا فبدلا عن هذا يمكنك استخدام أقوى شكل من أشكال كلمات السر، و&nbsp;هي الكلمات العشوائية المولدة آليا و&nbsp;بدلا من محاولة تذكرها أن تستعين بأداة تحفظها لك في خزانة خاصة لكلمات السر محمية بالتعمية القوية، مثل <a href=\"/ar/KeePass\">كي‌پاس المشروح استخدامه في دليل الأدوات</a>.</p>\r\n\r\n<div class=\"HoG_link\"><a href=\"/ar/KeePass\">دليل عملي لاستخدام كي‌پاس</a></div>\r\n\r\n<p>إن استخدمت هذه الوسيلة فسيكون عليك أن تؤلف و&nbsp;تتذكر كلمة سرٍّ واحدة قوية لتحمي بها قاعدة البيانات التي تحوي كلمات السر العديدة الأخرى، سواء استخدمت كيباس (KeePass) أو&nbsp;أداة أخرى مثل <a href=\"http://passwordsafe.sourceforge.net\" hreflang=\"en\" lang=\"en\">Password Safe</a>. و&nbsp;عندها فكلما احتجت لإدخال كلمة سر لحساب ما يمكنك استخراجها سريعا من الخزانة. كي‌پاس أداة محمولة، أي يمكن نسخها من و&nbsp;إلى شذرة ذاكرة مثل يو‌إس‌بي و&nbsp;استخدامها منها مباشرة دون حاجة إلى تنصيب على كل حاسوب، و&nbsp;هو مفيد عند السفر أو&nbsp;عند التنقل ما بين الحواسيب.</p>\r\n\r\n<p>هذا الأسلوب مفيد لمن لديه حسابات عديدة، إلا أن المأخذ عليه يتمثل في أنك إن فقدت قاعدة البيانات فقدت كل شيء، وسيكون عليك استرجاع كلمات السر من الخدمات ذاتها واحدة واحدة، إن كانت تتيح إجراء لعمل ذلك. لذا فحفظ نسخة احتياطية من قاعدة بيانات كلمات السر في موضع آمن أمر حيوي. لمزيد من المعلومات عن الحفظ الاحتياطي طالع <a href=\"/ar/chapter_05\">فصل تدارك فقد البيانات</a>، لكن لحسن الحظ فكون قاعدة بيانات كلمات السر معماة يعني أن سرقة شذرة الذاكرة أو&nbsp;ضياع وسيط يحوي نسخة منها ليس مما يثير الفزع أو&nbsp;يشكل تهديدا بالغا.</p>\r\n\r\n<p>المأخذ الثاني، و&nbsp;هو الأهم، أنك إن نسيت كلمة السر التي تحمي خزانة كلمات السر فلا توجد طريقة لاسترجاعها، و&nbsp;إلا ما نصحنا باستخدامها. لذا فاعمل على تأليف كلمة سر قوية يمكنك فعلا تذكرها وقت اللزوم.</p>\r\n\r\n<p>قد تكون هذه الطريقة ضعيفة في بعض المواقف وخصوصا عندما يطلب منك أحدهم بالقوة إعطاءه ملف خزانة كلمات السر الخاصة بك، عندها سيحصل هذا الشخص على جميع كلمات سرّك. في حال كان هذا أحد المواقف الممكن أن تتعرض لها فعليك حماية ملف خزانة كلمات السر بشكل جيد، قمنا بشرح موضوع حماية الملفات في [***الفصل 4: حفظ سرية البيانات الحساسة***](/ar/chapter_04)</p>\r\n\r\n<div class=\"backgroundscenario\">\r\n<p><span class=\"actorname\">منصور</span>: انتظري لحظة! بما أن كيباس يستخدم كلمة سرٍّ واحدة لحماية كلمات السر الأخرى العديدة، فكيف يكون هذا آمَن من استخدام كلمة سرٍّ واحدة لكل الحسابات و&nbsp;توفير الجهد؟</p>\r\n\r\n<p><span class=\"actorname\">ماجدة</span>: تفكير جيِّد، و&nbsp;هذا يؤكد أهمية حماية كلمة السر الرئيسية، إلا أنه توجد عدة فروقات؛ فأولا، المهاجم لن يلزمه فقط معرفة كلمة السر، بل كذلك الحصول على ملف قاعدة بيانات كيباس ذاته، بينما إن كنت تستخدم كلمة سرٍ واحدة لكل حساباتك فعندها يكفيه معرفة كلمة السر. علاوة على أننا نضمَن قوة كيباس في حماية كلمة السر أكثر مما نضمن الخدمات و&nbsp;البرمجيات الأخرى التي تتطلب كلمات سر، فتصميمات بعضها ضعيفة حقا و&nbsp;قد وقعت مسبقا لبعضها اختراقات مُوثَّقة، و&nbsp;لا أظنك ترغب في أن يخترق أحدهم موقعا ما ثم يستخدم المعلومات التي حصل عليها منه في اختراق حسابات أخرى. كما أن تغيير كلمة سر كيباس يسِر للغاية.</p>\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1938", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1938", 
                "link_title": "Remembering and recording secure passwords", 
                "menu_name": "book-toc-1925", 
                "mlid": "5083", 
                "module": "book", 
                "nid": "1938", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5083", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "Remembering and recording secure passwords", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1453993790", 
            "comment": "0", 
            "created": "1441101950", 
            "current_revision_id": "13058", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_03_2", 
                        "value": "chapter_03_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5083": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1938", 
                    "link_title": "Remembering and recording secure passwords", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5083", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5083", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1938", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1938", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1453993790", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "تَذكُّرُ و حفظ كلمات السِّر", 
                        "value": "تَذكُّرُ و حفظ كلمات السِّر"
                    }
                ]
            }, 
            "title_original": "Remembering and recording secure passwords", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915371", 
                        "created": "1442915371", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226745", 
                        "created": "1441803682", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095602", 
                        "created": "1443095602", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410153", 
                        "created": "1442410153", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451909083", 
                        "created": "1441204914", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993790", 
                        "created": "1442759085", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694908", 
                        "created": "1443694908", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271123", 
                        "created": "1452271123", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102160", 
                        "created": "1443102160", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112489", 
                        "created": "1441112489", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719012", 
                        "created": "1443719012", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393840", 
                        "created": "1444393840", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099866", 
                        "created": "1443099866", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091487", 
                        "created": "1443091487", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441101950", 
                        "created": "1441101950", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1938", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575619", 
                        "created": "1443601651", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "169acd63-a8fe-42c7-8eeb-6a33f7226dd5", 
            "vid": "13058", 
            "vuuid": "fcc30936-c6d0-484b-9b1f-3f0099fbb46b"
        }, 
        {
            "body": {
                "am": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li><p>ስለአስተማማኝ የይለፍ ቃሎች የበለጠ ለመረዳት <a href=\"http://www.frontlinedefenders.org/esecman\">ዲጂታል ደኅንነት እና ምሥጢራዊነት ለሰብአዊ መብት ተሟጋቾች (Digital Security and Privacy for Human rights Defenders)</a> መጽሐፍ ስለይለፍ ቃል ጥበቃ የሚያትተውን ምእራፍ ማንበብ ይጠቅማል።</p></li>\n<li><p>ዊኪፔዲያ <a href=\"http://en.wikipedia.org/wiki/Password\">ስለይለፍ ቃል (Passwords)</a>፣ <a href=\"http://en.wikipedia.org/wiki/Password_strength\">ጠንካራ የይለፍ ቃል ስለመፍጠር (Guidelines for password strength)</a>፣  እንዲሁም <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">የይለፍ ቃልን ስለመስበር (password cracking)</a> መረጃ የሚሰጥ ጽሑፍ ይዟል።</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "- ስለአስተማማኝ የይለፍ ቃሎች የበለጠ ለመረዳት [ዲጂታል ደኅንነት እና ምሥጢራዊነት ለሰብአዊ መብት ተሟጋቾች (Digital Security and Privacy for Human rights Defenders)](http://www.frontlinedefenders.org/esecman) መጽሐፍ ስለይለፍ ቃል ጥበቃ የሚያትተውን ምእራፍ ማንበብ ይጠቅማል።\r\n\r\n- ዊኪፔዲያ [ስለይለፍ ቃል (Passwords)](http://en.wikipedia.org/wiki/Password)፣ [ጠንካራ የይለፍ ቃል ስለመፍጠር (Guidelines for password strength)](http://en.wikipedia.org/wiki/Password_strength)፣  እንዲሁም [የይለፍ ቃልን ስለመስበር (password cracking)](http://en.wikipedia.org/wiki/Password_cracking) መረጃ የሚሰጥ ጽሑፍ ይዟል።\r\n"
                    }
                ], 
                "bo": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>གསང་ཡིག་བཙན་པོ་ཇི་ལྟར་བཀོལ་སྤྱོད་བྱེད་མིན་སྐོར་ལ་ཤེས་རྟོགས་དགོས་ཀྱི་ཡོད་ན་སློབ་ཚན་གཉིས་པའི་གཉིས་པ་སྟེ་’གསང་ཡིག་ཉེན་སྲུང་དང་དེའི་ཟུར་མཆན་ང་པ།’ཞེས་པ་དེར་གཟིགས་ན་འགྲིགངའི་གསང་ཡིག་དེ་རིང་ཐུང་ཇི་ལྟར་དགོས་སམ་ཞེས་པའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་བྱེད་མཁན་གྱིས་གློག་ཀླད་གནས་ཚུལ་ཁག་ཇི་ལྟར་སྦ་གསང་དང་སྲུང་སྐྱོབ་བྱེད་དགོས་མིན་གྱི་བརྙན་དེབ་ནང་གཟིགས་ན་མཁྱེན་ངེས་ཡིན། དེ་ཡང་གཤམ་གྱི་འབྲེལ་ཐག་ཁག་ལ་གཟིགས་ན་ཁྱེད་ཀྱིས་མཁྱེན་ཐུབ། <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a> </li>\n<li>ཀུན་བཏུས་ཚིག་མཛོད་ཆེན་མོའི་ནང་གསང་ཡིག་སྐོར་ལ་དོན་སྙིང་ལྡན་པའི་བསམ་ཚུལ་སྤེལ་ཡོད་པས་གཤམ་གྱིས་འབྲེལ་ཐག་ལ་གཟིགས་རོགས། <a href=\"http://en.wikipedia.org/wiki/Password\">Passwords</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guidelines for password strength</a>, <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">password cracking</a></li>\n</ul>", 
                        "summary": "", 
                        "value": "- གསང་ཡིག་བཙན་པོ་ཇི་ལྟར་བཀོལ་སྤྱོད་བྱེད་མིན་སྐོར་ལ་ཤེས་རྟོགས་དགོས་ཀྱི་ཡོད་ན་སློབ་ཚན་གཉིས་པའི་གཉིས་པ་སྟེ་’གསང་ཡིག་ཉེན་སྲུང་དང་དེའི་ཟུར་མཆན་ང་པ།’ཞེས་པ་དེར་གཟིགས་ན་འགྲིགངའི་གསང་ཡིག་དེ་རིང་ཐུང་ཇི་ལྟར་དགོས་སམ་ཞེས་པའི་འགྲོ་བ་མིའི་ཐོབ་ཐང་སྲུང་སྐྱོབ་བྱེད་མཁན་གྱིས་གློག་ཀླད་གནས་ཚུལ་ཁག་ཇི་ལྟར་སྦ་གསང་དང་སྲུང་སྐྱོབ་བྱེད་དགོས་མིན་གྱི་བརྙན་དེབ་ནང་གཟིགས་ན་མཁྱེན་ངེས་ཡིན། དེ་ཡང་གཤམ་གྱི་འབྲེལ་ཐག་ཁག་ལ་གཟིགས་ན་ཁྱེད་ཀྱིས་མཁྱེན་ཐུབ། [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman) \r\n- ཀུན་བཏུས་ཚིག་མཛོད་ཆེན་མོའི་ནང་གསང་ཡིག་སྐོར་ལ་དོན་སྙིང་ལྡན་པའི་བསམ་ཚུལ་སྤེལ་ཡོད་པས་གཤམ་གྱིས་འབྲེལ་ཐག་ལ་གཟིགས་རོགས། [Passwords](http://en.wikipedia.org/wiki/Password), [Guidelines for password strength](http://en.wikipedia.org/wiki/Password_strength), [password cracking](http://en.wikipedia.org/wiki/Password_cracking)"
                    }
                ], 
                "es": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Dirígete al capítulo de <i>Protección de Contraseñas</i> y al Apéndice de <i>¿Cuán larga debe ser mi contraseña?</i> en el libro <a href=\"http://www.frontlinedefenders.org/esecman/\" title=\" Digital Security and Privacy for Human Rights Defenders\">Seguridad Digital y Privacidad para Defensores de los Derechos Humanos</a>.</li>\n<li>Wikipedia tiene interesantes artículos sobre <a href=\"http://en.wikipedia.org/wiki/Password\" title=\"Password\">Contraseñas</a> , <a href=\"http://en.wikipedia.org/wiki/Password_strength\" title=\"Password strength\">Guías para fortalecer contraseñas</a>, y <a href=\"http://en.wikipedia.org/wiki/Password_cracking\" title=\"Password cracking\">descifrado de contraseñas</a>.</li>\n<li><a href=\"http://passfault.appspot.com/password_strength.html\">Passfault</a> evalua la fortaleza de contraseñas con suficiente precisión como para predecir el tiempo necesario para romperlas. Hace que crear contraseñas y políticas de contraseñas sea notablemente mas intuitivo y sencillo.</li>\n</ul><p> </p>\n", 
                        "summary": "", 
                        "value": "<ul>\r\n\t<li>Dirígete al capítulo de <i>Protección de Contraseñas</i> y al Apéndice de <i>¿Cuán larga debe ser mi contraseña?</i> en el libro <a href=\"http://www.frontlinedefenders.org/esecman/\" title=\" Digital Security and Privacy for Human Rights Defenders\">Seguridad Digital y Privacidad para Defensores de los Derechos Humanos</a>.</li>\r\n\t<li>Wikipedia tiene interesantes artículos sobre <a href=\"http://en.wikipedia.org/wiki/Password\" title=\"Password\">Contraseñas</a> , <a href=\"http://en.wikipedia.org/wiki/Password_strength\" title=\"Password strength\">Guías para fortalecer contraseñas</a>, y <a href=\"http://en.wikipedia.org/wiki/Password_cracking\" title=\"Password cracking\">descifrado de contraseñas</a>.</li>\r\n\t<li><a href=\"http://passfault.appspot.com/password_strength.html\">Passfault</a> evalua la fortaleza de contraseñas con suficiente precisión como para predecir el tiempo necesario para romperlas. Hace que crear contraseñas y políticas de contraseñas sea notablemente mas intuitivo y sencillo.</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n"
                    }
                ], 
                "fa": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>برای کسب اطلاعات بیشتر در مورد رمزهای عبور مطمئن به فصل <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">Password Protection</a> و ضمیمه‌ی <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">How long should my password be?</a> از کتاب <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">Digital Security and Privacy for Human rights Defenders</a> مراجعه کنید.</li>\n<li>در Wikipedia مقاله‌های جالبی در رابطه با <a href=\"http://en.wikipedia.org/wiki/Password\">رمزهای عبور</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">راهک‌ارهایی برای ساختن رمزهای عبور قوی</a> و <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">شکستن رمز</a> وجود دارد.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- برای کسب اطلاعات بیشتر در مورد رمزهای عبور مطمئن به فصل [Password Protection](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html) و ضمیمه‌ی [How long should my password be?](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html) از کتاب [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/manual/en/esecman) مراجعه کنید.\r\n- در Wikipedia مقاله‌های جالبی در رابطه با [رمزهای عبور](http://en.wikipedia.org/wiki/Password), [راهک‌ارهایی برای ساختن رمزهای عبور قوی](http://en.wikipedia.org/wiki/Password_strength) و [شکستن رمز](http://en.wikipedia.org/wiki/Password_cracking) وجود دارد."
                    }
                ], 
                "fr": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Veuillez consulter le chapitre <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\" target=\"_blank\" title=\"Password Protection\">Password Protection</a> et l’annexe <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\" target=\"_blank\" title=\"How long should my password be?\">How long should my password be?</a> du manuel <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\" target=\"_blank\" title=\"Digital Security and Privacy for Human Rights Defenders\">Digital Security and Privacy for Human rights Defenders</a>.[1]</li>\n<li>Wikipédia présente de bons articles sur les <a href=\"http://fr.wikipedia.org/wiki/Password\" target=\"_blank\" title=\"Passwords\">mots de passe</a> [2], la <a href=\"http://en.wikipedia.org/wiki/Password_strength\" target=\"_blank\" title=\"Guidelines for password strength\">force des mots de passe</a> [3] et le <a href=\"http://fr.wikipedia.org/wiki/Password_cracking\" target=\"_blank\" title=\"Password cracking\">cassage de mots de passe</a>.[4]</li>\n</ul><p> </p>\n<h3>Liens</h3>\n<p>[1] <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">www.frontlinedefenders.org/manual/en/esecman</a><br />\n[2] <a href=\"http://www.fr.wikipedia.org/wiki/Password\">www.fr.wikipedia.org/wiki/Password</a><br />\n[3] <a href=\"http://www.en.wikipedia.org/wiki/Password_strength\">www.en.wikipedia.org/wiki/Password_strength</a><br />\n[4] <a href=\"http://www.fr.wikipedia.org/wiki/Password_cracking\">www.fr.wikipedia.org/wiki/Password_cracking</a></p>\n<p> </p>\n", 
                        "summary": "", 
                        "value": "<ul>\r\n\t<li>Veuillez consulter le chapitre <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\" target=\"_blank\" title=\"Password Protection\">Password Protection</a> et l’annexe <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\" target=\"_blank\" title=\"How long should my password be?\">How long should my password be?</a> du manuel <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\" target=\"_blank\" title=\"Digital Security and Privacy for Human Rights Defenders\">Digital Security and Privacy for Human rights Defenders</a>.[1]</li>\r\n\t<li>Wikipédia présente de bons articles sur les <a href=\"http://fr.wikipedia.org/wiki/Password\" target=\"_blank\" title=\"Passwords\">mots de passe</a>&nbsp;[2], la <a href=\"http://en.wikipedia.org/wiki/Password_strength\" target=\"_blank\" title=\"Guidelines for password strength\">force des mots de passe</a>&nbsp;[3] et le <a href=\"http://fr.wikipedia.org/wiki/Password_cracking\" target=\"_blank\" title=\"Password cracking\">cassage de mots de passe</a>.[4]</li>\r\n</ul>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<h3>Liens</h3>\r\n\r\n<p>[1] www.frontlinedefenders.org/manual/en/esecman<br />\r\n[2] www.fr.wikipedia.org/wiki/Password<br />\r\n[3] www.en.wikipedia.org/wiki/Password_strength<br />\r\n[4] www.fr.wikipedia.org/wiki/Password_cracking</p>\r\n\r\n<p>&nbsp;</p>\r\n"
                    }
                ], 
                "id": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Untuk mempelajari lebih lanjut tentang kata sandi yang aman, lihat bab Perlindungan Kata Sandi (<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">Password Protection</a>) dan bab Seberapa panjangkah seharusnya kata sandi ku? (<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">How long should my password be?</a>) Lampiran di buku <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">Digital Security and Privacy for Human rights Defenders</a>.</li>\n<li>Wikipedia memiliki berbagai artikel informatif tentang Kata sandi (<a href=\"http://en.wikipedia.org/wiki/Password\">Passwords</a>), Panduan kekuatan kata sandi (<a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guidelines for password strength</a>) dan memecahkan kata sandi (<a href=\"http://en.wikipedia.org/wiki/Password_cracking\">password cracking</a>).</li>\n</ul>", 
                        "summary": "", 
                        "value": "* Untuk mempelajari lebih lanjut tentang kata sandi yang aman, lihat bab Perlindungan Kata Sandi ([Password Protection](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html)) dan bab Seberapa panjangkah seharusnya kata sandi ku? ([How long should my password be?](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html)) Lampiran di buku [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/manual/en/esecman).\r\n* Wikipedia memiliki berbagai artikel informatif tentang Kata sandi ([Passwords](http://en.wikipedia.org/wiki/Password)), Panduan kekuatan kata sandi ([Guidelines for password strength](http://en.wikipedia.org/wiki/Password_strength)) dan memecahkan kata sandi ([password cracking](http://en.wikipedia.org/wiki/Password_cracking)).\r\n\r\n"
                    }
                ], 
                "km": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>ដើម្បីយល់ដឹងបន្ថែមអំពីពាក្យសម្ងាត់សុវត្ថិភាព សូមមើលជំពូក 2.2 Password Protection chapter and the Appendix D. How long should my password be? នៅក្នុងសៀវភៅ <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a>។</li>\n<li>Wikipedia ដែលមានអត្ថបទព័ត៌មានស្តីពី <a href=\"http://en.wikipedia.org/wiki/Password\">ពាក្យសម្ងាត់</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">សេចក្តីណែនាំសម្រាប់ភាពរឹងមាំនៃពាក្យសម្ងាត់</a>, និង <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">ការបំបែកពាក្យសម្ងាត់</a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- ដើម្បីយល់ដឹងបន្ថែមអំពីពាក្យសម្ងាត់សុវត្ថិភាព សូមមើលជំពូក 2.2 Password Protection chapter and the Appendix D. How long should my password be? នៅក្នុងសៀវភៅ [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman)។\r\n- Wikipedia ដែលមានអត្ថបទព័ត៌មានស្តីពី [ពាក្យសម្ងាត់](http://en.wikipedia.org/wiki/Password), [សេចក្តីណែនាំសម្រាប់ភាពរឹងមាំនៃពាក្យសម្ងាត់](http://en.wikipedia.org/wiki/Password_strength), និង [ការបំបែកពាក្យសម្ងាត់](http://en.wikipedia.org/wiki/Password_cracking)."
                    }
                ], 
                "my": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>လံုၿခံဳတဲ့ စကားဝွက္ေတြ အေၾကာင္းကို အေသးစိတ္ ေလ့လာဖို႔၊ <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">လူ႔အခြင့္အေရး ကာကြယ္သူမ်ားအတြက္ ဒစ္ဂ်စ္တယ္ လံုၿခံဳေရးနဲ႔ Privacy ရွိျခင္း</a> စာအုပ္ထဲက ၂.၂ <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">စကားဝွက္ ကာကြယ္ျခင္း</a> အခန္းနဲ႔ ေနာက္ဆက္တြဲ ဃ။ <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">ကၽြန္ေတာ့္ရဲ႕ စကားဝွက္ ဘယ္ေလာက္ထိ ရွည္လ်ားဖုိ႔ လုိသလဲ။</a> ကုိ ဖတ္ရႈေလ့လာပါ။</li>\n<li>ဝီကီပီးဒီးယား ကြန္ရက္ စာမ်က္ႏွာမွာ <a href=\"http://en.wikipedia.org/wiki/Password\">စကားဝွက္မ်ား၊</a>၊ <a href=\"http://en.wikipedia.org/wiki/Password_strength\">ၾကံ့ခုိင္တဲ့ စကားဝွက္ ဖန္တီးနည္း လမ္းညႊန္ခ်က္မ်ား</a>နဲ႔ <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">စကားဝွက္ ေဖာက္ထြင္းျခင္း</a> အေၾကာင္း စုံလင္တဲ့ အခ်က္အလက္ေတြ ပါ၀င္တဲ့ ေဆာင္းပါးေတြ ဖတ္ရႈႏုိင္တယ္။</li>\n</ul>", 
                        "summary": "", 
                        "value": "- လံုၿခံဳတဲ့ စကားဝွက္ေတြ အေၾကာင္းကို အေသးစိတ္ ေလ့လာဖို႔၊ [လူ႔အခြင့္အေရး ကာကြယ္သူမ်ားအတြက္ ဒစ္ဂ်စ္တယ္ လံုၿခံဳေရးနဲ႔ Privacy ရွိျခင္း](http://www.frontlinedefenders.org/manual/en/esecman) စာအုပ္ထဲက ၂.၂ [စကားဝွက္ ကာကြယ္ျခင္း](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html) အခန္းနဲ႔ ေနာက္ဆက္တြဲ ဃ။ [ကၽြန္ေတာ့္ရဲ႕ စကားဝွက္ ဘယ္ေလာက္ထိ ရွည္လ်ားဖုိ႔ လုိသလဲ။](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html) ကုိ ဖတ္ရႈေလ့လာပါ။\r\n- ဝီကီပီးဒီးယား ကြန္ရက္ စာမ်က္ႏွာမွာ [စကားဝွက္မ်ား၊](http://en.wikipedia.org/wiki/Password)၊ [ၾကံ့ခုိင္တဲ့ စကားဝွက္ ဖန္တီးနည္း လမ္းညႊန္ခ်က္မ်ား](http://en.wikipedia.org/wiki/Password_strength)နဲ႔ [စကားဝွက္ ေဖာက္ထြင္းျခင္း](http://en.wikipedia.org/wiki/Password_cracking) အေၾကာင္း စုံလင္တဲ့ အခ်က္အလက္ေတြ ပါ၀င္တဲ့ ေဆာင္းပါးေတြ ဖတ္ရႈႏုိင္တယ္။"
                    }
                ], 
                "pt-pt": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Para saber mais sobre senhas seguras, veja o capítulo <em>2.2 Proteção de senhas</em> e o <em>Apêndice D. Qual a extensão que minha senha deve ter?</em> do livro <a href=\"http://www.frontlinedefenders.org/esecman\">Segurança Digital e Privacidade para Defensores dos Direitos Humanos</a> (em inglês ou espanhol).</li>\n<li>A Wikipédia tem artigos informativos sobre <a href=\"http://en.wikipedia.org/wiki/Password\">Senhas</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guias gerais sobre a força de senhas</a>, e sobre <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">como quebrar senhas</a> (links em inglês).</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Para saber mais sobre senhas seguras, veja o capítulo *2.2 Proteção de senhas* e o *Apêndice D. Qual a extensão que minha senha deve ter?* do livro [Segurança Digital e Privacidade para Defensores dos Direitos Humanos](http://www.frontlinedefenders.org/esecman) (em inglês ou espanhol).\r\n- A Wikipédia tem artigos informativos sobre [Senhas](http://en.wikipedia.org/wiki/Password), [Guias gerais sobre a força de senhas](http://en.wikipedia.org/wiki/Password_strength), e sobre [como quebrar senhas](http://en.wikipedia.org/wiki/Password_cracking) (links em inglês).\r\n"
                    }
                ], 
                "ru": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Ассани было приятно узнать, что его дети интересуются не только компьютерными игрушками. Но Ассани не ожидал, что Мухиндо напишет школьное сочинение под названием \"Где живут хорошие пароли\". Мухиндо получил за него \"отлично\", а поскольку его живой ум продолжал выискивать все новые знания, в своей школе Мухиндо вскоре прослыл знатоком компьютерных дел. Когда кто-нибудь интересовался, как ему удалось то или другое, Мухиндо, улыбаясь, отвечает: \"Вы сами можете попробовать. Начните с самого простого: придумайте пароль, который я не смогу отгадать...\"</p>\n\n<h2>Что еще почитать</h2>\n\n<ul><li><p>Узнать больше о надежных паролях можно в главе <a href=\"https://equalit.ie/esecman/russian/chapter2_2.html\">Защита паролем</a> <em>(рус.)</em> и приложении <a href=\"https://equalit.ie/esecman/russian/appendix_d.html\">How long should my password be?</a> (\"Насколько длинным должен быть пароль?\") руководства <a href=\"https://equalit.ie/esecman/russian/\">Digital Security and Privacy for Human rights Defenders</a> (\"Цифровая безопасность и приватность для правозащитников\") <em>(англ.)</em>.</p></li>\n<li><p>Довольно информативные статьи предлагает Википедия: <a href=\"http://en.wikipedia.org/wiki/Password\">о паролях</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">о создании надежных паролей</a>, <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">о взломе паролей</a> <em>(англ.)</em>.</p></li>\n</ul>", 
                        "summary": "", 
                        "value": "Ассани было приятно узнать, что его дети интересуются не только компьютерными игрушками. Но Ассани не ожидал, что Мухиндо напишет школьное сочинение под названием &quot;Где живут хорошие пароли&quot;. Мухиндо получил за него &quot;отлично&quot;, а поскольку его живой ум продолжал выискивать все новые знания, в своей школе Мухиндо вскоре прослыл знатоком компьютерных дел. Когда кто-нибудь интересовался, как ему удалось то или другое, Мухиндо, улыбаясь, отвечает: &quot;Вы сами можете попробовать. Начните с самого простого: придумайте пароль, который я не смогу отгадать...&quot; \r\n\r\n## Что еще почитать##\r\n\r\n- Узнать больше о надежных паролях можно в главе [Защита паролем](https://equalit.ie/esecman/russian/chapter2_2.html) *(рус.)* и приложении [How long should my password be?](https://equalit.ie/esecman/russian/appendix_d.html) (\"Насколько длинным должен быть пароль?\") руководства [Digital Security and Privacy for Human rights Defenders](https://equalit.ie/esecman/russian/) (\"Цифровая безопасность и приватность для правозащитников\") *(англ.)*.\r\n\r\n- Довольно информативные статьи предлагает Википедия: [о паролях](http://en.wikipedia.org/wiki/Password), [о создании надежных паролей](http://en.wikipedia.org/wiki/Password_strength), [о взломе паролей](http://en.wikipedia.org/wiki/Password_cracking) *(англ.)*."
                    }
                ], 
                "th": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>ศึกษาเพิ่มเติมเกี่ยวกับรหัสผ่านที่ปลอดภัย ดู หัวข้อ <em>2.2 บท Password Protection</em> และ ภาคผนวก D How long should my password be? ในหนังสือ  <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a></li>\n<li>วิกิพีเดียมีบทความที่เป็นข้อมูลเกี่ยวกับ <a href=\"http://en.wikipedia.org/wiki/Password\">รหัสผ่าน</a> <a href=\"http://en.wikipedia.org/wiki/Password_strength\">คู่มือนำสำหรับการสร้างรหัสผ่านที่แข็งแรง</a> และ <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">การถอดรหัส</a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- ศึกษาเพิ่มเติมเกี่ยวกับรหัสผ่านที่ปลอดภัย ดู หัวข้อ *2.2 บท Password Protection* และ ภาคผนวก D How long should my password be? ในหนังสือ  [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman)\r\n- วิกิพีเดียมีบทความที่เป็นข้อมูลเกี่ยวกับ [รหัสผ่าน](http://en.wikipedia.org/wiki/Password) [คู่มือนำสำหรับการสร้างรหัสผ่านที่แข็งแรง](http://en.wikipedia.org/wiki/Password_strength) และ [การถอดรหัส](http://en.wikipedia.org/wiki/Password_cracking).\r\n"
                    }
                ], 
                "tr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Güvenli şifreler hakkında daha fazla bilgi için bakınız: <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a> kitabının <em>2.2 Password Protection</em> bölümü ve 'How long should my password be?' başlıklı eki.</li>\n<li>Wikipedia’da <a href=\"http://en.wikipedia.org/wiki/Password\">Şifreler</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Güçlü şifre için rehberler</a> ve <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">şifre kırma</a> üzerine bilgilendirici makaleler bulabilirsiniz.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Güvenli şifreler hakkında daha fazla bilgi için bakınız: [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman) kitabının *2.2 Password Protection* bölümü ve 'How long should my password be?' başlıklı eki.\r\n- Wikipedia’da [Şifreler](http://en.wikipedia.org/wiki/Password), [Güçlü şifre için rehberler](http://en.wikipedia.org/wiki/Password_strength) ve [şifre kırma](http://en.wikipedia.org/wiki/Password_cracking) üzerine bilgilendirici makaleler bulabilirsiniz."
                    }
                ], 
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Để biết thêm về mật khẩu bảo mật, xem chương <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">Password Protection</a> và <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">How long should my password be?</a> Phụ lục cuốn  <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">Digital Security and Privacy for Human rights Defenders</a>.</li>\n<li>Wikipedia gồm những bài viết hữu ích <a href=\"http://en.wikipedia.org/wiki/Password\">Passwords</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guidelines for password strength</a>, và <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">password cracking</a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Để biết thêm về mật khẩu bảo mật, xem chương [Password Protection](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html) và [How long should my password be?](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html) Phụ lục cuốn  [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/manual/en/esecman).\r\n- Wikipedia gồm những bài viết hữu ích [Passwords](http://en.wikipedia.org/wiki/Password), [Guidelines for password strength](http://en.wikipedia.org/wiki/Password_strength), và [password cracking](http://en.wikipedia.org/wiki/Password_cracking).\r\n"
                    }
                ], 
                "xx": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>To learn more about secure passwords, see the <em>2.2 Password Protection</em> chapter and the Appendix D. How long should my password be? in the <a href=\"http://www.frontlinedefenders.org/esecman\">Digital Security and Privacy for Human rights Defenders</a> book.</li>\n<li>Wikipedia has informative articles on <a href=\"http://en.wikipedia.org/wiki/Password\">Passwords</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guidelines for password strength</a>, and <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">password cracking</a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- To learn more about secure passwords, see the *2.2 Password Protection* chapter and the Appendix D. How long should my password be? in the [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/esecman) book.\r\n- Wikipedia has informative articles on [Passwords](http://en.wikipedia.org/wiki/Password), [Guidelines for password strength](http://en.wikipedia.org/wiki/Password_strength), and [password cracking](http://en.wikipedia.org/wiki/Password_cracking).\r\n"
                    }
                ], 
                "zh-hans": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>要了解更多关于安全密码，请参看《<a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">人权捍卫者的数字安全与隐私</a>》一书附录中的“<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">密码保护</a>”章节以及“<a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">我的密码应该有多长？</a>”。</li>\n<li>维基百科上有关于<a href=\"http://en.wikipedia.org/wiki/Password\">密码</a>、<a href=\"http://en.wikipedia.org/wiki/Password_strength\">密码强度准则</a>和<a href=\"http://en.wikipedia.org/wiki/Password_cracking\">密码破解</a>的资料。</li>\n</ul>", 
                        "summary": "", 
                        "value": "- 要了解更多关于安全密码，请参看《[人权捍卫者的数字安全与隐私](http://www.frontlinedefenders.org/manual/en/esecman)》一书附录中的“[密码保护](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html)”章节以及“[我的密码应该有多长？](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html)”。\r\n- 维基百科上有关于[密码](http://en.wikipedia.org/wiki/Password)、[密码强度准则](http://en.wikipedia.org/wiki/Password_strength)和[密码破解](http://en.wikipedia.org/wiki/Password_cracking)的资料。\r\n\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1939", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1939", 
                "link_title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5084", 
                "module": "book", 
                "nid": "1939", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5084", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271186", 
            "comment": "0", 
            "created": "1441102733", 
            "current_revision_id": "12768", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "am": [
                    {
                        "format": null, 
                        "safe_value": "chapter-3-3", 
                        "value": "chapter-3-3"
                    }
                ], 
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "es": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "fa": [
                    {
                        "format": null, 
                        "safe_value": "3-furtherreading", 
                        "value": "3-furtherreading"
                    }
                ], 
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "id": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "km": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "my": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "th": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "chuong_3_3", 
                        "value": "chuong_3_3"
                    }
                ], 
                "xx": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ], 
                "zh-hans": [
                    {
                        "format": null, 
                        "safe_value": "chapter_3_3", 
                        "value": "chapter_3_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5084": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1939", 
                    "link_title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5084", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5084", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1939", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1939", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271186", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "am": [
                    {
                        "format": null, 
                        "safe_value": "ተጨማሪ ንባብ", 
                        "value": "ተጨማሪ ንባብ"
                    }
                ], 
                "bo": [
                    {
                        "format": null, 
                        "safe_value": "བསྐྱར་སྦྱོང་།", 
                        "value": "བསྐྱར་སྦྱོང་།"
                    }
                ], 
                "es": [
                    {
                        "format": null, 
                        "safe_value": "Lecturas Adicionales", 
                        "value": "Lecturas Adicionales"
                    }
                ], 
                "fa": [
                    {
                        "format": null, 
                        "safe_value": "منابعی برای مطالعه‌ی بیش‌تر", 
                        "value": "منابعی برای مطالعه‌ی بیش‌تر"
                    }
                ], 
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Lecture complémentaires", 
                        "value": "Lecture complémentaires"
                    }
                ], 
                "id": [
                    {
                        "format": null, 
                        "safe_value": "Bacaan Lanjutan", 
                        "value": "Bacaan Lanjutan"
                    }
                ], 
                "km": [
                    {
                        "format": null, 
                        "safe_value": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                        "value": "សេចក្តី​សម្រាប់​អាន​បន្ថែម"
                    }
                ], 
                "my": [
                    {
                        "format": null, 
                        "safe_value": "ဆက္လက္ ဖတ္႐ႈရန္", 
                        "value": "ဆက္လက္ ဖတ္႐ႈရန္"
                    }
                ], 
                "pt-pt": [
                    {
                        "format": null, 
                        "safe_value": "Leitura extra", 
                        "value": "Leitura extra"
                    }
                ], 
                "ru": [
                    {
                        "format": null, 
                        "safe_value": "Послесловие", 
                        "value": "Послесловие"
                    }
                ], 
                "th": [
                    {
                        "format": null, 
                        "safe_value": "เอกสารอ่านเพิ่มเติม", 
                        "value": "เอกสารอ่านเพิ่มเติม"
                    }
                ], 
                "tr": [
                    {
                        "format": null, 
                        "safe_value": "Okuma önerileri", 
                        "value": "Okuma önerileri"
                    }
                ], 
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Đọc thêm", 
                        "value": "Đọc thêm"
                    }
                ], 
                "xx": [
                    {
                        "format": null, 
                        "safe_value": "Further reading", 
                        "value": "Further reading"
                    }
                ], 
                "zh-hans": [
                    {
                        "format": null, 
                        "safe_value": "延伸阅读", 
                        "value": "延伸阅读"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915478", 
                        "created": "1442915478", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095624", 
                        "created": "1443095624", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410339", 
                        "created": "1442410250", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441204979", 
                        "created": "1441204979", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447088982", 
                        "created": "1442759102", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694929", 
                        "created": "1443694929", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271186", 
                        "created": "1452271186", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102231", 
                        "created": "1443102231", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112675", 
                        "created": "1441112675", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719093", 
                        "created": "1443719093", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393904", 
                        "created": "1444393904", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099884", 
                        "created": "1443099884", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091579", 
                        "created": "1443091579", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102733", 
                        "created": "1441102733", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575680", 
                        "created": "1443601691", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "ba970514-b558-4b85-a8ee-05524e48b7d1", 
            "vid": "12768", 
            "vuuid": "18029850-228c-455a-b856-f062134cdeaa"
        }
    ], 
    "changed": "1453387508", 
    "comment": "0", 
    "created": "1441100949", 
    "current_revision_id": "12967", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "ar": [
            {
                "format": null, 
                "safe_value": "3. How to create and maintain secure pas", 
                "value": "3. How to create and maintain secure pas"
            }
        ]
    }, 
    "field_menu_title_long": {
        "ar": [
            {
                "format": null, 
                "safe_value": "3. وضع كلمات سر قوية و حفظها", 
                "value": "3. وضع كلمات سر قوية و حفظها"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "ar": [
            {
                "format": null, 
                "safe_value": "chapter_03", 
                "value": "chapter_03"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "3"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "3"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5081": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1935", 
            "link_title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
            "menu_name": "book-toc-1925", 
            "mlid": "5081", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5081", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "3"
        }
    }, 
    "name": "chris", 
    "nid": "1935", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1935", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453387508", 
    "revision_uid": "1", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "ar": [
            {
                "format": null, 
                "safe_value": "3. وضع كلمات سر قوية و حفظها", 
                "value": "3. وضع كلمات سر قوية و حفظها"
            }
        ]
    }, 
    "title_original": "3. How to create and maintain secure passwords", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915019", 
                "created": "1442915019", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226633", 
                "created": "1441803506", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093659", 
                "created": "1443093659", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442409995", 
                "created": "1442409995", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1453387508", 
                "created": "1441204645", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447088767", 
                "created": "1442759054", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443692633", 
                "created": "1443692633", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452270914", 
                "created": "1452270914", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443101577", 
                "created": "1443101577", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112304", 
                "created": "1441112304", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443718846", 
                "created": "1443718846", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444393649", 
                "created": "1444393649", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443011180", 
                "created": "1443011180", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089049", 
                "created": "1443088425", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441100975", 
                "created": "1441100949", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444575444", 
                "created": "1443601599", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "f043e397-1081-43e9-b96d-98dc4d566a0d", 
    "vid": "12967", 
    "vuuid": "3a371d6c-84e8-4d39-817e-9fe566639686"
}