{
    "body": {
        "ar": [
            {
                "format": "full_html", 
                "safe_summary": "", 
                "safe_value": "<p>توظف دول عديدة أنظمة للتحكم في ما يمكن لمواطنيها النفاذ إليه من مواقع و مطالعته من محتوى منشور على الإنترنت، كما أن مؤسسات الأعمال و المدارس و الجامعات و المكتبات العامة تستخدم أحيانا أنظمة مشابهة لمنع نفاذ روادها إلى ما تراه إداراتها غير مناسب لطبيعتها و نظمها أو غير متوافق مع أهدافها، أو لترشيد استخدام مواردها الشبكية و الحاسوبية و انتباه موظفيهاو قصرها على الأغراض التي تعنيها. تتنوع طرق إنفاذ هذه الرقابة على محتوى الإنترنت، فبعض النظم تتحكم بطريق مراقبة عناوين إنترنت للمواقع المطلوب النفاذ إليها فتمنع النفاذ إلى المدرج منها في قوائم سوداء، بينما تحوي القوائم السوداء لبعضها الآخر أسماء نطاقات أو مسارات صفحات و ملفات محددة، كما تنظر بعض النظم في المحتوى المطلوب بحثا عن كلمات بعينها مدرجة في قوائم و تمنع النفاذ إلى كل ما يحوي تلك الكلمات أو توافيق منها، و يوظف بعضها توليفات من تلك اﻷساليب في الآن ذاته.</p>\n<p>في أغلب الأحيان يمكن تجاوز الرقابة باستخدام التعمية أو التمويه لإخفاء المحتوى، أو الخواديم الوسيطة أو بالمزاوجة بينهما. <a href=\"/glossary#proxy\">الخادوم الوسيط</a> هو خادوم خارج بلدك، و هو بالتالي لا يتأثر بالرقابة المفروضة عليك، ينوب عنك في طلب المحتوى ثم تمريره إليك، و كل ذلك بشفافية لا تؤثر بعد إعدادها على كيفية الإبحار على الشبكة. توجد أنواع عديدة من الخواديم الوسيطة توظف توافيق من تقنيات مختلفة، و يتناول هذا الفصل بإيجاز شبكات المجهولية عديدة الخواديم الوسيطة، يليها تناول أكثر تفصيلا للخواديم الوسيطة البسيطة.</p>\n<div class=\"backgroundscenario\">\n<p><span class=\"actorname\">منصور</span> و <span class=\"actorname\">ماجدة</span> شقيقان من بلد عربي لديهما مدونة ينشران فيها دون إفصاح عن هويتهما عن انتهاكات حقوق الإنسان و يحرضان على التغيير السياسي. لم تتمكن السلطات في بلدهما من إغلاق موقعهما لأنه مستضاف لدى مقدم خدمة خارج الدولة، إلا أنها سعت إلى معرفة هوية القائمين على الموقع بمراقبة نشاطهم عليه. <span class=\"actorname\">منصور</span> و <span class=\"actorname\">ماجدة</span> قلقان من أن تتمكن السلطات من متابعة نمط تحديثاتهما للموقع و استنتاج هويتهما استنادا إلى معلومات يتيحها للسلطات مقدمُ الخدمة على نحو غير قانوني، كما أنهما يريدان الاستعداد ليوم تحجب السلطات موقعهما، و ذلك ليتمكنا من مواصلة النشر عليه و كذلك لتعريف مواطنيهما بأسلوب تجاوز الرقابة لمواصلة مطالعة الموقع.</p>\n</div>\n<p>ما يتناوله هذا الفصل</p>\n<ul><li>النفاذ إلى مواقع الوب المحجوبة في بلدك</li>\n<li>الحول دون معرفة المواقع التي تزورها معلومات عن موقعك الجغرافي</li>\n<li>الحول دون معرفة مقدم خدمة الاتصال بإنترنت الذي تستخدمه أو الجهة التي تمارس الرقابة معلومات عن نمط استخدامك للإنترنت و المواقع التي تزورها</li>\n</ul>", 
                "summary": "", 
                "value": "<p>توظف دول عديدة أنظمة للتحكم في ما يمكن لمواطنيها النفاذ إليه من مواقع و&nbsp;مطالعته من محتوى منشور على الإنترنت، كما أن مؤسسات الأعمال و&nbsp;المدارس و&nbsp;الجامعات و&nbsp;المكتبات العامة تستخدم أحيانا أنظمة مشابهة لمنع نفاذ روادها إلى ما تراه إداراتها غير مناسب لطبيعتها و&nbsp;نظمها أو غير متوافق مع أهدافها، أو لترشيد استخدام مواردها الشبكية و&nbsp;الحاسوبية و&nbsp;انتباه موظفيهاو&nbsp;قصرها على الأغراض التي تعنيها. تتنوع طرق إنفاذ هذه الرقابة على محتوى الإنترنت، فبعض النظم تتحكم بطريق مراقبة عناوين إنترنت للمواقع المطلوب النفاذ إليها فتمنع النفاذ إلى المدرج منها في قوائم سوداء، بينما تحوي القوائم السوداء لبعضها الآخر أسماء نطاقات أو مسارات صفحات و&nbsp;ملفات محددة، كما تنظر بعض النظم في المحتوى المطلوب بحثا عن كلمات بعينها مدرجة في قوائم و&nbsp;تمنع النفاذ إلى كل ما يحوي تلك الكلمات أو توافيق منها، و&nbsp;يوظف بعضها توليفات من تلك اﻷساليب في الآن ذاته.</p>\r\n\r\n<p>في أغلب الأحيان يمكن تجاوز الرقابة باستخدام التعمية أو التمويه لإخفاء المحتوى، أو الخواديم الوسيطة أو بالمزاوجة بينهما. <a href=\"/glossary#proxy\">الخادوم الوسيط</a> هو خادوم خارج بلدك، و&nbsp;هو بالتالي لا يتأثر بالرقابة المفروضة عليك، ينوب عنك في طلب المحتوى ثم تمريره إليك، و&nbsp;كل ذلك بشفافية لا تؤثر بعد إعدادها على كيفية الإبحار على الشبكة. توجد أنواع عديدة من الخواديم الوسيطة توظف توافيق من تقنيات مختلفة، و&nbsp;يتناول هذا الفصل بإيجاز شبكات المجهولية عديدة الخواديم الوسيطة، يليها تناول أكثر تفصيلا للخواديم الوسيطة البسيطة.</p>\r\n\r\n<div class=\"backgroundscenario\">\r\n<p><span class=\"actorname\">منصور</span> و&nbsp;<span class=\"actorname\">ماجدة</span> شقيقان من بلد عربي لديهما مدونة ينشران فيها دون إفصاح عن هويتهما عن انتهاكات حقوق الإنسان و&nbsp;يحرضان على التغيير السياسي. لم تتمكن السلطات في بلدهما من إغلاق موقعهما لأنه مستضاف لدى مقدم خدمة خارج الدولة، إلا أنها سعت إلى معرفة هوية القائمين على الموقع بمراقبة نشاطهم عليه. <span class=\"actorname\">منصور</span> و&nbsp;<span class=\"actorname\">ماجدة</span> قلقان من أن تتمكن السلطات من متابعة نمط تحديثاتهما للموقع و&nbsp;استنتاج هويتهما استنادا إلى معلومات يتيحها للسلطات مقدمُ الخدمة على نحو غير قانوني، كما أنهما يريدان الاستعداد ليوم تحجب السلطات موقعهما، و&nbsp;ذلك ليتمكنا من مواصلة النشر عليه و&nbsp;كذلك لتعريف مواطنيهما بأسلوب تجاوز الرقابة لمواصلة مطالعة الموقع.</p>\r\n</div>\r\n\r\n<p>ما يتناوله هذا الفصل</p>\r\n\r\n<ul>\r\n\t<li>النفاذ إلى مواقع الوب المحجوبة في بلدك</li>\r\n\t<li>الحول دون معرفة المواقع التي تزورها معلومات عن موقعك الجغرافي</li>\r\n\t<li>الحول دون معرفة مقدم خدمة الاتصال بإنترنت الذي تستخدمه أو الجهة التي تمارس الرقابة معلومات عن نمط استخدامك للإنترنت و&nbsp;المواقع التي تزورها</li>\r\n</ul>\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1962", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1962", 
        "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "menu_name": "book-toc-1925", 
        "mlid": "5107", 
        "module": "book", 
        "nid": "1962", 
        "options": [], 
        "p1": "5030", 
        "p2": "5107", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": " 8. How to remain anonymous and bypass censorship on the Internet", 
        "updated": "0", 
        "weight": "8"
    }, 
    "book_children": [
        {
            "body": {
                "ar": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>الأبحاث التي تجريها مؤسسات مثل <a href=\"http://opennet.net/\">OpenNet Initiative</a> و <a href=\"http://www.rsf.org/\">مراسلون بلاحدود</a> تبين أن دولا عديدة تحجب أنواعا من المحتوى الاجتماعي و السياسي و ما تعده يمس <q>الأمن القومي</q> لتلك الدول، و ذلك دون نشر قوائم محددة للمحتوى المحجوب. و طبيعي أن الدول التي تُعنَى بالتحكم في نفاذ مواطنيها إلى الإنترنت تتخذ من الإجراءات ما يحول دون نفاذهم إلى الخواديم الوسيطة المعروفة و المواقع التي تقدم أدوات و إرشادات إلى كيفية تجاوز الحجب و الرقابة.</p>\n<p> </p>\n<p>بالرغم من صراحة <a href=\"http://www.un.org/arabic/aboutun/humanr.htm\">المادة 19 من الإعلان العالمي لحقوق الإنسان</a> في النص على حق كل إنسان في <q>استقاء الأنباء والأفكار وتلقيها وإذاعتها بأية وسيلة كانت</q> فإن عدد الدول الممارسة للحجب و الرقابة على الإنترنت تواصلت زيادته عبر السنوات الماضية، و مع انتشار ممارسة مراقبة الإنترنت زادت أدوات تجاوزها و عدد المهتمين بتطويرها و تحسينها من المبرمجين و الناشطين و المتطوعين.</p>\n<p>قبل مواصلة استكشاف وسائل تجاوز الرقابة على الإنترنت ينبغي فهم كيفية عمل الرقابة، و في سبيل ذلك يمكننا تخيل نموذج مبسط للإنترنت و لكيفية الاتصال عبرها.</p>\n<h2>الاتصال بالإنترنت</h2>\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-ar.png\" /></p>\n<p>عادة ما نتصل بإنترنت في المنزل أو العمل أو المدرسة أو مقهى إنترنت عبر مقدم حدمة اتصال، يخصص مقدم الخدمة للحاسوب عنوان إنترنت فريد يستخدم لتمرير البيانات بين الحواسيب، مثل صفحات الوب التي تطالعها أو رسائل البريد التي ترسلها و تتلقاها، و لأن توزيع عناوين إنترنت مرتبط بالأقاليم الجغرافية فإن كل من يعرف عنوان آي‌بي لحاسوب - و هو معلومة غير سرية على كل حال - يمكنه استنتاج موقعه الجغرافي بدقة معقولة، إلا أن موفر الخدمة لديه من البيانات ما يمكنه - و كل من تتاح له تلك المعلومات - معرفة العنوان الذي تتصل منه بدقة كاملة، بسبب طبيعة شبكة الاتصالات.</p>\n<dl><dt>مقدم خدمة الاتصال</dt>\n<dd>يعلم عنوان آي‌بي المخصص لك، و غالبا عنوان إقامتك أو عملك، و حتما يعلم الخط الهاتفي الذي تستخدمه في الاتصال بالإنترنت إن كنت تستخدم هذا النمط من الاتصال.</dd>\n<dt>مدير مقهى الإنترنت أو مدير الشبكة في العمل أو الجامعة</dt>\n<dd>يعلم أي حاسوب تستخدم و موضع ذلك الحاسوب و أي <a href=\"/glossary#device\">نبيطة</a> شبكية، مثلا المنفذ اللاسلكي، الذي تتصل به.</dd>\n<dt>الجهات الحكومية</dt>\n<dd>قد تعلم كل ما سبق عن طريق الجهات أعلاه، أو مباشرة إن كانت تقوم بنفسها بدور مقدم الخدمة.</dd>\n</dl><p>في هذه المرحلة يعتمد مقدم الخدمة على بنية الاتصال القائمة لتوصيل عملائه بباقي العالم، و في بعض الدول تستخدم شبكات التلفزة أو شبكات مخصصة للإنترنت. على الطرف الآخر من الاتصال يوجد موقع الإنترنت و قد اتصل الخادوم الذي يحويه بالإنترنت بكيفية مشابهة للموصوفة أعلاه عبر مقدم الخدمة الذي يستخدمه، و قد يمر الاتصال عبر عدد من المراحل الوسيطة في أقاليم أو بلدان و شبكات تقع ما بين طرفي الاتصال، و هي تشكل في مجملها الإنترنت، شبكة الشبكات. دون دخول في تفاصيل تقنية فإن هذا النموذج المبسط مفيد في فهم بنية الإنترنت.</p>\n<h2>حجب المواقع</h2>\n<p>تتلخص عملية الاتصال بموقع ما في طلب يرسله الحاسوب الذي تستخدمه إلى <a href=\"/glossary#device\">نبائط</a> الشبكة لدى مقدم الخدمة طالبا إيصاله إلى <a href=\"/glossary#server\">خادوم</a> الموقع المطلوب المعرَّف بعنوان الإنترنت المخصص له من قبل مقدم الخدمة إليه. في حال كون الاتصال بالإنترنت غير مراقب فإن مقدم الخدمة سيمرر الطلب عبر عقدة أو أكثر على الشبكة وصولا إلى وجهته، لكن في حال وجود رقابة فإن مقدم الخدمة، ممثلا في أجهزته الشبكية التي يتصل حاسوب المستخدم بها، تسعى لمطابقة عنوان الخادوم المطلوب بمدرجات القائمة السوداء قبل أن تقرر ما إن كان سيمرر الطلب أم لا.</p>\n<p>في بعض الحالات قد تضطلع جهة مركزية، حكومية أو شبه حكومية، بإجراء الرقابة بدلا من مقدمي الخدمة الذين ينبغي أن تمر كل طلباتهم عبرها. كما أن القوائم السوداء عادة ما تحوي أسماء نطاقات، مثل blogspot.com، بدلا من عناوين إنترنت، مثل 209.85.165.191. و في بعض الحالات تَفحصُ برمجياتٌ محتوى الرد الوارد من الخواديم و تقرر بناء عليه ما إن كان النفاذ مسموحا، و ذلك بدلا من مراقبة أسماء النطاقات و عناوين إنترنت.</p>\n<p>بعض الجهات التي تمارس الرقابة تمارسها في شفافية، فتعرض للمستخم رسائل توضح أن المحتوى المطلوب محجوب، أحيانا مع إبداء سبب الحجب، و أحيانا مع وسيلة لإبداء الاعتراض أو جهة للاتصال بها أو مراسلتها، إلا أن بعضها الآخر لا يفعل ذلك، و قد تعرض رسائل أعطال غير صحيحة، مثل أن تدعي أن الموقع غير موجود على الشبكة، أو أن الخادوم لم يستجب للطلب قبل نفاذ المهلة.</p>\n<p>و عموما، فمن اﻷفضل و الأيسر للمستخدم تبني منظور يفترض الأسوأ فيما يتعلق بآلية ممارسة الرقابة بدلا من محاولة تشخيص أو تخمين الأسلوب الفعلي، لذا فيمكن افتراض التالي:</p>\n<ul><li>الرقابة تمارَس بفحص المحتوى</li>\n<li>الرقابة تمارس بواسطة مقدم الخدمة</li>\n<li>المواقع المحجوبة مدرجة في القوائم السوداء كل من عناوينها و أسماء نطاقاتها</li>\n<li>يحتمل عدم صدق رسائل الأعطال التي تدعي تعذُّر الاتصال بمواقع معينة</li>\n</ul><p>و لأن وسائل تجاوز الحجب الأكثر فعالية يمكن استخدامها بغض النظر عن نوع الرقابة المستخدم فإن الافتراضات المتشائمة تلك لا يضر.</p>\n<div class=\"backgroundscenario\">\n<p><span class=\"actorname\">منصور</span>: إذن، ففي اليوم الذي أجدني فيه غير قادر على النفاذ إلى الموقع في حين يمكن لصديق يقيم في دولة أخرى مطالعته دون مشكلة فإن هذا يعني أن الحكومة قد حجبته؟</p>\n<p><span class=\"actorname\">ماجدة</span>: ليس بالضرورة، فبعض أعطال الشبكة قد تؤثر على أولئك الذين يحاولون مطالعة الموقع من مكان معين، في هذه الحالة قد تستعين بشخص آخر في منطقتك ذاتها، أو يمكنك أن تجرب النفاذ إلى الموقع باستخدام إحدى وسائل تجاوز الحجب و&amp;nbspترى إن نجح ذلك.</p>\n</div>\n", 
                        "summary": "", 
                        "value": "<p>الأبحاث التي تجريها مؤسسات مثل <a href=\"http://opennet.net/\">OpenNet Initiative</a> و&nbsp;<a href=\"http://www.rsf.org/\">مراسلون بلاحدود</a> تبين أن دولا عديدة تحجب أنواعا من المحتوى الاجتماعي و&nbsp;السياسي و&nbsp;ما تعده يمس <q>الأمن القومي</q> لتلك الدول، و&nbsp;ذلك دون نشر قوائم محددة للمحتوى المحجوب. و&nbsp;طبيعي أن الدول التي تُعنَى بالتحكم في نفاذ مواطنيها إلى الإنترنت تتخذ من الإجراءات ما يحول دون نفاذهم إلى الخواديم الوسيطة المعروفة و&nbsp;المواقع التي تقدم أدوات و&nbsp;إرشادات إلى كيفية تجاوز الحجب و&nbsp;الرقابة.</p>\r\n\r\n<p>&nbsp;</p>\r\n\r\n<p>بالرغم من صراحة <a href=\"http://www.un.org/arabic/aboutun/humanr.htm\">المادة 19 من الإعلان العالمي لحقوق الإنسان</a> في النص على حق كل إنسان في <q>استقاء الأنباء والأفكار وتلقيها وإذاعتها بأية وسيلة كانت</q> فإن عدد الدول الممارسة للحجب و&nbsp;الرقابة على الإنترنت تواصلت زيادته عبر السنوات الماضية، و&nbsp;مع انتشار ممارسة مراقبة الإنترنت زادت أدوات تجاوزها و&nbsp;عدد المهتمين بتطويرها و&nbsp;تحسينها من المبرمجين و&nbsp;الناشطين و&nbsp;المتطوعين.</p>\r\n\r\n<p>قبل مواصلة استكشاف وسائل تجاوز الرقابة على الإنترنت ينبغي فهم كيفية عمل الرقابة، و&nbsp;في سبيل ذلك يمكننا تخيل نموذج مبسط للإنترنت و&nbsp;لكيفية الاتصال عبرها.</p>\r\n\r\n<h2>الاتصال بالإنترنت</h2>\r\n\r\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/1-ar.png\" /></p>\r\n\r\n<p>عادة ما نتصل بإنترنت في المنزل أو&nbsp;العمل أو&nbsp;المدرسة أو&nbsp;مقهى إنترنت عبر مقدم حدمة اتصال، يخصص مقدم الخدمة للحاسوب عنوان إنترنت فريد يستخدم لتمرير البيانات بين الحواسيب، مثل صفحات الوب التي تطالعها أو&nbsp;رسائل البريد التي ترسلها و&nbsp;تتلقاها، و&nbsp;لأن توزيع عناوين إنترنت مرتبط بالأقاليم الجغرافية فإن كل من يعرف عنوان آي‌بي لحاسوب - و هو معلومة غير سرية على كل حال - يمكنه استنتاج موقعه الجغرافي بدقة معقولة، إلا أن موفر الخدمة لديه من البيانات ما يمكنه - و&nbsp;كل من تتاح له تلك المعلومات - معرفة العنوان الذي تتصل منه بدقة كاملة، بسبب طبيعة شبكة الاتصالات.</p>\r\n\r\n<dl>\r\n\t<dt>مقدم خدمة الاتصال</dt>\r\n\t<dd>يعلم عنوان آي‌بي المخصص لك، و غالبا عنوان إقامتك أو عملك، و حتما يعلم الخط الهاتفي الذي تستخدمه في الاتصال بالإنترنت إن كنت تستخدم هذا النمط من الاتصال.</dd>\r\n\t<dt>مدير مقهى الإنترنت أو&nbsp;مدير الشبكة في العمل أو&nbsp;الجامعة</dt>\r\n\t<dd>يعلم أي حاسوب تستخدم و&nbsp;موضع ذلك الحاسوب و&nbsp;أي <a href=\"/glossary#device\">نبيطة</a> شبكية، مثلا المنفذ اللاسلكي، الذي تتصل به.</dd>\r\n\t<dt>الجهات الحكومية</dt>\r\n\t<dd>قد تعلم كل ما سبق عن طريق الجهات أعلاه، أو&nbsp;مباشرة إن كانت تقوم بنفسها بدور مقدم الخدمة.</dd>\r\n</dl>\r\n\r\n<p>في هذه المرحلة يعتمد مقدم الخدمة على بنية الاتصال القائمة لتوصيل عملائه بباقي العالم، و&nbsp;في بعض الدول تستخدم شبكات التلفزة أو&nbsp;شبكات مخصصة للإنترنت. على الطرف الآخر من الاتصال يوجد موقع الإنترنت و&nbsp;قد اتصل الخادوم الذي يحويه بالإنترنت بكيفية مشابهة للموصوفة أعلاه عبر مقدم الخدمة الذي يستخدمه، و&nbsp;قد يمر الاتصال عبر عدد من المراحل الوسيطة في أقاليم أو&nbsp;بلدان و&nbsp;شبكات تقع ما بين طرفي الاتصال، و&nbsp;هي تشكل في مجملها الإنترنت، شبكة الشبكات. دون دخول في تفاصيل تقنية فإن هذا النموذج المبسط مفيد في فهم بنية الإنترنت.</p>\r\n\r\n<h2>حجب المواقع</h2>\r\n\r\n<p>تتلخص عملية الاتصال بموقع ما في طلب يرسله الحاسوب الذي تستخدمه إلى <a href=\"/glossary#device\">نبائط</a> الشبكة لدى مقدم الخدمة طالبا إيصاله إلى <a href=\"/glossary#server\">خادوم</a> الموقع المطلوب المعرَّف بعنوان الإنترنت المخصص له من قبل مقدم الخدمة إليه. في حال كون الاتصال بالإنترنت غير مراقب فإن مقدم الخدمة سيمرر الطلب عبر عقدة أو&nbsp;أكثر على الشبكة وصولا إلى وجهته، لكن في حال وجود رقابة فإن مقدم الخدمة، ممثلا في أجهزته الشبكية التي يتصل حاسوب المستخدم بها، تسعى لمطابقة عنوان الخادوم المطلوب بمدرجات القائمة السوداء قبل أن تقرر ما إن كان سيمرر الطلب أم لا.</p>\r\n\r\n<p>في بعض الحالات قد تضطلع جهة مركزية، حكومية أو&nbsp;شبه حكومية، بإجراء الرقابة بدلا من مقدمي الخدمة الذين ينبغي أن تمر كل طلباتهم عبرها. كما أن القوائم السوداء عادة ما تحوي أسماء نطاقات، مثل blogspot.com، بدلا من عناوين إنترنت، مثل 209.85.165.191. و&nbsp;في بعض الحالات تَفحصُ برمجياتٌ محتوى الرد الوارد من الخواديم و&nbsp;تقرر بناء عليه ما إن كان النفاذ مسموحا، و&nbsp;ذلك بدلا من مراقبة أسماء النطاقات و&nbsp;عناوين إنترنت.</p>\r\n\r\n<p>بعض الجهات التي تمارس الرقابة تمارسها في شفافية، فتعرض للمستخم رسائل توضح أن المحتوى المطلوب محجوب، أحيانا مع إبداء سبب الحجب، و&nbsp;أحيانا مع وسيلة لإبداء الاعتراض أو&nbsp;جهة للاتصال بها أو&nbsp;مراسلتها، إلا أن بعضها الآخر لا يفعل ذلك، و&nbsp;قد تعرض رسائل أعطال غير صحيحة، مثل أن تدعي أن الموقع غير موجود على الشبكة، أو&nbsp;أن الخادوم لم يستجب للطلب قبل نفاذ المهلة.</p>\r\n\r\n<p>و عموما، فمن اﻷفضل و&nbsp;الأيسر للمستخدم تبني منظور يفترض الأسوأ فيما يتعلق بآلية ممارسة الرقابة بدلا من محاولة تشخيص أو&nbsp;تخمين الأسلوب الفعلي، لذا فيمكن افتراض التالي:</p>\r\n\r\n<ul>\r\n\t<li>الرقابة تمارَس بفحص المحتوى</li>\r\n\t<li>الرقابة تمارس بواسطة مقدم الخدمة</li>\r\n\t<li>المواقع المحجوبة مدرجة في القوائم السوداء كل من عناوينها و&nbsp;أسماء نطاقاتها</li>\r\n\t<li>يحتمل عدم صدق رسائل الأعطال التي تدعي تعذُّر الاتصال بمواقع معينة</li>\r\n</ul>\r\n\r\n<p>و لأن وسائل تجاوز الحجب الأكثر فعالية يمكن استخدامها بغض النظر عن نوع الرقابة المستخدم فإن الافتراضات المتشائمة تلك لا يضر.</p>\r\n\r\n<div class=\"backgroundscenario\">\r\n<p><span class=\"actorname\">منصور</span>: إذن، ففي اليوم الذي أجدني فيه غير قادر على النفاذ إلى الموقع في حين يمكن لصديق يقيم في دولة أخرى مطالعته دون مشكلة فإن هذا يعني أن الحكومة قد حجبته؟</p>\r\n\r\n<p><span class=\"actorname\">ماجدة</span>: ليس بالضرورة، فبعض أعطال الشبكة قد تؤثر على أولئك الذين يحاولون مطالعة الموقع من مكان معين، في هذه الحالة قد تستعين بشخص آخر في منطقتك ذاتها، أو&nbsp;يمكنك أن تجرب النفاذ إلى الموقع باستخدام إحدى وسائل تجاوز الحجب و&amp;nbspترى إن نجح ذلك.</p>\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1963", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1963", 
                "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "menu_name": "book-toc-1925", 
                "mlid": "5108", 
                "module": "book", 
                "nid": "1963", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5108", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452612159", 
            "comment": "0", 
            "created": "1441105008", 
            "current_revision_id": "12812", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_08_1", 
                        "value": "chapter_08_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5108": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1963", 
                    "link_title": "ការយល់ដឹងអំពីការរិតត្បិតលើអ៊ីនធឺណេត", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5108", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5108", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1963", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1963", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612159", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "فهم الحجب على الإنترنت", 
                        "value": "فهم الحجب على الإنترنت"
                    }
                ]
            }, 
            "title_original": "Understanding Internet censorship", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917644", 
                        "created": "1442917644", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228024", 
                        "created": "1441807765", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096894", 
                        "created": "1443096894", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414273", 
                        "created": "1442414273", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920108", 
                        "created": "1441208230", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108918", 
                        "created": "1442762048", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706187", 
                        "created": "1443706187", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612159", 
                        "created": "1452612159", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457566", 
                        "created": "1443457566", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117487", 
                        "created": "1441117487", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811545", 
                        "created": "1443811545", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444396988", 
                        "created": "1444396988", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102031", 
                        "created": "1443102031", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094569", 
                        "created": "1443094569", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105038", 
                        "created": "1441105008", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583830", 
                        "created": "1443623852", 
                        "entity_id": "1963", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "e0b8a8fe-9b96-4d4b-bdd8-ca3a86c267ef", 
            "vid": "12812", 
            "vuuid": "cf854c2a-4334-4c5b-a232-d5932e466228"
        }, 
        {
            "body": {
                "ar": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>إن عجزت عن مطالعة موقع بسبب كونه محجوبا بإحدى الوسائل السابق وصفها فينبغي عليك إيجاد طريق حول ذلك العائق. يمكن <a href=\"/ar/glossary#proxy\">لخادوم وسيط</a> آمن موجود في بلد لا تمارس الرقابة يمكنه القيام بهذا الدور عن طريق توجيهه إلى الإنابة عنك في طلب المحتوى الذي تريد ثم تمريره إليك. من وجهة نظر مقدم الخدمة الذي تستخدمه فإنك تقوم بالاتصال الآمن مع حاسوب غير معروف - و غير محجوب - على الشبكة. إلا أن الجهة الحكومية التي تمارس الرقابة أو الشركة التي تجمع و توفر القوائم السوداء قد تكتشف في النهاية دور ذلك الحاسوب المجهول كوسيط لتفادي الحجب، و عندها فإن عنوانه أو اسم نطاقه قد يضاف بدوره إلى قائمة الحجب و لن يمكن استخدامه بعدها، و مع أن السجال دائر ما بين المستخدمين الذين يبحثون عن وسطاء غير محجوبين و ما بين جهات الرقابة التي تتحسس الوسطاء لحجبهم، فإن مطوري نظم تجاوز الرقابة يسلكون أحد المسلكين التاليين أو كليهما:</p>\n<ul><li><em>الوسطاء الخفية</em> التي لا يعلن عنها يكون اكتشافها أصعب</li>\n<li><em>الوسطاء المستَهلَكة</em> و هي وسطاء يمكن الاستغناء عنها سريعا فور اكتشافها و تكون دورة حياتها قصيرة تعتمد على نشرها بين من يحتاجونها بأسرع مما تكتشفها و تحجبها السلطات</li>\n</ul><p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-ar.png\" /></p>\n<p>قي النهاية، طالما كان بوسعك الاتصال بخادوم وسيط تثق فيه لجلب المحتوى الذي تريد فكل ما عليك فعله هو تمرير الطلب إليه باستخدام تطبيق الإنترنت الملائم، تفاصيل ذلك يتولاها تطبيق تجاوز الحجب، أو بتعديل تضبيطات المتصفح أو باستخدام وسيط وب بفتح صفحته في المتصفح. شبكة تور للمجهولية الموصوفة في القسم التالي تستخدم الأسلوب الأول تلقائيا دون تدخل المستخدم.</p>\n", 
                        "summary": "", 
                        "value": "<p>إن عجزت عن مطالعة موقع بسبب كونه محجوبا بإحدى الوسائل السابق وصفها فينبغي عليك إيجاد طريق حول ذلك العائق. يمكن <a href=\"/ar/glossary#proxy\">لخادوم وسيط</a> آمن موجود في بلد لا تمارس الرقابة يمكنه القيام بهذا الدور عن طريق توجيهه إلى الإنابة عنك في طلب المحتوى الذي تريد ثم تمريره إليك. من وجهة نظر مقدم الخدمة الذي تستخدمه فإنك تقوم بالاتصال الآمن مع حاسوب غير معروف - و&nbsp;غير محجوب - على الشبكة. إلا أن الجهة الحكومية التي تمارس الرقابة أو&nbsp;الشركة التي تجمع و&nbsp;توفر القوائم السوداء قد تكتشف في النهاية دور ذلك الحاسوب المجهول كوسيط لتفادي الحجب، و&nbsp;عندها فإن عنوانه أو&nbsp;اسم نطاقه قد يضاف بدوره إلى قائمة الحجب و&nbsp;لن يمكن استخدامه بعدها، و&nbsp;مع أن السجال دائر ما بين المستخدمين الذين يبحثون عن وسطاء غير محجوبين و&nbsp;ما بين جهات الرقابة التي تتحسس الوسطاء لحجبهم، فإن مطوري نظم تجاوز الرقابة يسلكون أحد المسلكين التاليين أو&nbsp;كليهما:</p>\r\n\r\n<ul>\r\n\t<li><em>الوسطاء الخفية</em> التي لا يعلن عنها يكون اكتشافها أصعب</li>\r\n\t<li><em>الوسطاء المستَهلَكة</em> و&nbsp;هي وسطاء يمكن الاستغناء عنها سريعا فور اكتشافها و&nbsp;تكون دورة حياتها قصيرة تعتمد على نشرها بين من يحتاجونها بأسرع مما تكتشفها و&nbsp;تحجبها السلطات</li>\r\n</ul>\r\n\r\n<p><img border=\"0\" src=\"/sites/securitybkp.ngoinabox.org/security/files/img/2-ar.png\" /></p>\r\n\r\n<p>قي النهاية، طالما كان بوسعك الاتصال بخادوم وسيط تثق فيه لجلب المحتوى الذي تريد فكل ما عليك فعله هو تمرير الطلب إليه باستخدام تطبيق الإنترنت الملائم، تفاصيل ذلك يتولاها تطبيق تجاوز الحجب، أو&nbsp;بتعديل تضبيطات المتصفح أو&nbsp;باستخدام وسيط وب بفتح صفحته في المتصفح. شبكة تور للمجهولية الموصوفة في القسم التالي تستخدم الأسلوب الأول تلقائيا دون تدخل المستخدم.</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1964", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1964", 
                "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "menu_name": "book-toc-1925", 
                "mlid": "5109", 
                "module": "book", 
                "nid": "1964", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5109", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1452612308", 
            "comment": "0", 
            "created": "1441105125", 
            "current_revision_id": "12813", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_08_2", 
                        "value": "chapter_08_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5109": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1964", 
                    "link_title": "ការយល់ដឹងអំពី ការគេចវាងពីការត្រួតពិនិត្យ", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5109", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5109", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1964", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1964", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452612308", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "فهم تجاوز الحجب", 
                        "value": "فهم تجاوز الحجب"
                    }
                ]
            }, 
            "title_original": "Understanding censorship circumvention", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917569", 
                        "created": "1442917569", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228068", 
                        "created": "1441807944", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096914", 
                        "created": "1443096914", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414335", 
                        "created": "1442414335", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920529", 
                        "created": "1441208278", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447108991", 
                        "created": "1442762070", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706228", 
                        "created": "1443706228", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612308", 
                        "created": "1452612308", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457619", 
                        "created": "1443457619", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441117719", 
                        "created": "1441117719", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443811646", 
                        "created": "1443811646", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444397068", 
                        "created": "1444397068", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443102052", 
                        "created": "1443102052", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094668", 
                        "created": "1443094668", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105125", 
                        "created": "1441105125", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444583911", 
                        "created": "1443623883", 
                        "entity_id": "1964", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "3fd8e6ec-6a7a-4f4a-9c99-5356d512a52d", 
            "vid": "12813", 
            "vuuid": "e423e0ea-137f-428a-abe6-69329912dd92"
        }, 
        {
            "body": {
                "ar": [
                    {
                        "format": "full_html", 
                        "safe_summary": "", 
                        "safe_value": "<h2 id=\"anonymity_networks\">شبكات المجهولية</h2>\n<p>تمرر شبكات المجهولية تدفقات البيانات المارة عبرها بين عدد من <a href=\"/ar/glossary#proxy\">الخواديم الوسيطة</a> الآمنة بهدف تمويه مصدرها، ثم لتمويه هدفها، يؤدي هذا إلى إبطاء أدائها بشكل ملحوظ. في حالة تور فإنها تتيح وسيلة عمومية و آمنة لتفادي الرقابة توفر عليك عناء البحث في مسألة ما إن كان ينبغي لك الثقة في مشغلي الخواديم الوسيطة و ائتمانهم أم لا. كما نوصي دوما، يجب التحقق من وجود اتصال مؤمن ببروتوكول HTTPS، قبل تبادل بيانات خاصة مثل البيانات البنكية و كلمات سر الولوج إلى حسابات الخدمات المختلفة.</p>\n<p>يلزم تنصيب برمجية خاصة لاستخدام تُور، و هي أداة تحقق كلا من المجهولية و تجاوز الرقابة في آن.</p>\n<div class=\"HoG_link\"><a href=\"/ar/tor\">دليل عملي لاستخدام تور</a></div>\n<p>يؤدي تُور وظيفة الخادوم الوسيط بأن يحول دون مقدم خدمة الاتصال بإنترنت و معرفة الموقع الذي تطلبه، علاوة على ذلك فإنه في كل مرة تُجري فيها اتصالا عبر شبكة تور فإن مسارا مختلفا عبر شبكة خواديم تور يجري إنشاؤه ينتهي بنقطة خروج مختلفة إلى الشبكة العمومية، و هذا يحول دون مقدم المحتوى المطلوب و معرفة عنوان الإنترنت المخصص لحاسوبك و موقعك الجغرافي، كما تحول التعمية دون مقدم خدمة الاتصال لك و الاطلاع على المحتوى الذي تطالعه.</p>\n<p>من مميزاته تصميمه المعتمد على مبدأ <em>تسيير البصلة</em> (<span dir=\"ltr\" lang=\"en\" xml:lang=\"en\">onion routing</span>) أنه لا يمكن لكل خادوم وسيط في شبكة تور أن يعرف سوى الخادوم الذي يليه و الذي يسبقه في المسار المؤقت، و بالتالي لا يمكن لأي مشغل عقدة وسيطة أن يستنتج معلومات تقلل من خصوصية المستخدم، و لا أن يطلّع على ما يمر خلال الوسيط الذي يشغله من بيانات تخص المستخدمين، لأنها ترِدُهُ معماة. يوجد <a href=\"/ar/tor\">المزيد من التفاصيل عن كيفية عمل تور</a> في دليل استخدامه، و المزيد عن <a href=\"http://www.torproject.org/documentation.html.en\">استخداماته الأخرى في الوثائق على موقع المشروع</a>.</p>\n<p>من مميزات تور أيضا أنه لا يعمل و حسب مع المتصفح، بل يمكن استخدامه مع أي برمجية تتصل عبر الإنترنت، فعملاء البريد الإلكتروني مثل ثَندَربِرد، و عملاء المحادثة الفورية مثل بِدجِن، يمكنها جميعا العمل من خلال تور بضبطها لاستخدامه كوسيط، إما للنفاذ إلى خدمات محجوبة أو لزيادة المجهولية.</p>\n<h2>وسطاء تجاوز الحجب البسيطة</h2>\n<p>توجد ثلاث أسئلة هامة ينبغي أخذها في الاعتبار عند اختيار وسيط بسيط. أولها، ما إذا كان معتمدا على الوب أم أنه يتطلب إحداث تغييرات في تضبيطات البرمجيات أو تنصيب برمجيات إضافية؛ و ثانيهما، ما إن كان آمنا؛ و ثالثهما، ما إن كان عموميا أم خاصا.</p>\n<h3 id=\"web_proxies\">وسطاء الوب</h3>\n<p>وسيط الوب هو موقع على الوب لا يتطلب استخدامه سوى فتح صفحته بمتصفح الوب ثم إدخال المسار المحجوب في الحقل المناسب في الصفحة ثم ضغط زر إرسال الاستمارة، سيجلِب الوسيط الصفحة و يعرضها و كأنما هي جزء من موقعه، و يمكن تتبع الروابط بشكل طبيعي، أو إدخال مسار جديد. لا يتطلب هذا النوع تنصيب برمجيات و لا تغيير تضبيطات.</p>\n<p>تتميز وسطاء الوِب بأنها يسرة الاستخدام، و أنه يمكن استخدامها من الأماكن التي لا يسمح فيها بتنصيب برمجيات أو عندما لا تكون مستعدا بالبرمجيات المناسبة، كما أنها آمَن نسبيا إن كنت تخشى أن تُضبَط و أنت تستخدم أدوات تجاوز الحجب.</p>\n<p>لكن يعيب وسطاء الوب أن بعض المواقع لا تعمل معها، فهي قد لا تعرض كل الوسائط في الصفحة من فيديو و بُريمجات. كما أنه بالرغم من أن استخدام وسيط يستتبع بالضرورة إبطاء التصفح إلا أن وسطاء الوب العموميين عادة ما يكون الضغط عليها كبيرا مما يزيد من بطئها، كما أنها لا تعمل سوى مع صفحات الوب و ليس مع أي تطبيقات أو بروتوكولات أخرى، مثل تطبيقات البريد أو المحاثة الفورية للنفاذ إلى خدمة محجوبة.</p>\n<h3>أنواع الوسطاء الأخرى</h3>\n<p>أنواع الوسطاء الأخرى تتطلب إما تنصيب برمجيات خاصة أو ضبط عنوان الوسيط في المتصفح أو النظام، في الحالة الأولى فإن الأداة عادة ما تتيح وسيلة لتفعيل و تعطيل عملها، و بعضها يُبدِّل الوسطاء تلقائيا عند عدم القدرة على الاتصال بكل منها إما بسبب حجبه أو عطبه، أو بهدف زيادة المجهولية. إن تطلب الأمر ضبط المتصفح يدويا فستتوجب معرفة عنوان الوسيط، و تغييره عندما يبطئ إلى حد غير مقبول.</p>\n<p>و مع أن هذا النوع قد يكون أصعب استخداما من وسيط الوِب فإنه ينجح في عرض الصفحات المعقدة على نحو طبيعي. توجد كذلك أنواع أخرى من الوسطاء، مثل المعتمدة SOCKS و هو بروتوكول خاص بالوسطاء، أو تطبيقات الشبكات الخاصة الافتراضية (<abbr lang=\"en\" title=\"Virtual Private Network\" xml:lang=\"en\">VPN</abbr>) التي يمكن استخدامها لتحويل كل مجري الاتصال بإنترنت لحاسوب أو شبكة.</p>\n<h2>الوسطاء الآمنون و الوسطاء غير الآمنين</h2>\n<p>نصِفُ كل وسيط يدعم الاتصالات المعماة بأنه وسيط آمن. و مع أن الوسيط الذي لا يدعم التعمية يظل مفيدا في تجاوز أنواع عديدة من الرقابة إلا أنه لن يفيد في حال كون الرقابة تُطبَّق بفحص المحتوى. من غير المحبذ استخدام وسطاء غير آمنين للنفاذ إلى مواقع عادة ما نتصل بها باتصالات مؤمنة، مثل حسابات البريد، لأننا في هذه الحالة نكشف بيانات حساسة كانت في اﻷصل ستكون مُعمَّاة. تنبغي ملاحظة أنه في حالة وسطاء الوب فإنه حتى باستخدام وسيط آمن يُجزَّأ الاتصال ما بين العميل و الموقعالخدمة إلى اتصالين منفصلين كل منهما معمى باستخدام https، يتوسطهما الوسيط الذي تكون له قدرة قراءة و تغيير المحتوى أثناء مروره خلاله بعد جلبه من مصدره و قبل تمريره إلى وجهته، لذا فعامل الثقة في الوسيط يبقى ذا بال. لكن مع هذا يظل استخدام الوسطاء الآمنين أفضل من وجهة نظر المجهولية و تجاوز الرقابة، خاصة مع توافرهم على الإنترنت.</p>\n<p>مثلما هو الحال مع كثير من المواقع و الخدمات فإن كلا من طَورَي الاتصال الآمن و غير الآمن قد يكون مدعوما عند الاتصال بصفحة وسيط الوب، لذا يلزم التنبه إلى استخدام الاتصال الآمن بإدخال https كمحدد البروتوكول في حقل المسار في المتصح عند فتح صفحة الوسيط. أحيانا ما تظهر تنويهات بشأن <a href=\"/ar/glossary#digital_certificate\">الشهادة الرقمية</a> التي يستخدمها الوسيط لاستيثاق الاتصال الآمن، و ذلك لأن تلك الشهادات عادة ما تكون مولدة ذاتيا و غير معتمَدة من جهة استيثاق معروفة، مما يضع عبء الاستيثاق من صحة الشهادات و مضاهاة بصماتها مع مدير الخادوم الوسيط على عاتق المستخدم إن كان يرغب في ضمان الحد الأقصى من الأمان. كيفية الاستيثاق مشروحة في الملحق من <a href=\"https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html\">دليل استخدام سيفون 3</a>. و عموما يفضل تفادي إدخال كلمات سر لحسابات حساسة أو تبادل معلومات سرية عبر أي وسطاء غير موثوق في من يديرونها، و لاحظ أنه في حالة الخواديم الوسيطة البسيطة فإن مشغل الوسيط لديه القدرة على معرفة موقعك الجغرافي عن طريق عنوان إنترنت المخصص للحاسوب الذي تستخدمه و كذلك معرفة المواقع التي تطالعها عبر الوسيط الذي يشغله.</p>\n<p>معرفة ما إن كان وسيط الوب يدعم الاتصال الآمن سهلة، لكنها قد تتطلب بعض البحث في حالة الأنواع الأخرى من الوسطاء. جميع الوسطاء المزكاة في هذا الفصل تدعم الاتصالات المؤمنَّة.</p>\n<h2>الوسطاء الخاصة و العمومية</h2>\n<p>الوسيط العمومي يقبل الاتصالات الواردة من أي شخص، بينما يتطلب الوسيط الخاص الولوج بكلمة سر، و في حين أنه من المفيد وجود وسطاء عمومية متاحة للاستخدام فإنها عادة ما يتزايد الطلب عليها كثيرا مما يبطئها، لذا فمع أن الوسطاء العمومية قد تلقى من مديرها عناية تضاهي التي تلقاها الخاصة أو تفوقها إلا أن الحِمل الزائد عادة يجعلها أبطأ. أما الوسطاء الخاصة فإنها عادة ما تدار كمشروع خدمي هادف للربح، أو أن حق استخدامها يمنح بصفة شخصية من مديرها إلى من يعرفهم شخصيا أو في محيط شبكة من المعارف، و&amp;nbspهذا يجعل من الأيسر معرفة الدافع وراء تشغيل وسيط خاص، إلا أنه من الخطأ افتراض أن الخواديم الخاصة أكثر موثوقية و أمنا من العمومية بهذا المنطق، فالحرص على الربح قد دفع خدمات تجارية إلى كشف بيانات عملائهم في السابق، كما أن جهة ذات نوايا خبيثة قد تدير وسطاء تبدو خاصة لتقليل الشبهات.</p>\n<p>يمكن إيجاد خواديم عمومية بالبحث في محركات البحث على الوب بكلمات مفتاحية مثل <q>public proxy</q> إلا أنه لا ينبغي الاعتماد و الوثوق في الوسطاء المعثور عليهم بهذه الطريقة إلا في أضيق الحدود و عند الاضطرار، أما في غير حالات الضرورة يفضل استخدام وسيط خاصٍ آمنٍ يشغله شخص تعرفه و تثق به، إما شخصيا أو بطريق سمعته، ممن لديهم دافع مساعدة الآخرين و القدرة التقنية على إدارة خادوم وسيط بأمان و الحفاظ على خصوصية عملائه. فإن تعذَّر عليك إيجاد شخص أو منظمة موثوق بها بوسعها مساعدتك باستخدام وسيطهم فعليك عندها أن تأخذ في الاعتبار <a href=\"#anonymity_networks\">خيار شبكات المجهولية</a> مثل تور المشروح في بداية هذا القسم.</p>\n<h2>ساعد الآخرين</h2>\n<p>إن كنت تعيش حيث لا رقابة أو - تدير حاسوبا - في نطاق لا تُفرض فيه رقابة قسرية أو حتى فيه الحجب قليل نسبيا فيمكنك مساعدة الآخرين الذين يرزحون تحت وطأة الرقابة الأشد أو الشاملة.</p>\n<p>تشغيل خادوم وسيط خاص مثل سيفون و فتح حسابات لمن تعرفهم شخصيا مسألة يسرة و مشروحة في <a href=\"https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html\">دليل استخدام سيفون 3</a>، و هو لا يضيف عبئا كبيرا على مواردك الحاسوبية و الشبكية خاصة إن كان لديك اتصال دائم بإنترنت.</p>\n<p>كما يمكنك أن تساهم في دعم شبكة تور:</p>\n<ul><li>إن كنت لا تحتاج أنت نفسك إلى استخدام تور لتجاوز الرقابة فيمكنك أن تنضم إلى مئات المتطوعين بتشغيل خادوم تور على حاسوبك الشخصي و تحويله إلى عقدة في شبكة تور مما يساعد على زيادة سرعتها و فائدتها للآخرين، و هو مشروح في <a href=\"http://www.torproject.org/docs/tor-doc-relay.html.en\">وثائق تور على موقع المشروع</a></li>\n<li>إن كنت تستخدم تور لتجاوز الرقابة المفروضة عليك أو للمجهولية فيمكنك أيضا ضبطه بحيث يمرر تدفقات شبكة تور عبر حاسوبك للمساعدة على تحسين أداء الشبكة و زيادة قوتها، و عمل هذا يسر جدا من <a href=\"tor_vidaliacontrol\">واجهة التحكم فيداليا المشروحة في فصل استخدام تور من هذا الدليل</a>. لاحظ أن لهذا أثر إيجابي على زيادة مجهوليتك بسبب اختلاط تدفقات نشاط تصفحك بسيل تدفقات الآخرين المعماة.</li>\n</ul><p>كما يمكنك دوما <a href=\"http://www.torproject.org/volunteer.html.en\">التبرع بالمال</a>، أو التطوع بجهد البرمجة و الإبلاغ عن العلات للمشروعات التي تراها مفيدة، أو بتعريف الآخرين بالأدوات.</p>\n", 
                        "summary": "", 
                        "value": "<h2 id=\"anonymity_networks\">شبكات المجهولية</h2>\r\n\r\n<p>تمرر شبكات المجهولية تدفقات البيانات المارة عبرها بين عدد من <a href=\"/ar/glossary#proxy\">الخواديم الوسيطة</a> الآمنة بهدف تمويه مصدرها، ثم لتمويه هدفها، يؤدي هذا إلى إبطاء أدائها بشكل ملحوظ. في حالة تور فإنها تتيح وسيلة عمومية و&nbsp;آمنة لتفادي الرقابة توفر عليك عناء البحث في مسألة ما إن كان ينبغي لك الثقة في مشغلي الخواديم الوسيطة و&nbsp;ائتمانهم أم لا. كما نوصي دوما، يجب التحقق من وجود اتصال مؤمن ببروتوكول HTTPS، قبل تبادل بيانات خاصة مثل البيانات البنكية و&nbsp;كلمات سر الولوج إلى حسابات الخدمات المختلفة.</p>\r\n\r\n<p>يلزم تنصيب برمجية خاصة لاستخدام تُور، و&nbsp;هي أداة تحقق كلا من المجهولية و&nbsp;تجاوز الرقابة في آن.</p>\r\n\r\n<div class=\"HoG_link\"><a href=\"/ar/tor\">دليل عملي لاستخدام تور</a></div>\r\n\r\n<p>يؤدي تُور وظيفة الخادوم الوسيط بأن يحول دون مقدم خدمة الاتصال بإنترنت و&nbsp;معرفة الموقع الذي تطلبه، علاوة على ذلك فإنه في كل مرة تُجري فيها اتصالا عبر شبكة تور فإن مسارا مختلفا عبر شبكة خواديم تور يجري إنشاؤه ينتهي بنقطة خروج مختلفة إلى الشبكة العمومية، و&nbsp;هذا يحول دون مقدم المحتوى المطلوب و&nbsp;معرفة عنوان الإنترنت المخصص لحاسوبك و&nbsp;موقعك الجغرافي، كما تحول التعمية دون مقدم خدمة الاتصال لك و&nbsp;الاطلاع على المحتوى الذي تطالعه.</p>\r\n\r\n<p>من مميزاته تصميمه المعتمد على مبدأ <em>تسيير البصلة</em> (<span dir=\"ltr\" lang=\"en\">onion routing</span>) أنه لا يمكن لكل خادوم وسيط في شبكة تور أن يعرف سوى الخادوم الذي يليه و&nbsp;الذي يسبقه في المسار المؤقت، و&nbsp;بالتالي لا يمكن لأي مشغل عقدة وسيطة أن يستنتج معلومات تقلل من خصوصية المستخدم، و&nbsp;لا أن يطلّع على ما يمر خلال الوسيط الذي يشغله من بيانات تخص المستخدمين، لأنها ترِدُهُ معماة. يوجد <a href=\"/ar/tor\">المزيد من التفاصيل عن كيفية عمل تور</a> في دليل استخدامه، و المزيد عن <a href=\"http://www.torproject.org/documentation.html.en\">استخداماته الأخرى في الوثائق على موقع المشروع</a>.</p>\r\n\r\n<p>من مميزات تور أيضا أنه لا يعمل و&nbsp;حسب مع المتصفح، بل يمكن استخدامه مع أي برمجية تتصل عبر الإنترنت، فعملاء البريد الإلكتروني مثل ثَندَربِرد، و&nbsp;عملاء المحادثة الفورية مثل بِدجِن، يمكنها جميعا العمل من خلال تور بضبطها لاستخدامه كوسيط، إما للنفاذ إلى خدمات محجوبة أو&nbsp;لزيادة المجهولية.</p>\r\n\r\n<h2>وسطاء تجاوز الحجب البسيطة</h2>\r\n\r\n<p>توجد ثلاث أسئلة هامة ينبغي أخذها في الاعتبار عند اختيار وسيط بسيط. أولها، ما إذا كان معتمدا على الوب أم أنه يتطلب إحداث تغييرات في تضبيطات البرمجيات أو&nbsp;تنصيب برمجيات إضافية؛ و&nbsp;ثانيهما، ما إن كان آمنا؛ و&nbsp;ثالثهما، ما إن كان عموميا أم خاصا.</p>\r\n\r\n<h3 id=\"web_proxies\">وسطاء الوب</h3>\r\n\r\n<p>وسيط الوب هو موقع على الوب لا يتطلب استخدامه سوى فتح صفحته بمتصفح الوب ثم إدخال المسار المحجوب في الحقل المناسب في الصفحة ثم ضغط زر إرسال الاستمارة، سيجلِب الوسيط الصفحة و&nbsp;يعرضها و&nbsp;كأنما هي جزء من موقعه، و&nbsp;يمكن تتبع الروابط بشكل طبيعي، أو&nbsp;إدخال مسار جديد. لا يتطلب هذا النوع تنصيب برمجيات و&nbsp;لا تغيير تضبيطات.</p>\r\n\r\n<p>تتميز وسطاء الوِب بأنها يسرة الاستخدام، و&nbsp;أنه يمكن استخدامها من الأماكن التي لا يسمح فيها بتنصيب برمجيات أو&nbsp;عندما لا تكون مستعدا بالبرمجيات المناسبة، كما أنها آمَن نسبيا إن كنت تخشى أن تُضبَط و&nbsp;أنت تستخدم أدوات تجاوز الحجب.</p>\r\n\r\n<p>لكن يعيب وسطاء الوب أن بعض المواقع لا تعمل معها، فهي قد لا تعرض كل الوسائط في الصفحة من فيديو و&nbsp;بُريمجات. كما أنه بالرغم من أن استخدام وسيط يستتبع بالضرورة إبطاء التصفح إلا أن وسطاء الوب العموميين عادة ما يكون الضغط عليها كبيرا مما يزيد من بطئها، كما أنها لا تعمل سوى مع صفحات الوب و&nbsp;ليس مع أي تطبيقات أو&nbsp;بروتوكولات أخرى، مثل تطبيقات البريد أو&nbsp;المحاثة الفورية للنفاذ إلى خدمة محجوبة.</p>\r\n\r\n<h3>أنواع الوسطاء الأخرى</h3>\r\n\r\n<p>أنواع الوسطاء الأخرى تتطلب إما تنصيب برمجيات خاصة أو&nbsp;ضبط عنوان الوسيط في المتصفح أو&nbsp;النظام، في الحالة الأولى فإن الأداة عادة ما تتيح وسيلة لتفعيل و&nbsp;تعطيل عملها، و&nbsp;بعضها يُبدِّل الوسطاء تلقائيا عند عدم القدرة على الاتصال بكل منها إما بسبب حجبه أو&nbsp;عطبه، أو&nbsp;بهدف زيادة المجهولية. إن تطلب الأمر ضبط المتصفح يدويا فستتوجب معرفة عنوان الوسيط، و&nbsp;تغييره عندما يبطئ إلى حد غير مقبول.</p>\r\n\r\n<p>و مع أن هذا النوع قد يكون أصعب استخداما من وسيط الوِب فإنه ينجح في عرض الصفحات المعقدة على نحو طبيعي. توجد كذلك أنواع أخرى من الوسطاء، مثل المعتمدة SOCKS و&nbsp;هو بروتوكول خاص بالوسطاء، أو&nbsp;تطبيقات الشبكات الخاصة الافتراضية (<abbr lang=\"en\" title=\"Virtual Private Network\">VPN</abbr>) التي يمكن استخدامها لتحويل كل مجري الاتصال بإنترنت لحاسوب أو&nbsp;شبكة.</p>\r\n\r\n<h2>الوسطاء الآمنون و&nbsp;الوسطاء غير الآمنين</h2>\r\n\r\n<p>نصِفُ كل وسيط يدعم الاتصالات المعماة بأنه وسيط آمن. و&nbsp;مع أن الوسيط الذي لا يدعم التعمية يظل مفيدا في تجاوز أنواع عديدة من الرقابة إلا أنه لن يفيد في حال كون الرقابة تُطبَّق بفحص المحتوى. من غير المحبذ استخدام وسطاء غير آمنين للنفاذ إلى مواقع عادة ما نتصل بها باتصالات مؤمنة، مثل حسابات البريد، لأننا في هذه الحالة نكشف بيانات حساسة كانت في اﻷصل ستكون مُعمَّاة. تنبغي ملاحظة أنه في حالة وسطاء الوب فإنه حتى باستخدام وسيط آمن يُجزَّأ الاتصال ما بين العميل و&nbsp;الموقعالخدمة إلى اتصالين منفصلين كل منهما معمى باستخدام https، يتوسطهما الوسيط الذي تكون له قدرة قراءة و&nbsp;تغيير المحتوى أثناء مروره خلاله بعد جلبه من مصدره و&nbsp;قبل تمريره إلى وجهته، لذا فعامل الثقة في الوسيط يبقى ذا بال. لكن مع هذا يظل استخدام الوسطاء الآمنين أفضل من وجهة نظر المجهولية و&nbsp;تجاوز الرقابة، خاصة مع توافرهم على الإنترنت.</p>\r\n\r\n<p>مثلما هو الحال مع كثير من المواقع و&nbsp;الخدمات فإن كلا من طَورَي الاتصال الآمن و&nbsp;غير الآمن قد يكون مدعوما عند الاتصال بصفحة وسيط الوب، لذا يلزم التنبه إلى استخدام الاتصال الآمن بإدخال https كمحدد البروتوكول في حقل المسار في المتصح عند فتح صفحة الوسيط. أحيانا ما تظهر تنويهات بشأن <a href=\"/ar/glossary#digital_certificate\">الشهادة الرقمية</a> التي يستخدمها الوسيط لاستيثاق الاتصال الآمن، و&nbsp;ذلك لأن تلك الشهادات عادة ما تكون مولدة ذاتيا و&nbsp;غير معتمَدة من جهة استيثاق معروفة، مما يضع عبء الاستيثاق من صحة الشهادات و&nbsp;مضاهاة بصماتها مع مدير الخادوم الوسيط على عاتق المستخدم إن كان يرغب في ضمان الحد الأقصى من الأمان. كيفية الاستيثاق مشروحة في الملحق من <a href=\"https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html\">دليل استخدام سيفون 3</a>. و&nbsp;عموما يفضل تفادي إدخال كلمات سر لحسابات حساسة أو&nbsp;تبادل معلومات سرية عبر أي وسطاء غير موثوق في من يديرونها، و&nbsp;لاحظ أنه في حالة الخواديم الوسيطة البسيطة فإن مشغل الوسيط لديه القدرة على معرفة موقعك الجغرافي عن طريق عنوان إنترنت المخصص للحاسوب الذي تستخدمه و&nbsp;كذلك معرفة المواقع التي تطالعها عبر الوسيط الذي يشغله.</p>\r\n\r\n<p>معرفة ما إن كان وسيط الوب يدعم الاتصال الآمن سهلة، لكنها قد تتطلب بعض البحث في حالة الأنواع الأخرى من الوسطاء. جميع الوسطاء المزكاة في هذا الفصل تدعم الاتصالات المؤمنَّة.</p>\r\n\r\n<h2>الوسطاء الخاصة و&nbsp;العمومية</h2>\r\n\r\n<p>الوسيط العمومي يقبل الاتصالات الواردة من أي شخص، بينما يتطلب الوسيط الخاص الولوج بكلمة سر، و&nbsp;في حين أنه من المفيد وجود وسطاء عمومية متاحة للاستخدام فإنها عادة ما يتزايد الطلب عليها كثيرا مما يبطئها، لذا فمع أن الوسطاء العمومية قد تلقى من مديرها عناية تضاهي التي تلقاها الخاصة أو&nbsp;تفوقها إلا أن الحِمل الزائد عادة يجعلها أبطأ. أما الوسطاء الخاصة فإنها عادة ما تدار كمشروع خدمي هادف للربح، أو&nbsp;أن حق استخدامها يمنح بصفة شخصية من مديرها إلى من يعرفهم شخصيا أو&nbsp;في محيط شبكة من المعارف، و&amp;nbspهذا يجعل من الأيسر معرفة الدافع وراء تشغيل وسيط خاص، إلا أنه من الخطأ افتراض أن الخواديم الخاصة أكثر موثوقية و&nbsp;أمنا من العمومية بهذا المنطق، فالحرص على الربح قد دفع خدمات تجارية إلى كشف بيانات عملائهم في السابق، كما أن جهة ذات نوايا خبيثة قد تدير وسطاء تبدو خاصة لتقليل الشبهات.</p>\r\n\r\n<p>يمكن إيجاد خواديم عمومية بالبحث في محركات البحث على الوب بكلمات مفتاحية مثل <q>public proxy</q> إلا أنه لا ينبغي الاعتماد و&nbsp;الوثوق في الوسطاء المعثور عليهم بهذه الطريقة إلا في أضيق الحدود و&nbsp;عند الاضطرار، أما في غير حالات الضرورة يفضل استخدام وسيط خاصٍ آمنٍ يشغله شخص تعرفه و&nbsp;تثق به، إما شخصيا أو&nbsp;بطريق سمعته، ممن لديهم دافع مساعدة الآخرين و&nbsp;القدرة التقنية على إدارة خادوم وسيط بأمان و&nbsp;الحفاظ على خصوصية عملائه. فإن تعذَّر عليك إيجاد شخص أو&nbsp;منظمة موثوق بها بوسعها مساعدتك باستخدام وسيطهم فعليك عندها أن تأخذ في الاعتبار <a href=\"#anonymity_networks\">خيار شبكات المجهولية</a> مثل تور المشروح في بداية هذا القسم.</p>\r\n\r\n<h2>ساعد الآخرين</h2>\r\n\r\n<p>إن كنت تعيش حيث لا رقابة أو&nbsp;- تدير حاسوبا - في نطاق لا تُفرض فيه رقابة قسرية أو&nbsp;حتى فيه الحجب قليل نسبيا فيمكنك مساعدة الآخرين الذين يرزحون تحت وطأة الرقابة الأشد أو&nbsp;الشاملة.</p>\r\n\r\n<p>تشغيل خادوم وسيط خاص مثل سيفون و&nbsp;فتح حسابات لمن تعرفهم شخصيا مسألة يسرة و&nbsp;مشروحة في <a href=\"https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html\">دليل استخدام سيفون 3</a>، و&nbsp;هو لا يضيف عبئا كبيرا على مواردك الحاسوبية و&nbsp;الشبكية خاصة إن كان لديك اتصال دائم بإنترنت.</p>\r\n\r\n<p>كما يمكنك أن تساهم في دعم شبكة تور:</p>\r\n\r\n<ul>\r\n\t<li>إن كنت لا تحتاج أنت نفسك إلى استخدام تور لتجاوز الرقابة فيمكنك أن تنضم إلى مئات المتطوعين بتشغيل خادوم تور على حاسوبك الشخصي و&nbsp;تحويله إلى عقدة في شبكة تور مما يساعد على زيادة سرعتها و&nbsp;فائدتها للآخرين، و&nbsp;هو مشروح في <a href=\"http://www.torproject.org/docs/tor-doc-relay.html.en\">وثائق تور على موقع المشروع</a></li>\r\n\t<li>إن كنت تستخدم تور لتجاوز الرقابة المفروضة عليك أو&nbsp;للمجهولية فيمكنك أيضا ضبطه بحيث يمرر تدفقات شبكة تور عبر حاسوبك للمساعدة على تحسين أداء الشبكة و&nbsp;زيادة قوتها، و&nbsp;عمل هذا يسر جدا من <a href=\"tor_vidaliacontrol\">واجهة التحكم فيداليا المشروحة في فصل استخدام تور من هذا الدليل</a>. لاحظ أن لهذا أثر إيجابي على زيادة مجهوليتك بسبب اختلاط تدفقات نشاط تصفحك بسيل تدفقات الآخرين المعماة.</li>\r\n</ul>\r\n\r\n<p>كما يمكنك دوما <a href=\"http://www.torproject.org/volunteer.html.en\">التبرع بالمال</a>، أو&nbsp;التطوع بجهد البرمجة و&nbsp;الإبلاغ عن العلات للمشروعات التي تراها مفيدة، أو&nbsp;بتعريف الآخرين بالأدوات.</p>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1965", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1965", 
                "link_title": "Anonymity networks and basic proxy servers", 
                "menu_name": "book-toc-1925", 
                "mlid": "5111", 
                "module": "book", 
                "nid": "1965", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5111", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Anonymity networks and basic proxy servers", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455879986", 
            "comment": "0", 
            "created": "1441105174", 
            "current_revision_id": "13273", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_08_3", 
                        "value": "chapter_08_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5111": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1965", 
                    "link_title": "Anonymity networks and basic proxy servers", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5111", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5111", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1965", 
            "num_revisions": "34", 
            "path": "https://securityinabox.org/en/node/1965", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455879986", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "شبكات المجهولية و الخواديم الوسيطة البسيطة", 
                        "value": "شبكات المجهولية و الخواديم الوسيطة البسيطة"
                    }
                ]
            }, 
            "title_original": "Anonymity networks and basic proxy servers", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917712", 
                        "created": "1442917712", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085218", 
                        "created": "1441808123", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096938", 
                        "created": "1443096938", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414469", 
                        "created": "1442414469", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451920693", 
                        "created": "1441208337", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993997", 
                        "created": "1442762093", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1455879986", 
                        "created": "1443706292", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612381", 
                        "created": "1452612381", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457707", 
                        "created": "1443457707", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121355", 
                        "created": "1441121355", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812568", 
                        "created": "1443811743", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444408294", 
                        "created": "1444408294", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443102074", 
                        "created": "1443102074", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094742", 
                        "created": "1443094742", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446478113", 
                        "created": "1441105174", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1965", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444584978", 
                        "created": "1444584724", 
                        "entity_id": "1965", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1965", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "b0392703-6346-4566-b47c-4d8b06b1c540", 
            "vid": "13273", 
            "vuuid": "0eac1ef1-a055-4ab0-9bbf-34fd4de3807e"
        }, 
        {
            "body": {
                "ar": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>فيما يلي بضعة أدوات و <a href=\"/ar/glossary#proxy\">خواديم وسيطة</a> تساعد على تجاوز الرقابة و الحجب على الإنترنت، تصدر جهات و مبادرات عديدة أدوات جديدة طوال الوقت، كما يجري تحديث اﻷدوات القائمة أيضا، لذا فعليك متابعة تلك التحديثات إما من خلال موقع عدة الأمان أو مواقع مشروعات الأدوات التي تستخدمها مباشرة.</p>\n\n<p><strong>خواديم وسيطة تعتمد على الشبكة الخاصة الإفتراضية VPN</strong> إن الخواديم الوسيطة التي تعتمد على الشبكة الخاصة الإفتراضية <strong>VPN المذكورة أدناه تجعل اتصالك بالإنترنت يمر عبر الخادوم الوسيط للوصول إلى الوجهة التي تريدها. سيساعدك هذا على تجاوز الرقابة والحجب على الإنترنت. **ريز أب VPN</strong> تتوافر هذه الخدمة للأشخاص الذين يستخدمون بريد ريز أب الإلكتروني حيث تقوم هذه المجموعة بتقديم خدمة الإتصال المجاني والآمن والخصوصي بخادوم وسيط. طالع <a href=\"https://help.riseup.net/en/riseup-vpn\">دليل استخدام خدمة ريز أب</a> <a href=\"https://we.riseup.net/riseuphelp+en/vpn-howto\">وكيفية إعداده</a>. <strong>Hotspot Shield</strong> خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN. يتطلب استخدامه تنزيل البرمجية وتنصيبها. الشركة المطورة للبرمجية ومقدمة الخدمة تسعى للكسب من الإعلانات، لذا فستظهر لافتات إعلانية في رأس نوافذ المتصفح عند تصفح مواقع عبر اتصال غير معمّى، تدعي الشركة أنها تحذف سجلات عناوين إنترنت حواسيب المستخدمين وأنها لا تصل إلى المعلنين، إلا أنه يتعذر التيقن من ذلك. ولأن النظام يعتمد على شبكة خاصة افتراضية فإن كل اتصالك بالإنترنت سيمر عبر خواديمهم طالما أنك تستخدم الخدمة. يوجد مزيد من المعلومات على موقع الشركة. <strong>Your-Freedom</strong> خادوم خاص وآمن يعتمد على الشبكة الخاصة الإفتراضية VPN/SOCKS يمكن استخدامه مجانا ولكن الخدمة تفرض قيودا على مدة الإستخدام (3 ساعات في اليوم إلى 9 ساعات في الأسبوع). يمكنك الدفع مقابل الخدمة التجارية الأسرع ذات القيود الأقل. يتطلب استخدام الخدمة تنزيل البرمجية من <a href=\"http://www.your-freedom.net/index.php?id=3\">الموقع الرئيسي</a> وفتح حساب عبر موقع الخدمة، كما يتطلب ضبط المتصفح ليستخدم الوسيط <strong>OpenVPN</strong> أثناء الاتصال بالإنترنت. <a href=\"https://www.your-freedom.net/index.php?id=doc\">طالع هنا لمزيد من التفاصيل حول كيفية الاستخدام</a>. <strong>Freegate</strong> خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN. تستطيع تنزيله من <a href=\"http://www.dit-inc.us/freegate\">الموقع الرئيسي</a>. طالع هذه <a href=\"http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/\">المقالة</a> التي تشرح بعض ميزاته. <strong>Security Kiss</strong> خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN، يتطلب استخدامه تنزيل البرمجية وتنصيبها من <a href=\"http://www.securitykiss.com/resources/download/windows/\">الموقع الرئيسي</a>. ليس من المفروض تسجيل حساب في هذه الخدمة. إن حد الإستخدام الأقصى للمستخدمين المجانيين هو 300 ميغابيت في كل يوم. يمكنك الدفع مقابل الخدمة التجارية ذات القيود الأقل والتي تسمح لك باستخدام عدد أكبر من خواديم VPN. يوجد مزيد من المعلومات والتفاصيل على <a href=\"http://www.securitykiss.com/\">الموقع الرئيسي</a>. <strong>سيفون 3</strong> خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN و SSH و+SSH. لاستخدام سيفون3 عليك أن تقوم <a href=\"https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html#rtl\">بتنزيل وتنصيب البرمجية</a>. تتوافر المعلومات حول كيفية الإستخدام باللغة العربية. <strong>خوادم الوب الوسيطة</strong> <strong>Peacefire</strong> ينشرون قائمة كبيرة <a href=\"/ar/glossary#proxy\">بخواديم وب وسيطة</a> بعضها مؤمَّن و بعضها لا، و يتطلب الاتصال الآمن بالخواديم إدخال https في حقل المسار في المتصفح. الخواديم المضافة حديثا إلى القائمة يُعلن عنها دوريا في نشرة بريدية حيث يمكنك التسجيل فيها من خلال <a href=\"http://peacefire.org\">الموقع الرئيسي</a>.</p>\n\n<div class=\"backgroundscenario\">\n<span class=\"actorname\">منصور</span>: عظيم! إذن فمقدم خدمة الاتصال بإنترنت لا يمكنه معرفة المحتوى الذي أطالع إن استخدمت خادوما وسيطا، أليس كذلك؟\n\n<span class=\"actorname\">ماجدة</span>: طالما استخدمنا خادوما وسيطا آمنا و تمعنّا في تنويهات الشهادات الرقمية التي تطالعناـ فهذا صحيح. لاحظ أن الوسطاء غير الآمنين ستُمكِّنك من تجاوز الرقابة و النفاذ إلى المواقع المحجوبة، إلا أنها ستُمكِّن مقدم الخدمة أو مدير الشبكة في المكان الذي تعمل فيه من التلصص على استخدامك للإنترنت، و مطالعة المحتوى معنا.\n</div>\n", 
                        "summary": "", 
                        "value": "<p>فيما يلي بضعة أدوات و&nbsp;<a href=\"/ar/glossary#proxy\">خواديم وسيطة</a> تساعد على تجاوز الرقابة و&nbsp;الحجب على الإنترنت، تصدر جهات و&nbsp;مبادرات عديدة أدوات جديدة طوال الوقت، كما يجري تحديث اﻷدوات القائمة أيضا، لذا فعليك متابعة تلك التحديثات إما من خلال موقع عدة الأمان أو مواقع مشروعات الأدوات التي تستخدمها مباشرة.</p>\r\n\r\n<p>**خواديم وسيطة تعتمد على الشبكة الخاصة الإفتراضية VPN** إن الخواديم الوسيطة التي تعتمد على الشبكة الخاصة الإفتراضية **VPN المذكورة أدناه تجعل اتصالك بالإنترنت يمر عبر الخادوم الوسيط للوصول إلى الوجهة التي تريدها. سيساعدك هذا على تجاوز الرقابة والحجب على الإنترنت. **ريز أب VPN** تتوافر هذه الخدمة للأشخاص الذين يستخدمون بريد ريز أب الإلكتروني حيث تقوم هذه المجموعة بتقديم خدمة الإتصال المجاني والآمن والخصوصي بخادوم وسيط. طالع [دليل استخدام خدمة ريز أب](https://help.riseup.net/en/riseup-vpn) [وكيفية إعداده](https://we.riseup.net/riseuphelp+en/vpn-howto). **Hotspot Shield** خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN. يتطلب استخدامه تنزيل البرمجية وتنصيبها. الشركة المطورة للبرمجية ومقدمة الخدمة تسعى للكسب من الإعلانات، لذا فستظهر لافتات إعلانية في رأس نوافذ المتصفح عند تصفح مواقع عبر اتصال غير معمّى، تدعي الشركة أنها تحذف سجلات عناوين إنترنت حواسيب المستخدمين وأنها لا تصل إلى المعلنين، إلا أنه يتعذر التيقن من ذلك. ولأن النظام يعتمد على شبكة خاصة افتراضية فإن كل اتصالك بالإنترنت سيمر عبر خواديمهم طالما أنك تستخدم الخدمة. يوجد مزيد من المعلومات على موقع الشركة. **Your-Freedom** خادوم خاص وآمن يعتمد على الشبكة الخاصة الإفتراضية VPN/SOCKS يمكن استخدامه مجانا ولكن الخدمة تفرض قيودا على مدة الإستخدام (3 ساعات في اليوم إلى 9 ساعات في الأسبوع). يمكنك الدفع مقابل الخدمة التجارية الأسرع ذات القيود الأقل. يتطلب استخدام الخدمة تنزيل البرمجية من [الموقع الرئيسي](http://www.your-freedom.net/index.php?id=3) وفتح حساب عبر موقع الخدمة، كما يتطلب ضبط المتصفح ليستخدم الوسيط **OpenVPN** أثناء الاتصال بالإنترنت. [طالع هنا لمزيد من التفاصيل حول كيفية الاستخدام](https://www.your-freedom.net/index.php?id=doc). **Freegate** خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN. تستطيع تنزيله من [الموقع الرئيسي](http://www.dit-inc.us/freegate). طالع هذه [المقالة](http://www.addictivetips.com/windows-tips/freegate-lets-you-access-blocked-websites-at-optimal-speed/) التي تشرح بعض ميزاته. **Security Kiss** خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN، يتطلب استخدامه تنزيل البرمجية وتنصيبها من [الموقع الرئيسي](http://www.securitykiss.com/resources/download/windows/). ليس من المفروض تسجيل حساب في هذه الخدمة. إن حد الإستخدام الأقصى للمستخدمين المجانيين هو 300 ميغابيت في كل يوم. يمكنك الدفع مقابل الخدمة التجارية ذات القيود الأقل والتي تسمح لك باستخدام عدد أكبر من خواديم VPN. يوجد مزيد من المعلومات والتفاصيل على [الموقع الرئيسي](http://www.securitykiss.com/). **سيفون 3** خادوم وسيط عمومي مجاني آمن يعتمد على الشبكة الخاصة الإفتراضية VPN و SSH و+SSH. لاستخدام سيفون3 عليك أن تقوم [بتنزيل وتنصيب البرمجية](https://s3.amazonaws.com/0ubz-2q11-gi9y/ar.html#rtl). تتوافر المعلومات حول كيفية الإستخدام باللغة العربية. **خوادم الوب الوسيطة** **Peacefire** ينشرون قائمة كبيرة <a href=\"/ar/glossary#proxy\">بخواديم وب وسيطة</a> بعضها مؤمَّن و&nbsp;بعضها لا، و&nbsp;يتطلب الاتصال الآمن بالخواديم إدخال https في حقل المسار في المتصفح. الخواديم المضافة حديثا إلى القائمة يُعلن عنها دوريا في نشرة بريدية حيث يمكنك التسجيل فيها من خلال [الموقع الرئيسي](http://peacefire.org).</p>\r\n\r\n<div class=\"backgroundscenario\">\r\n<p><span class=\"actorname\">منصور</span>: عظيم! إذن فمقدم خدمة الاتصال بإنترنت لا يمكنه معرفة المحتوى الذي أطالع إن استخدمت خادوما وسيطا، أليس كذلك؟</p>\r\n\r\n<p><span class=\"actorname\">ماجدة</span>: طالما استخدمنا خادوما وسيطا آمنا و&nbsp;تمعنّا في تنويهات الشهادات الرقمية التي تطالعناـ فهذا صحيح. لاحظ أن الوسطاء غير الآمنين ستُمكِّنك من تجاوز الرقابة و&nbsp;النفاذ إلى المواقع المحجوبة، إلا أنها ستُمكِّن مقدم الخدمة أو مدير الشبكة في المكان الذي تعمل فيه من التلصص على استخدامك للإنترنت، و&nbsp;مطالعة المحتوى معنا.</p>\r\n</div>\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1966", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1966", 
                "link_title": "Specific circumvention proxies", 
                "menu_name": "book-toc-1925", 
                "mlid": "5112", 
                "module": "book", 
                "nid": "1966", 
                "options": [], 
                "p1": "5030", 
                "p2": "5107", 
                "p3": "5112", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5107", 
                "router_path": "node/%", 
                "title": "Specific circumvention proxies", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1456315973", 
            "comment": "0", 
            "created": "1441105226", 
            "current_revision_id": "13353", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "chapter_08_4", 
                        "value": "chapter_08_4"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5112": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1966", 
                    "link_title": "Specific circumvention proxies", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5112", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5107", 
                    "p3": "5112", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5107", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "1966", 
            "num_revisions": "25", 
            "path": "https://securityinabox.org/en/node/1966", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456315973", 
            "revision_uid": "479", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "ar": [
                    {
                        "format": null, 
                        "safe_value": "خواديم وسيطة مُزكَّاة لتجاوز الحجب", 
                        "value": "خواديم وسيطة مُزكَّاة لتجاوز الحجب"
                    }
                ]
            }, 
            "title_original": "Specific circumvention proxies", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442917896", 
                        "created": "1442917896", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442228207", 
                        "created": "1441808234", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443096961", 
                        "created": "1443096961", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442414563", 
                        "created": "1442414563", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1456315973", 
                        "created": "1441208399", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447109242", 
                        "created": "1442762139", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443706312", 
                        "created": "1443706312", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452612469", 
                        "created": "1452612469", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443457761", 
                        "created": "1443457761", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441121481", 
                        "created": "1441121481", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443812372", 
                        "created": "1443812372", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444404769", 
                        "created": "1444404769", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "tr": {
                        "changed": "1443102113", 
                        "created": "1443102113", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443094817", 
                        "created": "1443094817", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441105226", 
                        "created": "1441105226", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1966", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444585019", 
                        "created": "1443624675", 
                        "entity_id": "1966", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1966", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "55f84461-1be4-43fc-8392-399e09247684", 
            "vid": "13353", 
            "vuuid": "9af6b134-5ea5-4041-b15f-59cb334075d3"
        }, 
        {}
    ], 
    "changed": "1455900381", 
    "comment": "0", 
    "created": "1441104927", 
    "current_revision_id": "13292", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "ar": [
            {
                "format": null, 
                "safe_value": "8. How to remain anonymous and bypass ce", 
                "value": "8. How to remain anonymous and bypass ce"
            }
        ]
    }, 
    "field_menu_title_long": {
        "ar": [
            {
                "format": null, 
                "safe_value": "8. الحفاظ على المجهولية و تجاوز الرقابة على الإنترنت", 
                "value": "8. الحفاظ على المجهولية و تجاوز الرقابة على الإنترنت"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "ar": [
            {
                "format": null, 
                "safe_value": "chapter_08", 
                "value": "chapter_08"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "8"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5107": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1962", 
            "link_title": " 8. How to remain anonymous and bypass censorship on the Internet", 
            "menu_name": "book-toc-1925", 
            "mlid": "5107", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5107", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "8"
        }
    }, 
    "name": "chris", 
    "nid": "1962", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1962", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1455900381", 
    "revision_uid": "479", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "ar": [
            {
                "format": null, 
                "safe_value": "8. الحفاظ على المجهولية و تجاوز الرقابة على الإنترنت", 
                "value": "8. الحفاظ على المجهولية و تجاوز الرقابة على الإنترنت"
            }
        ]
    }, 
    "title_original": " 8. How to remain anonymous and bypass censorship on the Internet", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442917461", 
                "created": "1442917461", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442227971", 
                "created": "1441807646", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443094052", 
                "created": "1443094052", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442414211", 
                "created": "1442414211", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1451919362", 
                "created": "1441208178", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447108811", 
                "created": "1442762025", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443693016", 
                "created": "1443693016", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452612067", 
                "created": "1452612067", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443457498", 
                "created": "1443457498", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441117391", 
                "created": "1441117391", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443806734", 
                "created": "1443806734", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1455900381", 
                "created": "1444396920", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443014809", 
                "created": "1443014809", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443094404", 
                "created": "1443094404", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441104927", 
                "created": "1441104927", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "1962", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444583785", 
                "created": "1443623824", 
                "entity_id": "1962", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "1962", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "4c011c6d-00c6-4bcf-bd9b-9402c5e71ea5", 
    "vid": "13292", 
    "vuuid": "d7623840-fb11-4125-8112-bd45494ea2ec"
}