{
    "changed": "1438274322", 
    "comment": "0", 
    "created": "1425325051", 
    "current_revision_id": "6036", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_cg_translated_guide_title": {
        "und": [
            {
                "vargs": "[node:nid]", 
                "vname": "get_translated_guide_title|default"
            }
        ]
    }, 
    "field_edit_guide_link": {
        "und": [
            {
                "vargs": "", 
                "vname": "get_edit_link_to_referenced_guide|default"
            }
        ]
    }, 
    "field_guide": {
        "und": [
            {
                "changed": "1452600759", 
                "comment": "0", 
                "created": "1425317145", 
                "current_revision_id": "5126", 
                "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                "field_get_started_with_markdown": [], 
                "field_hog_element": {
                    "und": [
                        {
                            "changed": "1453903223", 
                            "comment": "0", 
                            "created": "1412019283", 
                            "current_revision_id": "13018", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "81"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "1. Social networking platforms", 
                                        "value": "1. Social networking platforms"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>These social networking security guides aim to help you navigate the privacy and security settings of a few popular social networking platforms, with a view toward making them <em>more</em> secure (though <em>less insecure</em> is perhaps a better way of putting it). Specifically, step-by step guides are provided for Facebook and Twitter, and some general guidelines are provided for YouTube and Flickr.</p>\n\n<p>These social networking websites are the most popular and widely used social networking tools. They are owned by private companies and, as noted in chapter <a href=\"../social-networking\"><strong>How to protect yourself and your data when using social networking sites</strong></a>, these companies make their money by collecting information about users and selling it on to advertisers.</p>\n\n<p>Government crackdowns will target these sites first and block them, and the companies will cave into government pressures and censor when necessary. If they are not blocked, they are actively monitored by numerous governments who collect user metadata and make requests for private information about individuals of interest, often including human rights defenders. Note, in this regard, that companies managing social networking servers have access to <strong>all your information</strong>, including your private data and password.</p>\n\n<p>It may be worth looking at alternatives to these sites, such as <a href=\"https://joindiaspora.com\"><strong>Diaspora</strong></a>, <a href=\"https://crabgrass.riseup.net/\"><strong>Crabgrass</strong></a>, <a href=\"https://friendica.com/\"><strong>Friendica</strong></a>, <a href=\"https://pidder.com\"><strong>Pidder</strong></a>, or <a href=\"https://secushare.org\"><strong>SecureShare</strong></a> which have been designed with digital security and activism in mind. The <a href=\"https://socialswarm.net\"><strong>Social Swarm</strong></a> is a think-tank run by a not-for-profit organisation which carries out discussions, awareness-raising and campaigns related to privacy on social networks, and may be a useful learning resource.</p>\n\n<p>Other similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:</p>\n\n<ol><li>Does it provide connection over <strong>SSL</strong> (like http<em>s</em>) for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?</li>\n<li>Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content and personal data treated? With whom are they shared? For a useful add-on which helps users undestand the Terms of Service of many popular sites, see <a href=\"http://tosdr.org\"><strong>Terms of Service; Didn't Read</strong></a>.</li>\n<li>What privacy options are provided for users? Can you choose to share your videos securely with a small number of individuals, or are they all public by default?</li>\n<li>Do you know the <strong>geographical location of the servers</strong>, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?</li>\n</ol>", 
                                        "value": "These social networking security guides aim to help you navigate the privacy and security settings of a few popular social networking platforms, with a view toward making them *more* secure (though *less insecure* is perhaps a better way of putting it). Specifically, step-by step guides are provided for Facebook and Twitter, and some general guidelines are provided for YouTube and Flickr.\r\n\r\nThese social networking websites are the most popular and widely used social networking tools. They are owned by private companies and, as noted in chapter [**How to protect yourself and your data when using social networking sites**](../social-networking), these companies make their money by collecting information about users and selling it on to advertisers. \r\n\r\nGovernment crackdowns will target these sites first and block them, and the companies will cave into government pressures and censor when necessary. If they are not blocked, they are actively monitored by numerous governments who collect user metadata and make requests for private information about individuals of interest, often including human rights defenders. Note, in this regard, that companies managing social networking servers have access to **all your information**, including your private data and password.\r\n\r\nIt may be worth looking at alternatives to these sites, such as [**Diaspora**](https://joindiaspora.com), [**Crabgrass**](https://crabgrass.riseup.net/), [**Friendica**](https://friendica.com/), [**Pidder**](https://pidder.com), or [**SecureShare**](https://secushare.org) which have been designed with digital security and activism in mind. The [**Social Swarm**](https://socialswarm.net) is a think-tank run by a not-for-profit organisation which carries out discussions, awareness-raising and campaigns related to privacy on social networks, and may be a useful learning resource.\r\n\r\nOther similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:\r\n\r\n1. Does it provide connection over **SSL** (like http*s*) for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?\r\n2. Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content and personal data treated? With whom are they shared? For a useful add-on which helps users undestand the Terms of Service of many popular sites, see [**Terms of Service; Didn't Read**](http://tosdr.org).\r\n3. What privacy options are provided for users? Can you choose to share your videos securely with a small number of individuals, or are they all public by default?\r\n4. Do you know the **geographical location of the servers**, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "name": "chris", 
                            "nid": "865", 
                            "num_revisions": "11", 
                            "path": "https://securityinabox.org/en/hands-guide-content/1-social-networking-platforms", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1453903223", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "1. Social networking platforms", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1453903223", 
                                        "created": "1412019283", 
                                        "entity_id": "865", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": "865", 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "62e42029-b40c-407d-8544-c04931c1bc2a", 
                            "vid": "13018", 
                            "vuuid": "a90c4708-1dcb-4c55-8732-36f238a6b8b1"
                        }, 
                        {
                            "changed": "1452601472", 
                            "comment": "0", 
                            "created": "1412019406", 
                            "current_revision_id": "5294", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "109"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2. Facebook", 
                                        "value": "2. Facebook"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook_logo.png\" alt=\"\" /></p>\n\n<p><strong>Facebook</strong> is the world's most popular social networking site. It can be and has been used widely by human rights advocates in order to build networks, communicate, organise and publicise events or issues. However, it is also a potentially rich source of information for those opposed to the activities of rights advocates. Therefore, knowledge of the different account and privacy settings available is extremely important.</p>\n\n<p><strong>Facebook</strong> is actively monitored by numerous governments, including the United States government. Moreover, <strong>Facebook</strong>'s Data Use Policy states that they will share your information in response to legal requests including governmental investigations.</p>\n\n<p>It is important to keep in mind that, due to the open nature of <strong>Facebook</strong>, your security and privacy depends heavily on that of your friends and contacts. While practicing these guidelines alone will give you more privacy and security, it will be much less effective if your Facebook contacts do not practice them too. Therefore, it's important to spread these practices among your friends, family and other contacts on <strong>Facebook</strong> so as to improve your security, as well as theirs.</p>\n\n<p>Many people use <strong>Facebook Groups</strong> as a way of communicating and organising socially, politically and professionally. While Facebook gives you the ability to create a \"secret\" group, it's worth noting that all the information shared in such groups is shared not only between members but also with Facebook and whoever has access to their data, which can include state agencies or other third parties who request it. As an alternative we recommend the <strong>Crabgrass</strong> service provided by <strong>RiseUp.Net</strong>, although it's worth noting that it is specifically designed for activism. For more, see <a href=\"../crabgrass/internet\"><strong><em>Hands-on: Crabgrass Secure Online Collaboration Platform</em></strong></a>.</p>\n\n<p>You should always stay up-to-date on the <strong>Facebook Privacy Settings</strong>. The settings outlined in this guide will help keep your Facebook account more secure (as of June 2014).  However, it is always advisable to look at the official <strong>Facebook</strong> <a href=\"https://www.facebook.com/help/privacy\"><strong>help page</strong></a> for Privacy and Security settings for any updates, or advice for any questions you may have. You might also want to check out <strong>Facebook's</strong> <a href=\"https://www.facebook.com/legal/terms\"><strong>Terms of Use</strong></a> and <a href=\"https://www.facebook.com/about/privacy/\"><strong>Data Use Policy</strong></a> documents.</p>\n", 
                                        "value": "![](/sites/siabnext.ttc.io/files/media/facebook_logo.png)\r\n\r\n**Facebook** is the world's most popular social networking site. It can be and has been used widely by human rights advocates in order to build networks, communicate, organise and publicise events or issues. However, it is also a potentially rich source of information for those opposed to the activities of rights advocates. Therefore, knowledge of the different account and privacy settings available is extremely important. \r\n\r\n**Facebook** is actively monitored by numerous governments, including the United States government. Moreover, **Facebook**'s Data Use Policy states that they will share your information in response to legal requests including governmental investigations.\r\n\r\nIt is important to keep in mind that, due to the open nature of **Facebook**, your security and privacy depends heavily on that of your friends and contacts. While practicing these guidelines alone will give you more privacy and security, it will be much less effective if your Facebook contacts do not practice them too. Therefore, it's important to spread these practices among your friends, family and other contacts on **Facebook** so as to improve your security, as well as theirs.\r\n\r\nMany people use **Facebook Groups** as a way of communicating and organising socially, politically and professionally. While Facebook gives you the ability to create a \"secret\" group, it's worth noting that all the information shared in such groups is shared not only between members but also with Facebook and whoever has access to their data, which can include state agencies or other third parties who request it. As an alternative we recommend the **Crabgrass** service provided by **RiseUp.Net**, although it's worth noting that it is specifically designed for activism. For more, see [***Hands-on: Crabgrass Secure Online Collaboration Platform***](../crabgrass/internet).\r\n\r\nYou should always stay up-to-date on the **Facebook Privacy Settings**. The settings outlined in this guide will help keep your Facebook account more secure (as of June 2014).  However, it is always advisable to look at the official **Facebook** [**help page**](https://www.facebook.com/help/privacy) for Privacy and Security settings for any updates, or advice for any questions you may have. You might also want to check out **Facebook's** [**Terms of Use**](https://www.facebook.com/legal/terms) and [**Data Use Policy**](https://www.facebook.com/about/privacy/) documents."
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "866", 
                            "num_revisions": "11", 
                            "path": "https://securityinabox.org/en/hands-guide-content/2-facebook", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601472", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2. Facebook", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1426182159", 
                                        "created": "1412019406", 
                                        "entity_id": "866", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "3436eaae-36b5-4507-9ce7-9c554fbc4d35", 
                            "vid": "5294", 
                            "vuuid": "e838bb52-a37c-441c-b657-5db72573823c"
                        }, 
                        {
                            "changed": "1452601472", 
                            "comment": "0", 
                            "created": "1412019854", 
                            "current_revision_id": "7895", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.1 How to Create a Facebook Account", 
                                        "value": "2.1 How to Create a Facebook Account"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>To create <strong>Facebook</strong> account open your web browser, (we recommend <a href=\"../firefox/windows\"><strong>Firefox web browser with security add-ons</strong></a> or <a href=\"../torbrowser/windows\"><strong>Tor Browser</strong></a>), and type <strong>https://www.facebook.com</strong> into address bar, to arrive at <strong>Facebook</strong>'s homepage. Note the s in http<em>s</em> address that indicates that you are now communicating through secure, encrypted connection (also known as a <em>Secure Socket Layer - SSL</em>).</p>\n\n<p><strong>Step 1.</strong> <strong>Fill in</strong> the fields marked <strong>First Name</strong> and <strong>Last Name</strong>, fill in your <strong>e-mail address</strong> twice and create a new <strong>Password</strong>. You area also required to provide a <strong>birthday</strong> and select a <strong>gender</strong> (although only 'male' and 'female' options are given).</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-01.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: A completed form</em></p>\n\n<p><strong>Note</strong>: We recommended setting up a new e-mail address to register with <strong>Facebook</strong>. If you use your public or work-related e-mail address, this will make it easier for possible adversaries to find you. Note also that <strong>Facebook</strong>'s Terms of Use require you to use your real name when using <strong>Facebook</strong>. This will of course make it easier for potential adversaries to find you and follow your activities. You can provide a false name, although it should be noted that this goes against <strong>Facebook</strong>'s Terms of Use and you may still be identifiable according to your IP address, among other things. Connecting to <strong>Facebook</strong> through software such as <a href=\"../torbrowser/windows\"><strong>Tor Browser</strong></a> is also difficult as <strong>Facebook</strong> remembers your location and may mistake your logins for attempted break-ins.</p>\n\n<p>Considering all of the above, if you are concerned that your identification, or the linking of your <strong>Facebook</strong> activities to your offline work or personal life, might pose a threat to your life, liberty, health, or work, or that of your family or friends, perhaps it is better not to register or use <strong>Facebook</strong>. Read more about how to stay anonymous online in <a href=\"../anonymity-and-circumvention\"><strong><em>How to Remain Anonymous and Bypass Internet Censorship</em></strong></a>.</p>\n\n<p>Note: Remember, it is extremely important that you choose a strong password to protect your account and your information. Please see chapter <a href=\"../passwords\"><strong><em>3. How to create and maintain secure passwords</em></strong></a>.</p>\n\n<p><strong>Step 2.</strong> Make sure you have read and understood <strong>Facebook</strong>'s <a href=\"https://www.facebook.com/legal/terms\"><strong>Terms of Use</strong></a> and <a href=\"https://www.facebook.com/about/privacy/\"><strong>Data Use Policy</strong></a> before clicking <em>sign up</em>. These contain important information about what information you are handing over to <strong>Facebook</strong> and how it will be used by them.</p>\n\n<p><strong>Step 3.</strong> On the <em>Find Your Friends</em> screen <strong>Facebook</strong> asks you to provide your email address and password in order to look for contacts from your e-mail account on Facebook, who you can later add as <strong>Facebook</strong> contacts. We very strongly recommend that you <em>skip this step</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-02.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: The Find Your Friends screen</em></p>\n\n<p><strong>Step 4.</strong> On the <em>Profile Information</em> screen <strong>Facebook</strong> asks you to provide information such as the High school, College or University you attended, and your current Employer. While this information may make it easier for friends to find you, it will also make it easier for adversaries to find you too. We recommend that you <strong>click</strong> <em>skip this step</em>.</p>\n\n<p>Based on the information you provide at this step, <strong>Facebook</strong> will then make suggestions of possible classmates or colleagues of yours who you may wish to add as friends. Again, consider carefully who you wish to add and <strong>do not add anyone as a contact who you do not know and trust</strong>.</p>\n\n<p>If you do not wish to add any friends at this point, you can also <em>skip this step</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-03.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: The Profile Information screen</em></p>\n\n<p><strong>Step 5.</strong> On the <em>Profile Picture</em> screen <strong>Facebook</strong> asks you to provide a picture of yourself, either by <strong>uploading</strong> one or <strong>taking</strong> a picture with your webcam.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-04.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: The Profile Picture screen</em></p>\n\n<p>Note: This picture, as well as your <em>cover photo</em> on your <strong>Facebook</strong> timeline, will be visible to anyone who arrives at your profile, <strong>including people who are not your friends</strong>, and regardless of what your privacy settings are. Consider very carefully whether you want to use a photo in which you, your friends, family, colleagues or organisation could be recognised by possible adversaries.</p>\n\n<p>Once you <strong>click</strong> <em>Skip</em> or <em>Save and Continue</em>, you will be prompted to check the inbox of the email address you provided. Here you should find an email from <strong>Facebook</strong> requiring you to follow a link to confirm the validity of your email address. Once you have done this, your <strong>Facebook</strong> page is created.</p>\n", 
                                        "value": "To create **Facebook** account open your web browser, (we recommend [**Firefox web browser with security add-ons**](../firefox/windows) or [**Tor Browser**](../torbrowser/windows)), and type **https://www.facebook.com** into address bar, to arrive at **Facebook**'s homepage. Note the s in http*s* address that indicates that you are now communicating through secure, encrypted connection (also known as a *Secure Socket Layer - SSL*).\r\n\r\n**Step 1.** **Fill in** the fields marked **First Name** and **Last Name**, fill in your **e-mail address** twice and create a new **Password**. You area also required to provide a **birthday** and select a **gender** (although only 'male' and 'female' options are given). \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-01.png)\r\n\r\n*Figure 2: A completed form*\r\n\r\n**Note**: We recommended setting up a new e-mail address to register with **Facebook**. If you use your public or work-related e-mail address, this will make it easier for possible adversaries to find you. Note also that **Facebook**'s Terms of Use require you to use your real name when using **Facebook**. This will of course make it easier for potential adversaries to find you and follow your activities. You can provide a false name, although it should be noted that this goes against **Facebook**'s Terms of Use and you may still be identifiable according to your IP address, among other things. Connecting to **Facebook** through software such as [**Tor Browser**](../torbrowser/windows) is also difficult as **Facebook** remembers your location and may mistake your logins for attempted break-ins.\r\n\r\nConsidering all of the above, if you are concerned that your identification, or the linking of your **Facebook** activities to your offline work or personal life, might pose a threat to your life, liberty, health, or work, or that of your family or friends, perhaps it is better not to register or use **Facebook**. Read more about how to stay anonymous online in [***How to Remain Anonymous and Bypass Internet Censorship***](../anonymity-and-circumvention).\r\n\r\nNote: Remember, it is extremely important that you choose a strong password to protect your account and your information. Please see chapter [***3. How to create and maintain secure passwords***](../passwords).\r\n\r\n**Step 2.** Make sure you have read and understood **Facebook**'s [**Terms of Use**](https://www.facebook.com/legal/terms) and [**Data Use Policy**](https://www.facebook.com/about/privacy/) before clicking *sign up*. These contain important information about what information you are handing over to **Facebook** and how it will be used by them. \r\n\r\n**Step 3.** On the *Find Your Friends* screen **Facebook** asks you to provide your email address and password in order to look for contacts from your e-mail account on Facebook, who you can later add as **Facebook** contacts. We very strongly recommend that you *skip this step*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-02.png)\r\n\r\n*Figure 3: The Find Your Friends screen*\r\n\r\n**Step 4.** On the *Profile Information* screen **Facebook** asks you to provide information such as the High school, College or University you attended, and your current Employer. While this information may make it easier for friends to find you, it will also make it easier for adversaries to find you too. We recommend that you **click** *skip this step*. \r\n\r\nBased on the information you provide at this step, **Facebook** will then make suggestions of possible classmates or colleagues of yours who you may wish to add as friends. Again, consider carefully who you wish to add and **do not add anyone as a contact who you do not know and trust**.\r\n\r\nIf you do not wish to add any friends at this point, you can also *skip this step*. \r\n\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-03.png)\r\n\r\n*Figure 4: The Profile Information screen*\r\n\r\n**Step 5.** On the *Profile Picture* screen **Facebook** asks you to provide a picture of yourself, either by **uploading** one or **taking** a picture with your webcam.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-04.png)\r\n\r\n*Figure 5: The Profile Picture screen*\r\n\r\nNote: This picture, as well as your *cover photo* on your **Facebook** timeline, will be visible to anyone who arrives at your profile, **including people who are not your friends**, and regardless of what your privacy settings are. Consider very carefully whether you want to use a photo in which you, your friends, family, colleagues or organisation could be recognised by possible adversaries. \r\n\r\nOnce you **click** *Skip* or *Save and Continue*, you will be prompted to check the inbox of the email address you provided. Here you should find an email from **Facebook** requiring you to follow a link to confirm the validity of your email address. Once you have done this, your **Facebook** page is created."
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "868", 
                            "num_revisions": "8", 
                            "path": "https://securityinabox.org/en/hands-guide-content/21-create-facebook-account", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601472", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.1 How to Create a Facebook Account", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844358", 
                                        "created": "1412019854", 
                                        "entity_id": "868", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "013441c0-19d5-4f59-9c1b-0522f3fe3b87", 
                            "vid": "7895", 
                            "vuuid": "65db8dc7-f796-4f7f-9717-70f62db726bb"
                        }, 
                        {
                            "changed": "1452601472", 
                            "comment": "0", 
                            "created": "1412019890", 
                            "current_revision_id": "7896", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.2 General Settings", 
                                        "value": "2.2 General Settings"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 6.</strong> From your <strong>Facebook</strong> Home page, <strong>click</strong> on the small arrow beside <em>Home</em> in the top right-hand corner and select <em>Settings</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-05.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: Options</em></p>\n\n<p>This will take you to the <em>Settings</em> menu.  On the left-hand side, you can choose different categories of settings. The first tab is <em>General Account Settings</em>, where you can edit information about your name, username, email, password, networks, and language.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-06.png\" alt=\"\" /></p>\n\n<p><em>Figure 7: General Account Settings</em></p>\n\n<p><strong>Step 7.</strong> You should <strong>update</strong> your password regularly, preferably at least once every three months. Remember, it is extremely important that you choose a strong password to protect your account and your information. Please see the <a href=\"../passwords\"><strong>Create and maintain secure passwords</strong></a> guide.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-08.png\" alt=\"\" /></p>\n\n<p><em>Figure 9: Password options</em></p>\n\n<p><strong>Step 8.</strong> Your network: <strong>Facebook</strong> allows you to join <em>networks</em>, based on criteria such as your high school, university, employer, hometown or current city, as a means of making it easier for people to find and connect with you. While this may make it easier for you to find contacts, it will also make it easier for people, including adversaries, to find you. Considering the volume of users of the site, it is improbable that you need to join a network in order to connect with the people you know and trust on <strong>Facebook</strong>.</p>\n\n<p><a name=\"2.2\" id=\"2.2\"></a></p>\n", 
                                        "value": "**Step 6.** From your **Facebook** Home page, **click** on the small arrow beside *Home* in the top right-hand corner and select *Settings*. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-05.png)\r\n\r\n*Figure 6: Options*\r\n\r\nThis will take you to the *Settings* menu.  On the left-hand side, you can choose different categories of settings. The first tab is *General Account Settings*, where you can edit information about your name, username, email, password, networks, and language.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-06.png)\r\n\r\n*Figure 7: General Account Settings*\r\n\r\n**Step 7.** You should **update** your password regularly, preferably at least once every three months. Remember, it is extremely important that you choose a strong password to protect your account and your information. Please see the [**Create and maintain secure passwords**](../passwords) guide.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-08.png)\r\n\r\n*Figure 9: Password options*\r\n\r\n**Step 8.** Your network: **Facebook** allows you to join *networks*, based on criteria such as your high school, university, employer, hometown or current city, as a means of making it easier for people to find and connect with you. While this may make it easier for you to find contacts, it will also make it easier for people, including adversaries, to find you. Considering the volume of users of the site, it is improbable that you need to join a network in order to connect with the people you know and trust on **Facebook**.\r\n\r\n<a name =\"2.2\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "869", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/22-general-settings", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601472", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.2 General Settings", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844363", 
                                        "created": "1412019890", 
                                        "entity_id": "869", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "0e816458-28cc-418f-8100-47baa65cf339", 
                            "vid": "7896", 
                            "vuuid": "b6fd6e0c-8745-4549-a5a0-47bb29e72969"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412019983", 
                            "current_revision_id": "7897", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.3 Security Settings", 
                                        "value": "2.3 Security Settings"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 9.</strong> <strong>Click</strong> on <img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-100.png\" alt=\"\" /> in the menu on the left hand side. This will open the Security Settings page.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-17.png\" alt=\"\" /></p>\n\n<p><em>Figure 10: The Security Settings page</em></p>\n\n<p><strong>Step 10.</strong> <strong>Click</strong> on the <em>Login Notifications</em> tab. Here, you can choose to be notified if an attempt is made to log in to your <strong>Facebook</strong> page from a device which you have not used before. Choose whether to receive by Email or Text Message/Push Notification.</p>\n\n<p><strong>Note</strong>: If you select to receive alerts via Text Message, this means you will link your mobile phone number to your <strong>Facebook</strong> account, making your activities on the site more easily identifiable.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-10.png\" alt=\"\" /></p>\n\n<p><em>Figure 12: Login Notifications options</em></p>\n\n<p><strong>Step 11.</strong> <em>Login Approvals</em>: For added security, you can choose to have to enter a security code every time your account is accessed from a computer or device <strong>Facebook</strong> does not recognise. The security code will be send as SMS to your mobile phone.</p>\n\n<p><strong>Note</strong>: Enabling this option will make it more difficult for someone else to access your account unless they also have access to your mobile phone. However, as mentioned above, it also involves associating your mobile phone number with your <strong>Facebook</strong> account. You should consider the pros and cons of this for your own situation and make the choice which you consider more secure for you.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-15.png\" alt=\"\" /></p>\n\n<p><em>Figure 13: Login Approvals options</em></p>\n\n<p><strong>Step 12.</strong> <em>Code Generator</em>: This setting allows you to use the <strong>Facebook</strong> mobile app on your smartphone in order to generate login codes or new passwords.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-11.png\" alt=\"\" /></p>\n\n<p><strong>Step 13.</strong> <em>Application Passwords</em>: If you use applications on <strong>Facebook</strong>, this option allows you to generate individual passwords for them. Unless you have a specific need to do so, however, we recommend avoiding Facebook applications.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-13b.png\" alt=\"\" /></p>\n\n<p><strong>Step 14.</strong> <em>Trusted Contacts</em>: This option allows you to select certain contacts from your <strong>Facebook</strong> friends who can help you to log-in to your account if for some reason you are otherwise unable to. This is done through sharing a secret code with your contact. If you decide to use this option, be sure to choose your trusted contacts carefully and <a href=\"../secure-communication\"><em>establish a secure means of communication</em></a> for sharing the code.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-14.png\" alt=\"\" /></p>\n\n<p><strong>Step 15.</strong> <em>Trusted Browsers</em>: Here you can review the browsers most frequently used to access your <strong>Facebook</strong> account.</p>\n\n<p><strong>Step 16.</strong> <em>Active Sessions</em>: This shows details of any <strong>Facebook</strong> session that you may have forgotten to log out of - for example in an internet caf, or a friend's computer - and therefore is still active. The location is determined by the IP address.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-12.png\" alt=\"\" /></p>\n\n<p><em>Fig. 14: An example of a list of several active sessions</em></p>\n\n<p>It is very important to close these sessions in order to prevent anyone else accessing your <strong>Facebook</strong> account, especially if you note any devices in the list which are not yours or you do not recognise. To do this, simply <strong>click</strong> <em>End Activity</em> beside each active session.</p>\n", 
                                        "value": "**Step 9.** **Click** on ![](/sites/siabnext.ttc.io/files/media/facebook-all-100.png) in the menu on the left hand side. This will open the Security Settings page.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-17.png)\r\n\r\n*Figure 10: The Security Settings page*\r\n\r\n**Step 10.** **Click** on the *Login Notifications* tab. Here, you can choose to be notified if an attempt is made to log in to your **Facebook** page from a device which you have not used before. Choose whether to receive by Email or Text Message/Push Notification.\r\n\r\n**Note**: If you select to receive alerts via Text Message, this means you will link your mobile phone number to your **Facebook** account, making your activities on the site more easily identifiable.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-10.png)\r\n\r\n*Figure 12: Login Notifications options*\r\n\r\n**Step 11.** *Login Approvals*: For added security, you can choose to have to enter a security code every time your account is accessed from a computer or device **Facebook** does not recognise. The security code will be send as SMS to your mobile phone.\r\n\r\n**Note**: Enabling this option will make it more difficult for someone else to access your account unless they also have access to your mobile phone. However, as mentioned above, it also involves associating your mobile phone number with your **Facebook** account. You should consider the pros and cons of this for your own situation and make the choice which you consider more secure for you.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-15.png)\r\n\r\n*Figure 13: Login Approvals options*\r\n\r\n**Step 12.** *Code Generator*: This setting allows you to use the **Facebook** mobile app on your smartphone in order to generate login codes or new passwords.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-11.png)\r\n\r\n**Step 13.** *Application Passwords*: If you use applications on **Facebook**, this option allows you to generate individual passwords for them. Unless you have a specific need to do so, however, we recommend avoiding Facebook applications.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-13b.png)\r\n\r\n**Step 14.** *Trusted Contacts*: This option allows you to select certain contacts from your **Facebook** friends who can help you to log-in to your account if for some reason you are otherwise unable to. This is done through sharing a secret code with your contact. If you decide to use this option, be sure to choose your trusted contacts carefully and [*establish a secure means of communication*](../secure-communication) for sharing the code.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-14.png)\r\n\r\n**Step 15.** *Trusted Browsers*: Here you can review the browsers most frequently used to access your **Facebook** account. \r\n\r\n**Step 16.** *Active Sessions*: This shows details of any **Facebook** session that you may have forgotten to log out of - for example in an internet caf, or a friend's computer - and therefore is still active. The location is determined by the IP address.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-12.png)\r\n\r\n*Fig. 14: An example of a list of several active sessions*\r\n\r\nIt is very important to close these sessions in order to prevent anyone else accessing your **Facebook** account, especially if you note any devices in the list which are not yours or you do not recognise. To do this, simply **click** *End Activity* beside each active session."
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "870", 
                            "num_revisions": "8", 
                            "path": "https://securityinabox.org/en/hands-guide-content/23-security-settings", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.3 Security Settings", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844367", 
                                        "created": "1412019983", 
                                        "entity_id": "870", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "fc9938b1-c39c-49c0-a99f-66000a2904db", 
                            "vid": "7897", 
                            "vuuid": "97a3deb7-6b0e-4d24-8dd8-2d8b73969680"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020266", 
                            "current_revision_id": "7898", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.4 Privacy Settings and Tools", 
                                        "value": "2.4 Privacy Settings and Tools"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 1.</strong> To edit your <strong>Facebook</strong> <em>Privacy Settings</em>, <strong>click</strong> on the small arrow beside <em>Home</em> in the top right-hand corner and select <em>Settings</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-05.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: Options</em></p>\n\n<p><strong>Step 2.</strong> This will take you to the <em>Settings</em> menu.  On the left-hand side, <strong>choose</strong> <em>Privacy</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-25.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Privacy settings page</em></p>\n\n<p><strong>Who can see my stuff?</strong></p>\n\n<p><strong>Step 3.</strong> The first option here creates a default rule for your future status updates: <em>Who can see your future posts?</em>. Here, you can <strong>choose</strong> between making them available to the entire public, your <strong>Facebook</strong> friends, yourself only, or a custom group which you can determine. Note that you can also change this for individual status updates, so that you can decide which ones are public, which ones are for friends or which ones are for a specific group. It's also worth noting, though, that everything you post is recorded by <strong>Facebook</strong> (including when you select <em>Only Me</em>) and can be handed over by them to third parties.</p>\n\n<p><strong>Step 4.</strong> The second option allows you to <strong>review</strong> the posts which other <strong>Facebook</strong> users have tagged you in. To see this, <strong>click</strong> on <em>Use Activity Log</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-18.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: Who can see your future posts</em></p>\n\n<p><strong>Step 5.</strong> The thrid option allows you to <strong>restrict</strong> access to previous status updates of yours which may have been public. <strong>Note</strong>, however, the limitation that individuals  you tagged and their friends will still be able to see this content.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-19.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Limit previous posts</em></p>\n\n<p><strong>Who can contact me?</strong></p>\n\n<p><strong>Step 6</strong>. In this section, you can decide who is able to send you a friend request. This is not particularly important in terms of information security, since in the end, it is still you who decides who to accept as a friend, and you should always exercise caution and avoid adding people who are unknown or untrusted. If you want to change this setting, <strong>click</strong> <em>Edit</em>.</p>\n\n<p><strong>Step 7.</strong> <em>Whose messages do I want filtered into my inbox?</em>: <strong>Facebook</strong> allows you to filter the messages you receive into two folders: <em>Inbox</em> and <em>Other</em>. Here you can <strong>choose</strong> between Basic Filtering, which is more permissive of messages from people who are not on your friend list, and Strict Filtering, which is less permissive.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-20.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: Who can contact me?</em></p>\n\n<p><strong>Who can look me up?</strong></p>\n\n<p><strong>Step 8.</strong> Here, you can limit the ease with which people can look you up by knowing your phone number or e-mail address (although this is still technically possible), as well as limiting people's ability to find your <strong>Facebook</strong> page via search engines. The default settings make it as easy as possible for individuals to find you this way, including possible adversaries. <strong>Click</strong> <em>Edit</em> on the first two options and ensure that only <strong>Friends</strong> can search for you by your e-mail address and phone number. For the third option, <strong>click</strong> <em>Edit</em> and <strong>uncheck</strong> the box which says <em>Let other search engines link to your timeline</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-21.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: Who can look me up?</em></p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n", 
                                        "value": " **Step 1.** To edit your **Facebook** *Privacy Settings*, **click** on the small arrow beside *Home* in the top right-hand corner and select *Settings*. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-05.png)\r\n\r\n*Figure 1: Options*\r\n\r\n**Step 2.** This will take you to the *Settings* menu.  On the left-hand side, **choose** *Privacy*. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-25.png)\r\n\r\n*Figure 2: Privacy settings page*\r\n\r\n**Who can see my stuff?**\r\n\r\n**Step 3.** The first option here creates a default rule for your future status updates: *Who can see your future posts?*. Here, you can **choose** between making them available to the entire public, your **Facebook** friends, yourself only, or a custom group which you can determine. Note that you can also change this for individual status updates, so that you can decide which ones are public, which ones are for friends or which ones are for a specific group. It's also worth noting, though, that everything you post is recorded by **Facebook** (including when you select *Only Me*) and can be handed over by them to third parties.\r\n\r\n**Step 4.** The second option allows you to **review** the posts which other **Facebook** users have tagged you in. To see this, **click** on *Use Activity Log*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-18.png)\r\n\r\n*Figure 3: Who can see your future posts*\r\n\r\n**Step 5.** The thrid option allows you to **restrict** access to previous status updates of yours which may have been public. **Note**, however, the limitation that individuals  you tagged and their friends will still be able to see this content.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-19.png)\r\n\r\n*Figure 4: Limit previous posts*\r\n\r\n**Who can contact me?**\r\n\r\n**Step 6**. In this section, you can decide who is able to send you a friend request. This is not particularly important in terms of information security, since in the end, it is still you who decides who to accept as a friend, and you should always exercise caution and avoid adding people who are unknown or untrusted. If you want to change this setting, **click** *Edit*.\r\n\r\n**Step 7.** *Whose messages do I want filtered into my inbox?*: **Facebook** allows you to filter the messages you receive into two folders: *Inbox* and *Other*. Here you can **choose** between Basic Filtering, which is more permissive of messages from people who are not on your friend list, and Strict Filtering, which is less permissive.  \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-20.png)\r\n\r\n*Figure 5: Who can contact me?*\r\n\r\n**Who can look me up?**\r\n\r\n**Step 8.** Here, you can limit the ease with which people can look you up by knowing your phone number or e-mail address (although this is still technically possible), as well as limiting people's ability to find your **Facebook** page via search engines. The default settings make it as easy as possible for individuals to find you this way, including possible adversaries. **Click** *Edit* on the first two options and ensure that only **Friends** can search for you by your e-mail address and phone number. For the third option, **click** *Edit* and **uncheck** the box which says *Let other search engines link to your timeline*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-21.png)\r\n\r\n*Figure 6: Who can look me up?*\r\n\r\n<a name=\"3.2\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "872", 
                            "num_revisions": "3", 
                            "path": "https://securityinabox.org/en/hands-guide-content/24-privacy-settings-and-tools", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.4 Privacy Settings and Tools", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844373", 
                                        "created": "1412020266", 
                                        "entity_id": "872", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "ef4d51ff-2e03-45a8-8977-d48259c4a09e", 
                            "vid": "7898", 
                            "vuuid": "999c6b55-3337-489a-a643-f21537325e16"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020301", 
                            "current_revision_id": "7899", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.5 Timeline and Tagging", 
                                        "value": "2.5 Timeline and Tagging"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>As we've mentioned before, your information security on <strong>Facebook</strong> has a lot to do with the behaviour of your friends. In the <em>Timeline and Tagging</em> menu, you can determine what happens when friends tag you or your posts and what happens when they post on your timeline.</p>\n\n<p><strong>Step 1.</strong> In the left-hand sidebar, <strong>click</strong> on the <em>Timeline and Tagging</em> menu.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-27.png\" alt=\"\" /></p>\n\n<p><em>Figure 7: The Timeline and Tagging menu</em></p>\n\n<p><strong>Step 2.</strong> If you want your timeline to be truly <em>yours</em>, it's advisable to <strong>disallow</strong> posts on your timeline from anyone but yourself. To do this, click <em>edit</em> beside <em>Who can post on your timeline</em> and select <em>Only Me</em>.</p>\n\n<p><strong>Step 3.</strong> Here, you can decide what happens when other friends tag you in their posts and photographs. It is advisable that you <strong>click</strong> <em>edit</em> and <strong>enable</strong> the <em>Review posts that friends tag you in...</em> option so that you can prevent any irresponsible tagging from friends appearing on your timeline. However, this won't prevent their posts (including your tag) from being visible to their friends, or perhaps even the public, depending on their settings.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-28.png\" alt=\"\" /></p>\n\n<p><em>Figure 8: Who can add things to my timeline?</em></p>\n\n<p><strong>Step 4.</strong> <em>Who can see things on my timeline?</em> This item is associated with the previous options. Previously, we've decided who gets to publish material to your timeline, and here, you get to decide who can read them. If you <strong>click</strong> <em>Edit</em>, you can <strong>change</strong> these settings so that either everyone, friends of friends, a custom group of people, or only yourself can see posts you've been tagged in, or things others post on your timeline.</p>\n\n<p>The first option, <em>View As</em>, is an interesting way to see what certain individuals can see on your timeline. However, keep in mind that <strong>Facebook</strong> can still record all of the above and share it with third parties including law enforcement.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-29.png\" alt=\"\" /></p>\n\n<p><em>Figure 9: Who can see things on my timeline?</em></p>\n\n<p><strong>Step 5.</strong> <em>How can I manage tags people add and tagging suggestions?</em> This refers to tags of you by other users of <strong>Facebook</strong>. It's best if you <strong>switch on</strong> the <em>Review tags people add to your own posts before the tags appear on Facebook</em> option, and <strong>limit</strong> the audience for the second option to <em>Only Me</em>. <strong>Facebook</strong> has begun using a form of <strong>facial recognition</strong> technology which allows it to identify photographs that look like you among your friends' and contacts' photos and suggest that they <em>tag</em> you in the photos. Naturally, for rights advocates, this could be particularly sensitive and therefore it's strongly recommended that you <strong>deactivate</strong> this option if it is available to you.</p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n", 
                                        "value": "As we've mentioned before, your information security on **Facebook** has a lot to do with the behaviour of your friends. In the *Timeline and Tagging* menu, you can determine what happens when friends tag you or your posts and what happens when they post on your timeline. \r\n\r\n**Step 1.** In the left-hand sidebar, **click** on the *Timeline and Tagging* menu.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-27.png)\r\n\r\n*Figure 7: The Timeline and Tagging menu*\r\n\r\n**Step 2.** If you want your timeline to be truly *yours*, it's advisable to **disallow** posts on your timeline from anyone but yourself. To do this, click *edit* beside *Who can post on your timeline* and select *Only Me*.\r\n\r\n**Step 3.** Here, you can decide what happens when other friends tag you in their posts and photographs. It is advisable that you **click** *edit* and **enable** the *Review posts that friends tag you in...* option so that you can prevent any irresponsible tagging from friends appearing on your timeline. However, this won't prevent their posts (including your tag) from being visible to their friends, or perhaps even the public, depending on their settings.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-28.png)\r\n\r\n*Figure 8: Who can add things to my timeline?*\r\n\r\n**Step 4.** *Who can see things on my timeline?* This item is associated with the previous options. Previously, we've decided who gets to publish material to your timeline, and here, you get to decide who can read them. If you **click** *Edit*, you can **change** these settings so that either everyone, friends of friends, a custom group of people, or only yourself can see posts you've been tagged in, or things others post on your timeline. \r\n\r\nThe first option, *View As*, is an interesting way to see what certain individuals can see on your timeline. However, keep in mind that **Facebook** can still record all of the above and share it with third parties including law enforcement.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-29.png)\r\n\r\n*Figure 9: Who can see things on my timeline?*\r\n\r\n**Step 5.** *How can I manage tags people add and tagging suggestions?* This refers to tags of you by other users of **Facebook**. It's best if you **switch on** the *Review tags people add to your own posts before the tags appear on Facebook* option, and **limit** the audience for the second option to *Only Me*. **Facebook** has begun using a form of **facial recognition** technology which allows it to identify photographs that look like you among your friends' and contacts' photos and suggest that they *tag* you in the photos. Naturally, for rights advocates, this could be particularly sensitive and therefore it's strongly recommended that you **deactivate** this option if it is available to you.\r\n\r\n<a name=\"3.3\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "873", 
                            "num_revisions": "3", 
                            "path": "https://securityinabox.org/en/hands-guide-content/25-timeline-and-tagging", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.5 Timeline and Tagging", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844384", 
                                        "created": "1412020301", 
                                        "entity_id": "873", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "3aeb996f-ad9d-4f3f-9da1-94cb7a99f062", 
                            "vid": "7899", 
                            "vuuid": "6d086ba4-36d3-47ee-a5e8-759071f45361"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020371", 
                            "current_revision_id": "7900", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.6 Blocking Users and Apps", 
                                        "value": "2.6 Blocking Users and Apps"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 6.</strong> In the menu on the left, <strong>select</strong> <em>Blocking</em>. Here, <strong>Facebook</strong> offers ample opportunities for blocking unwanted, intrusive, and sometimes potentially dangerous information.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-30.png\" alt=\"\" /></p>\n\n<p><em>Figure 10: Select Blocking from the drop-down list</em></p>\n\n<p><strong>Step 7.</strong> <em>Restricted List</em>. Here, you can discretely add <strong>Facebook</strong> friends to a list which will limit them to only being able to view information you share publicly on your timeline (per the settings we explored above). To add friends to the list, <strong>click</strong> <em>Edit List</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-31.png\" alt=\"\" /></p>\n\n<p><em>Figure 11: Restricted List</em></p>\n\n<p><strong>Step 8.</strong> <em>Block users</em>. Here you can block a user from accessing your <strong>Facebook</strong> page, any of your content, or adding you as a friend.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-32.png\" alt=\"\" /></p>\n\n<p><em>Figure 12: Block Users</em></p>\n\n<p><strong>Step 9.</strong> <em>Block app invites</em>. Often, we will have <strong>Facebook</strong> friends who are enthusiastic about a particular application, often a game, and they will continuously send us invites to join this game. Here, you can block application invites from such friends.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-33.png\" alt=\"\" /></p>\n\n<p><em>Figure 13: Block App Invites</em></p>\n\n<p><strong>Step 10.</strong> <em>Block event invites</em>. Similarly, here you can block invitations to events from certain <strong>Facebook</strong> friends.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-34.png\" alt=\"\" /></p>\n\n<p><em>Figure 14: Block Event Invites</em></p>\n\n<p><strong>Step 11.</strong> <em>Block application</em>. As the name suggests, here you can prevent an application from accessing all but your public information.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-35.png\" alt=\"\" /></p>\n\n<p><em>Figure 15: Block Apps</em></p>\n", 
                                        "value": "**Step 6.** In the menu on the left, **select** *Blocking*. Here, **Facebook** offers ample opportunities for blocking unwanted, intrusive, and sometimes potentially dangerous information.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-30.png)\r\n\r\n*Figure 10: Select Blocking from the drop-down list*\r\n\r\n**Step 7.** *Restricted List*. Here, you can discretely add **Facebook** friends to a list which will limit them to only being able to view information you share publicly on your timeline (per the settings we explored above). To add friends to the list, **click** *Edit List*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-31.png)\r\n\r\n*Figure 11: Restricted List*\r\n\r\n**Step 8.** *Block users*. Here you can block a user from accessing your **Facebook** page, any of your content, or adding you as a friend.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-32.png)\r\n\r\n*Figure 12: Block Users*\r\n\r\n**Step 9.** *Block app invites*. Often, we will have **Facebook** friends who are enthusiastic about a particular application, often a game, and they will continuously send us invites to join this game. Here, you can block application invites from such friends.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-33.png)\r\n\r\n*Figure 13: Block App Invites*\r\n\r\n**Step 10.** *Block event invites*. Similarly, here you can block invitations to events from certain **Facebook** friends.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-34.png)\r\n\r\n*Figure 14: Block Event Invites*\r\n\r\n**Step 11.** *Block application*. As the name suggests, here you can prevent an application from accessing all but your public information.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-35.png)\r\n\r\n*Figure 15: Block Apps*"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "874", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/26-blocking-users-and-apps", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.6 Blocking Users and Apps", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844390", 
                                        "created": "1412020371", 
                                        "entity_id": "874", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "dbfa0d9b-e8c1-402b-b5e7-e6a3f6eabf0f", 
                            "vid": "7900", 
                            "vuuid": "f81a1316-4042-4c63-ba1b-51551f159047"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020425", 
                            "current_revision_id": "7901", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.7 Followers", 
                                        "value": "2.7 Followers"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Facebook</strong> gives you the option of allowing people to subscribe to your news feed, without being friends. Be aware however, that if you allow others to subscribe to your news feed, then some of your data is available for them and others in their network to see.  The safest option is not to allow people to subscribe to your news feed.</p>\n\n<p><strong>Step 16.</strong> <strong>Click</strong> on <em>Followers</em> from the menu on the left.</p>\n\n<p><strong>Step 17</strong>. Ensure that <em>Friends</em> is <strong>selected</strong>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-36.png\" alt=\"\" /></p>\n\n<p><em>Fig. 18: Follower settings</em></p>\n", 
                                        "value": "**Facebook** gives you the option of allowing people to subscribe to your news feed, without being friends. Be aware however, that if you allow others to subscribe to your news feed, then some of your data is available for them and others in their network to see.  The safest option is not to allow people to subscribe to your news feed.\r\n\r\n**Step 16.** **Click** on *Followers* from the menu on the left.\r\n\r\n**Step 17**. Ensure that *Friends* is **selected**.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-36.png)\r\n\r\n*Fig. 18: Follower settings*"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "875", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/27-followers", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.7 Followers", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844397", 
                                        "created": "1412020425", 
                                        "entity_id": "875", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "2c9e7437-cd99-4ac2-a13a-b73091612c10", 
                            "vid": "7901", 
                            "vuuid": "02e6cb6a-d279-4f5c-be8f-b97de951c937"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020536", 
                            "current_revision_id": "7902", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.8 Applications", 
                                        "value": "2.8 Applications"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>Many <strong>Facebook</strong> users love and actively use <em>applications</em>  for example, games and ways to empower communications, such as social readers. Each application is associated with your <strong>Facebook</strong> account, and the basic data of your <strong>Facebook</strong> account will be available to any application (such as your name, gender, public pictures and network). Also, when installing a new application, it may ask for your permission to have access to the same or other information about you and your friends. This includes a variety of data, such as age, place of residence, education, circle of friends and contacts. Thus, the application can gather and share information such as what country you come from and where you currently are. Some of this information you may consider sensitive. Therefore, for safety reasons, we recommend not to use <strong>Facebook</strong> applications unless you really need to.</p>\n\n<p><strong>Step 1.</strong> <strong>Click</strong> on <em>Apps</em> in the menu on the left.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-37.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: Application menu</em></p>\n\n<p><strong>Step 2.</strong> <em>Apps you use</em>. Here, you can enable or disable the so-called \"Facebook Platform\" which allows you to use Apps. By default, this option is enabled. It allows you, for example, to register for other sites using your <strong>Facebook</strong> account. On the one hand, this is convenient: no need to spend time on the registration form and fill in all the fields, especially if you do not intend to make frequent use of this site (for example, you want to leave a comment on a news story, or sign a petition). On the other hand, your comment will be linked to your <strong>Facebook</strong> account, recorded and possibly shared. If using Apps isn't important to you or your work, it's recommended that you <strong>click</strong> <em>Turn Off Platform</em> in order to better protect your privacy. If you do decide to leave the option enabled, then pay attention to the list of applications already installed at this point. Do you really need them all?</p>\n\n<p><strong>Step 3.</strong> By <strong>clicking</strong> on an app you can see what information it has access to.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-38.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Details of an app</em></p>\n\n<p><strong>Step 4.</strong> To remove an application, <strong>click</strong> on the 'x' beside the app in the list, and then <strong>click</strong> <em>Remove</em> in the warning window which pops up.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-39.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: Remove an application</em></p>\n\n<p><strong>Step 5</strong> <em>Apps others use</em>. We also have to consider that some of our <strong>Facebook</strong> friends bring our information into the apps that <em>they</em> use. By <strong>clicking</strong> on <em>Apps others use</em>, you can <strong>un-check</strong> the boxes beside categories of your information which you don't want to share with your friends' applications.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-40.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Apps others use</em></p>\n\n<p><strong>Step 6.</strong> <em>Instant personalisation</em>. <strong>Facebook</strong>'s <em>Instant Personalization</em> also grants certain websites access to your public profile information when you visit them. What these sites do is that they adjust their web contents to suit your wants and needs, thus creating a personalized experience. To be more secure, if this service is available in your region, you should <strong>disable</strong> it.</p>\n\n<p><strong>Step 7.</strong> <strong>Click</strong> <img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-93.png\" alt=\"\" /> under the <em>Instant Personalisation</em> tab. <strong>Click</strong> <img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-91.png\" alt=\"\" /> on the screen which will appear to explain what <em>Instant Personalisation</em> is, and at the bottom of the next page, make sure the box marked <em>Enable instant personalisation on partner websites</em> is <strong>unchecked</strong>.</p>\n\n<p><a name=\"4.2\" id=\"4.2\"></a></p>\n", 
                                        "value": "Many **Facebook** users love and actively use *applications*  for example, games and ways to empower communications, such as social readers. Each application is associated with your **Facebook** account, and the basic data of your **Facebook** account will be available to any application (such as your name, gender, public pictures and network). Also, when installing a new application, it may ask for your permission to have access to the same or other information about you and your friends. This includes a variety of data, such as age, place of residence, education, circle of friends and contacts. Thus, the application can gather and share information such as what country you come from and where you currently are. Some of this information you may consider sensitive. Therefore, for safety reasons, we recommend not to use **Facebook** applications unless you really need to.\r\n\r\n**Step 1.** **Click** on *Apps* in the menu on the left.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-37.png)\r\n\r\n*Figure 1: Application menu*\r\n\r\n**Step 2.** *Apps you use*. Here, you can enable or disable the so-called \"Facebook Platform\" which allows you to use Apps. By default, this option is enabled. It allows you, for example, to register for other sites using your **Facebook** account. On the one hand, this is convenient: no need to spend time on the registration form and fill in all the fields, especially if you do not intend to make frequent use of this site (for example, you want to leave a comment on a news story, or sign a petition). On the other hand, your comment will be linked to your **Facebook** account, recorded and possibly shared. If using Apps isn't important to you or your work, it's recommended that you **click** *Turn Off Platform* in order to better protect your privacy. If you do decide to leave the option enabled, then pay attention to the list of applications already installed at this point. Do you really need them all?\r\n\r\n**Step 3.** By **clicking** on an app you can see what information it has access to. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-38.png)\r\n\r\n*Figure 2: Details of an app*\r\n\r\n**Step 4.** To remove an application, **click** on the 'x' beside the app in the list, and then **click** *Remove* in the warning window which pops up.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-39.png)\r\n\r\n*Figure 3: Remove an application*\r\n\r\n**Step 5** *Apps others use*. We also have to consider that some of our **Facebook** friends bring our information into the apps that *they* use. By **clicking** on *Apps others use*, you can **un-check** the boxes beside categories of your information which you don't want to share with your friends' applications.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-40.png)\r\n\r\n*Figure 4: Apps others use*\r\n\r\n**Step 6.** *Instant personalisation*. **Facebook**'s *Instant Personalization* also grants certain websites access to your public profile information when you visit them. What these sites do is that they adjust their web contents to suit your wants and needs, thus creating a personalized experience. To be more secure, if this service is available in your region, you should **disable** it.\r\n\r\n**Step 7.** **Click** ![](/sites/siabnext.ttc.io/files/media/facebook-all-93.png) under the *Instant Personalisation* tab. **Click** ![](/sites/siabnext.ttc.io/files/media/facebook-all-91.png) on the screen which will appear to explain what *Instant Personalisation* is, and at the bottom of the next page, make sure the box marked *Enable instant personalisation on partner websites* is **unchecked**.\r\n\r\n<a name=\"4.2\">"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "877", 
                            "num_revisions": "3", 
                            "path": "https://securityinabox.org/en/hands-guide-content/28-applications", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.8 Applications", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844409", 
                                        "created": "1412020536", 
                                        "entity_id": "877", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "7dda4667-84a5-4939-8cce-5145c8f66649", 
                            "vid": "7902", 
                            "vuuid": "8e574e93-637c-4b72-bbb4-52cf7479686f"
                        }, 
                        {
                            "changed": "1452601469", 
                            "comment": "0", 
                            "created": "1412020578", 
                            "current_revision_id": "7903", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "2.9 Advertising Settings", 
                                        "value": "2.9 Advertising Settings"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>Advertising is fundamentally important to social networking companies, as it is their source of revenue. There will always be advertisements on social networking sites such as <strong>Facebook</strong>, though we can make them less personal, which is the right move in terms of information security and privacy.</p>\n\n<p><strong>Step 1</strong>. In the column on the left, <strong>select</strong> <em>Ads</em>.</p>\n\n<p><strong>Facebook</strong> currently promises not to associate your name or picture with third-party advertisements, although they leave space for this to be possible in the future. It's a good idea to change these settings so that your details still remain private in case advertising rules change in the future:</p>\n\n<p><strong>Step 2.</strong> <strong>Click</strong> <em>Edit</em> beside <em>Third Party Sites</em>.</p>\n\n<p><strong>Step 3.</strong>  <strong>Select</strong> <em>No-one</em> and <strong>select</strong> <em>Save Changes</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-41.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: Switching off Third Party Sites</em></p>\n\n<p><strong>Step 4.</strong> <em>Social Ads</em>. Here, <strong>Facebook</strong> encourages users to become ambassadors for products or pages they have 'liked'. This means that you could be used to advertise a page or product to your friends. If this makes you uncomfortable, it's recommended that you disable it.</p>\n\n<p><strong>Step 5</strong>. Under <em>Ads and friends</em>, <strong>click</strong> <em>Edit</em> and <strong>select</strong> <em>No-One</em> from the drop-down menu.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-42.png\" alt=\"\" /></p>\n\n<p><em>Figure 7: Switching off Social Ads</em>.</p>\n\n<p><strong>Step 6.</strong> <em>Website and mobile app custom audiences</em>. <strong>Facebook</strong> by default tries to pick to display targeted advertising on your tastes and interests. To get rid of this, you need to <strong>click</strong> on the <em>Opt Out</em> link in this paragraph.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-43.png\" alt=\"\" /></p>\n\n<p><em>Figure 8: Select 'Opt Out'</em></p>\n\n<p>This will open a page titled <em>Custom Audiences from your Website and Mobile App</em>, where <strong>Facebook</strong> gives more information about its advertising policy. In the middle of the text is the <em>Opt Out</em> button for you to <strong>confirm</strong>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-44.png\" alt=\"\" /></p>\n\n<p>After a request for confirmation, you will see the result:</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/facebook-all-45.png\" alt=\"\" /></p>\n\n<p><strong>Note</strong> that changes made to this setting are not recorded by <strong>Facebook</strong>, but are rather stored in your browser. Unfortunately, you must <strong>repeat</strong> this process for every browser, app and device you use to connect to <strong>Facebook</strong>.</p>\n", 
                                        "value": "Advertising is fundamentally important to social networking companies, as it is their source of revenue. There will always be advertisements on social networking sites such as **Facebook**, though we can make them less personal, which is the right move in terms of information security and privacy.\r\n\r\n**Step 1**. In the column on the left, **select** *Ads*.\r\n\r\n**Facebook** currently promises not to associate your name or picture with third-party advertisements, although they leave space for this to be possible in the future. It's a good idea to change these settings so that your details still remain private in case advertising rules change in the future:\r\n\r\n**Step 2.** **Click** *Edit* beside *Third Party Sites*.\r\n\r\n**Step 3.**  **Select** *No-one* and **select** *Save Changes*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-41.png)\r\n\r\n*Figure 6: Switching off Third Party Sites*\r\n\r\n**Step 4.** *Social Ads*. Here, **Facebook** encourages users to become ambassadors for products or pages they have 'liked'. This means that you could be used to advertise a page or product to your friends. If this makes you uncomfortable, it's recommended that you disable it. \r\n\r\n**Step 5**. Under *Ads and friends*, **click** *Edit* and **select** *No-One* from the drop-down menu.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-42.png)\r\n\r\n*Figure 7: Switching off Social Ads*.\r\n\r\n**Step 6.** *Website and mobile app custom audiences*. **Facebook** by default tries to pick to display targeted advertising on your tastes and interests. To get rid of this, you need to **click** on the *Opt Out* link in this paragraph.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-43.png)\r\n\r\n*Figure 8: Select 'Opt Out'*\r\n\r\nThis will open a page titled *Custom Audiences from your Website and Mobile App*, where **Facebook** gives more information about its advertising policy. In the middle of the text is the *Opt Out* button for you to **confirm**.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-44.png)\r\n\r\nAfter a request for confirmation, you will see the result:\r\n\r\n![](/sites/siabnext.ttc.io/files/media/facebook-all-45.png)\r\n\r\n**Note** that changes made to this setting are not recorded by **Facebook**, but are rather stored in your browser. Unfortunately, you must **repeat** this process for every browser, app and device you use to connect to **Facebook**."
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "878", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/29-advertising-settings", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601469", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "2.9 Advertising Settings", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844414", 
                                        "created": "1412020578", 
                                        "entity_id": "878", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "65362752-ee9d-462e-8f98-b2580e613184", 
                            "vid": "7903", 
                            "vuuid": "c2ea1d6f-acaa-4e29-b0c2-9201cff00fc7"
                        }, 
                        {
                            "changed": "1453903411", 
                            "comment": "0", 
                            "created": "1412021244", 
                            "current_revision_id": "13019", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "109"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3. Twitter", 
                                        "value": "3. Twitter"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter_logo.png\" alt=\"\" /></p>\n\n<p><strong>Twitter</strong> states in its terms of service: This license is you authorising us to make your Tweets available to the rest of the world and to let others do the same. But whats yours is yours  you own your content. Moreover, <strong>Twitter</strong> reserves the right to hand over your information to governments should a request be made.</p>\n\n<p>Though <strong>Twitter</strong> is a website, many people interact with and manage <strong>Twitter</strong> via desktop and smartphone applications that are known as <strong>Twitter</strong> clients. If you use a <strong>Twitter</strong> client you should make sure it is connecting to the site securely, over an encrypted connection, see <a href=\"../secure-communication#497\"><strong>Keeping your webmail private</strong></a> in <a href=\"../secure-communication\"><strong>our guide How to keep your Internet communication private</strong></a>.</p>\n\n<p>Furthermore, like <strong>Facebook</strong>, many people use <strong>Twitter</strong> in conjunction with numerous other websites and applications in order to share status updates, photos, locations, links, and so forth. Using these applications pose many potential security vulnerabilities, and it is very important that the privacy settings on all other applications are made as secure as possible.</p>\n\n<p>Twitter is actively monitored by numerous governments, including the United States government. Moreover, Twitter's <a href=\"https://www.twitter.com/tos\"><strong>Terms of Service</strong></a> state that they will share your information in response to legal requests including governmental investigations. For more information, see Twitter's <a href=\"https://www.twitter.com/privacy/\"><strong>Privacy Policy</strong></a> and its <a href=\"https://transparency.twitter.com/\"><strong>Transparency Report</strong></a>.</p>\n", 
                                        "value": "![](/sites/siabnext.ttc.io/files/media/twitter_logo.png)\r\n\r\n**Twitter** states in its terms of service: This license is you authorising us to make your Tweets available to the rest of the world and to let others do the same. But whats yours is yours  you own your content. Moreover, **Twitter** reserves the right to hand over your information to governments should a request be made.\r\n\r\nThough **Twitter** is a website, many people interact with and manage **Twitter** via desktop and smartphone applications that are known as **Twitter** clients. If you use a **Twitter** client you should make sure it is connecting to the site securely, over an encrypted connection, see [**Keeping your webmail private**](../secure-communication#497) in [**our guide How to keep your Internet communication private**](../secure-communication).\r\n\r\nFurthermore, like **Facebook**, many people use **Twitter** in conjunction with numerous other websites and applications in order to share status updates, photos, locations, links, and so forth. Using these applications pose many potential security vulnerabilities, and it is very important that the privacy settings on all other applications are made as secure as possible.\r\n\r\nTwitter is actively monitored by numerous governments, including the United States government. Moreover, Twitter's [**Terms of Service**](https://www.twitter.com/tos) state that they will share your information in response to legal requests including governmental investigations. For more information, see Twitter's [**Privacy Policy**](https://www.twitter.com/privacy/) and its [**Transparency Report**](https://transparency.twitter.com/). "
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "name": "chris", 
                            "nid": "882", 
                            "num_revisions": "13", 
                            "path": "https://securityinabox.org/en/hands-guide-content/3-twitter", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1453903411", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3. Twitter", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1453903411", 
                                        "created": "1412021244", 
                                        "entity_id": "882", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": "882", 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "f5dcdaa7-ad2b-4b20-be0e-797e420bee24", 
                            "vid": "13019", 
                            "vuuid": "595bbd90-139b-45e6-9c5c-f77dc84da421"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022136", 
                            "current_revision_id": "7904", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.1 Basic Account Settings on Twitter", 
                                        "value": "3.1 Basic Account Settings on Twitter"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Twitter</strong>'s Basic Account Settings allow you to control how people can find your profile, what information you share and the level of security your account requires when you are using the web-browser based version of <strong>Twitter</strong> (that is to say, not a client, smartphone app, or GSM phone).</p>\n\n<p><strong>Step 1.</strong> In order to access your account settings <strong>login to your account</strong> using <a href=\"../firefox/windows\"><strong>Mozilla Firefox</strong></a> browser and <strong>click</strong> on the <img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-01.png\" alt=\"\" /> icon at the top right of the screen to open the <strong>options menu</strong>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-02.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: Options menu</em></p>\n\n<p><strong>Step 2.</strong> In the drop-down menu, <strong>choose</strong> <em>Settings</em>. This will open the settings page.</p>\n\n<p><strong>Step 3.</strong> On the settings page, you have a list of pages on the left-hand side where you can click between various categories of settings.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-03.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Settings categories</em></p>\n\n<p>The first category is basic account settings.</p>\n\n<p><strong>Step 4.</strong> At the top of the Account Settings list, you will find the username and e-mail settings. Choose carefully whether you want to use your real name or a pseudonym as your <strong>username</strong>, and which email address you wish to associate with your profile. It may be best to <a href=\"../riseup/internet\">set up a new e-mail address</a> using the <a href=\"../torbrowser/windows\"><strong>Tor Browser</strong></a> and connect to <strong>Twitter</strong> only using <strong>Tor</strong> if you wish to protect your identity.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-04.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Username and email settings</em></p>\n\n<p><a name=\"2.2\" id=\"2.2\"> </a></p>\n", 
                                        "value": "**Twitter**'s Basic Account Settings allow you to control how people can find your profile, what information you share and the level of security your account requires when you are using the web-browser based version of **Twitter** (that is to say, not a client, smartphone app, or GSM phone).\r\n\r\n**Step 1.** In order to access your account settings **login to your account** using [**Mozilla Firefox**](../firefox/windows) browser and **click** on the ![](/sites/siabnext.ttc.io/files/media/twitter-en-all-01.png) icon at the top right of the screen to open the **options menu**. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-02.png)\r\n\r\n*Figure 1: Options menu*\r\n\r\n**Step 2.** In the drop-down menu, **choose** *Settings*. This will open the settings page. \r\n\r\n**Step 3.** On the settings page, you have a list of pages on the left-hand side where you can click between various categories of settings.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-03.png)\r\n\r\n*Figure 2: Settings categories*\r\n\r\nThe first category is basic account settings.\r\n\r\n**Step 4.** At the top of the Account Settings list, you will find the username and e-mail settings. Choose carefully whether you want to use your real name or a pseudonym as your **username**, and which email address you wish to associate with your profile. It may be best to [set up a new e-mail address](../riseup/internet) using the [**Tor Browser**](../torbrowser/windows) and connect to **Twitter** only using **Tor** if you wish to protect your identity.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-04.png)\r\n\r\n*Figure 2: Username and email settings*\r\n\r\n<a name=\"2.2\"> </a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "884", 
                            "num_revisions": "6", 
                            "path": "https://securityinabox.org/en/hands-guide-content/31-basic-account-settings-twitter", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.1 Basic Account Settings on Twitter", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844418", 
                                        "created": "1412022136", 
                                        "entity_id": "884", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "9546d157-895a-42a2-9e77-ebf8ba1dd366", 
                            "vid": "7904", 
                            "vuuid": "37b5897e-429e-4683-8454-aa584229fa3f"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022217", 
                            "current_revision_id": "7905", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.2 Security and Privacy Settings on Twitter", 
                                        "value": "3.2 Security and Privacy Settings on Twitter"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 5.</strong> <strong>Click</strong> on <em>Security and privacy</em> in the left-hand sidebar in order to access the Security and Privacy settings page.</p>\n\n<p><strong>Step 6.</strong> <strong>Login verifications.</strong> Here, <strong>Twitter</strong> gives you the option of sending a message to your mobile phone or smartphone any time your account is accessed. This is reccommendable if you are are also using the <strong>Twitter</strong> application on your smartphone. In this case, <strong>choose</strong> the <em>Send login verifications to the Twitter app</em> option.</p>\n\n<p><strong>Note</strong> that while this may be useful in alerting you to an unauthorised attempt to access your account, associating your mobile phone to your Twitter account makes your account more easily identifiable and is not advisable if you want to use <strong>Twitter</strong> anonymously or with a pseudonym.</p>\n\n<p><strong>Step 7.</strong> <strong>Photo tagging.</strong> Here, <strong>Twitter</strong> allows you to control who, if anyone, can tag you in photos they upload. Since there is no option to <em>approve</em> or <em>disapprove</em> tagging in photos, it's advised that you choose the option <em>Do not allow anyone to tag me in photos</em>. This is particularly important in cases where you may be photographed during protests, for example, which could later be used as evidence.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-05.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: Tagging options</em></p>\n\n<p><strong>Step 8.</strong> <strong>Tweet privacy</strong>. Here, <strong>Twitter</strong> allows you to control who can see your tweets: the public in general, or only individuals who you <em>allow</em> to follow you. Note that even if you choose the <em>Protect my tweets</em> option, they are still acessible to <strong>Twitter</strong> and therefore can still be recorded and handed over to third parties.</p>\n\n<p><strong>Step 9.</strong> <strong>Tweet location</strong>. Here, <strong>Twitter</strong> gives you the option of adding a location to your tweets. This option is disabled by default. If sharing your location widely is appropriate in order to stay safe, then this option may be useful. However, it is generally reccommended that you leave this feature <strong>disabled</strong> as your location information can also be very useful to your adversaries.</p>\n\n<p><strong>Step 10.</strong> <strong>Discoverability</strong>. Here, <strong>Twitter</strong> gives you the option of allowing people to find your <strong>Twitter</strong> account if they already have your e-mail address. If you wish to maintain more privacy for your twitter account, it's reccommended that you <strong>disable</strong> this option.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-06.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Discoverability options</em></p>\n\n<p><strong>Step 11.</strong> <strong>Personalisation and promotion</strong>. Here, <strong>Twitter</strong> gives you the option of allowing them to monitor your behaviour on <strong>Twitter</strong> and other websites and tailor the content and advertisements you see based on this, as well as sharing your data with third parties. It is reccommended that you <strong>uncheck</strong> these boxes for more privacy.</p>\n\n<p><a name=\"2.3\" id=\"2.3\"></a></p>\n", 
                                        "value": "**Step 5.** **Click** on *Security and privacy* in the left-hand sidebar in order to access the Security and Privacy settings page. \r\n\r\n**Step 6.** **Login verifications.** Here, **Twitter** gives you the option of sending a message to your mobile phone or smartphone any time your account is accessed. This is reccommendable if you are are also using the **Twitter** application on your smartphone. In this case, **choose** the *Send login verifications to the Twitter app* option.  \r\n\r\n**Note** that while this may be useful in alerting you to an unauthorised attempt to access your account, associating your mobile phone to your Twitter account makes your account more easily identifiable and is not advisable if you want to use **Twitter** anonymously or with a pseudonym. \r\n\r\n**Step 7.** **Photo tagging.** Here, **Twitter** allows you to control who, if anyone, can tag you in photos they upload. Since there is no option to *approve* or *disapprove* tagging in photos, it's advised that you choose the option *Do not allow anyone to tag me in photos*. This is particularly important in cases where you may be photographed during protests, for example, which could later be used as evidence.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-05.png)\r\n\r\n*Figure 3: Tagging options* \r\n\r\n**Step 8.** **Tweet privacy**. Here, **Twitter** allows you to control who can see your tweets: the public in general, or only individuals who you *allow* to follow you. Note that even if you choose the *Protect my tweets* option, they are still acessible to **Twitter** and therefore can still be recorded and handed over to third parties. \r\n\r\n**Step 9.** **Tweet location**. Here, **Twitter** gives you the option of adding a location to your tweets. This option is disabled by default. If sharing your location widely is appropriate in order to stay safe, then this option may be useful. However, it is generally reccommended that you leave this feature **disabled** as your location information can also be very useful to your adversaries. \r\n\r\n**Step 10.** **Discoverability**. Here, **Twitter** gives you the option of allowing people to find your **Twitter** account if they already have your e-mail address. If you wish to maintain more privacy for your twitter account, it's reccommended that you **disable** this option.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-06.png)\r\n\r\n*Figure 4: Discoverability options*\r\n\r\n**Step 11.** **Personalisation and promotion**. Here, **Twitter** gives you the option of allowing them to monitor your behaviour on **Twitter** and other websites and tailor the content and advertisements you see based on this, as well as sharing your data with third parties. It is reccommended that you **uncheck** these boxes for more privacy.\r\n\r\n<a name=\"2.3\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "885", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/32-security-and-privacy-settings-twitter", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.2 Security and Privacy Settings on Twitter", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844426", 
                                        "created": "1412022217", 
                                        "entity_id": "885", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "0710bbaf-963c-4ea8-b5d2-3691967b57cb", 
                            "vid": "7905", 
                            "vuuid": "210083b9-158e-48cf-b3fd-147fb0579ae2"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022274", 
                            "current_revision_id": "7906", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.3 Password settings on Twitter", 
                                        "value": "3.3 Password settings on Twitter"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 12.</strong> Here, <strong>Twitter</strong> allows you to change your password. It's reccommended that you select a strong, memorable password and update it regularly. For more, see <a href=\"../passwords\"><strong>How to create and maintain strong passwords</strong></a>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-07.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: Password options</em></p>\n\n<p><strong>Note</strong> that <strong>Twitter</strong> also gives you the option of associating your mobile phone to your account for \"enhanced security\". While this may be useful in certain circumstances, as noted above, it is not reccommended if you wish to maintain a degree of privacy regarding your identity while using <strong>Twitter</strong>.</p>\n\n<p><strong>Step 13.</strong> Once you have updated your password, <strong>click</strong> <em>Save changes</em>.</p>\n\n<p><a name=\"2.4\" id=\"2.4\"></a></p>\n", 
                                        "value": "**Step 12.** Here, **Twitter** allows you to change your password. It's reccommended that you select a strong, memorable password and update it regularly. For more, see [**How to create and maintain strong passwords**](../passwords). \r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-07.png)\r\n\r\n*Figure 5: Password options*\r\n\r\n**Note** that **Twitter** also gives you the option of associating your mobile phone to your account for \"enhanced security\". While this may be useful in certain circumstances, as noted above, it is not reccommended if you wish to maintain a degree of privacy regarding your identity while using **Twitter**. \r\n\r\n**Step 13.** Once you have updated your password, **click** *Save changes*. \r\n\r\n<a name=\"2.4\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "886", 
                            "num_revisions": "6", 
                            "path": "https://securityinabox.org/en/hands-guide-content/33-password-settings-twitter", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.3 Password settings on Twitter", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844432", 
                                        "created": "1412022274", 
                                        "entity_id": "886", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "de1164d0-562e-4e93-9edb-2c329cac6505", 
                            "vid": "7906", 
                            "vuuid": "d99cdd52-1ebc-4727-a5e3-b6b995062365"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022308", 
                            "current_revision_id": "7907", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.4 Mobile settings on Twitter", 
                                        "value": "3.4 Mobile settings on Twitter"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 14</strong> You can <strong>open</strong> <em>Twitter's</em> mobile settings by <strong>clicking</strong> on <em>Mobile</em> in the menu on the left-hand side.</p>\n\n<p>Here, <strong>Twitter</strong> encourages you to download the smartphone app and also gives you the option of activiating <em>Twitter text messaging</em>, which allows you to tweet directly from your mobile phone. As noted above, it is not advisable to associate your <strong>Twitter</strong> account to your mobile phone if you wish to maintain a degree of privacy or anonymity while tweeting. Also, remember that <strong>text messages</strong> sent over the GSM network are not encrypted and are easily interceptable and traceable to their authors. For more, see <a href=\"../mobile-phones\"><strong>How to use mobile phones as securely as possible</strong></a>.</p>\n", 
                                        "value": "**Step 14** You can **open** *Twitter's* mobile settings by **clicking** on *Mobile* in the menu on the left-hand side. \r\n\r\nHere, **Twitter** encourages you to download the smartphone app and also gives you the option of activiating *Twitter text messaging*, which allows you to tweet directly from your mobile phone. As noted above, it is not advisable to associate your **Twitter** account to your mobile phone if you wish to maintain a degree of privacy or anonymity while tweeting. Also, remember that **text messages** sent over the GSM network are not encrypted and are easily interceptable and traceable to their authors. For more, see [**How to use mobile phones as securely as possible**](../mobile-phones). \r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "887", 
                            "num_revisions": "7", 
                            "path": "https://securityinabox.org/en/hands-guide-content/34-mobile-settings-twitter", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.4 Mobile settings on Twitter", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844437", 
                                        "created": "1412022308", 
                                        "entity_id": "887", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "9543b72e-fa7e-4d1c-b075-5f8f50256205", 
                            "vid": "7907", 
                            "vuuid": "a7d623b1-695b-4d20-a44c-9e3d3392ca47"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022413", 
                            "current_revision_id": "7908", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.5 General Guidelines on Clients and Apps", 
                                        "value": "3.5 General Guidelines on Clients and Apps"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Twitter</strong> users can allow various third-party applications, including other social networking and photo-sharing sites to interact with their <strong>Twitter</strong> accounts, for example in order to share photos uploaded via websites such as <strong>Instagram</strong>, or <strong>TwitPic</strong>. However as mentioned in <a href=\"../social-networking\"><strong>How to protect yourself and your data when using social networking sites</strong></a> you must be careful when integrating your profiles on different social networking sites. These third-party sites have their own terms of use, privacy policies and privacy settings which are not necessarily the same as <strong>Twitter</strong>'s. Therefore, although your <strong>Twitter</strong> account may be relatively secure, your profiles on third-party app websites may be completely exposed, and if you use the same username or email address for all such websites, you could easily be tracked down. The number of such websites and apps is vast, and only a few are explored in this guide. However it is vital that you research and update your security settings on all third-party appls linked to your <strong>Twitter</strong> page. If you do not consider them secure enough, delete your profile and revoke its access to your <strong>Twitter</strong> account.</p>\n\n<p>Should you wish to revoke the access of an application to your <strong>Twitter</strong> profile:</p>\n\n<p><strong>Step 1.</strong> Go to <em>Settings</em> of your account and <strong>click</strong> the <em>Apps</em> tab on the left-hand side.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-10.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: Settings menu</em></p>\n\n<p><strong>Step 2.</strong> Having opened the list of apps connected to your <strong>Twitter</strong> account, <strong>select</strong> the app to which you wish to revoke access, click <img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-12.png\" alt=\"\" />.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-11.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: A sample list of apps</em></p>\n\n<p><a name=\"3.1\" id=\"3.1\"></a></p>\n", 
                                        "value": "**Twitter** users can allow various third-party applications, including other social networking and photo-sharing sites to interact with their **Twitter** accounts, for example in order to share photos uploaded via websites such as **Instagram**, or **TwitPic**. However as mentioned in [**How to protect yourself and your data when using social networking sites**](../social-networking) you must be careful when integrating your profiles on different social networking sites. These third-party sites have their own terms of use, privacy policies and privacy settings which are not necessarily the same as **Twitter**'s. Therefore, although your **Twitter** account may be relatively secure, your profiles on third-party app websites may be completely exposed, and if you use the same username or email address for all such websites, you could easily be tracked down. The number of such websites and apps is vast, and only a few are explored in this guide. However it is vital that you research and update your security settings on all third-party appls linked to your **Twitter** page. If you do not consider them secure enough, delete your profile and revoke its access to your **Twitter** account.\r\n\r\nShould you wish to revoke the access of an application to your **Twitter** profile:\r\n\r\n**Step 1.** Go to *Settings* of your account and **click** the *Apps* tab on the left-hand side.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-10.png)\r\n\r\n*Figure 1: Settings menu*\r\n\r\n**Step 2.** Having opened the list of apps connected to your **Twitter** account, **select** the app to which you wish to revoke access, click ![](/sites/siabnext.ttc.io/files/media/twitter-en-all-12.png).\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-11.png)\r\n\r\n*Figure 2: A sample list of apps*\r\n\r\n<a name=\"3.1\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "889", 
                            "num_revisions": "8", 
                            "path": "https://securityinabox.org/en/hands-guide-content/35-general-guidelines-clients-and-apps", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.5 General Guidelines on Clients and Apps", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844442", 
                                        "created": "1412022413", 
                                        "entity_id": "889", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "924beac8-c43b-40d6-bdf9-7623cb3d0936", 
                            "vid": "7908", 
                            "vuuid": "2277209f-368d-4c40-8a8e-df7e1a716338"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022528", 
                            "current_revision_id": "7909", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.6 Instagram", 
                                        "value": "3.6 Instagram"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Instagram</strong> is a popular image-sharing smartphone application which belongs to <strong>Facebook</strong> and is often used in conjunction with <strong>Twitter</strong>. Since it is primarily a mobile application, using <strong>Instagram</strong> with <strong>Twitter</strong> already associates your account to your mobile device, which may mean a lot of information such as your location will be shared with <strong>Facebook</strong>, <strong>Instagram</strong> and <strong>Twitter</strong>, all of whom may then share it with third parties including the State. It is therefore not reccommended that you use <strong>Instagram</strong> on the same account or even device through which any kind of sensitive information may pass.</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n", 
                                        "value": "**Instagram** is a popular image-sharing smartphone application which belongs to **Facebook** and is often used in conjunction with **Twitter**. Since it is primarily a mobile application, using **Instagram** with **Twitter** already associates your account to your mobile device, which may mean a lot of information such as your location will be shared with **Facebook**, **Instagram** and **Twitter**, all of whom may then share it with third parties including the State. It is therefore not reccommended that you use **Instagram** on the same account or even device through which any kind of sensitive information may pass.\r\n\r\n<a name=\"3.2\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "890", 
                            "num_revisions": "6", 
                            "path": "https://securityinabox.org/en/hands-guide-content/36-instagram", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.6 Instagram", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844448", 
                                        "created": "1412022528", 
                                        "entity_id": "890", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "c1739fbd-5798-47de-bc8c-995b3f0bb382", 
                            "vid": "7909", 
                            "vuuid": "c3e93c08-fcbb-43cd-ab36-e0010165a6c9"
                        }, 
                        {
                            "changed": "1452601465", 
                            "comment": "0", 
                            "created": "1412022598", 
                            "current_revision_id": "7910", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.7 TwitPic", 
                                        "value": "3.7 TwitPic"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>Many <strong>Twitter</strong> users make use of the website <strong>TwitPic</strong> for uploading and storing the photos which they share over <strong>Twitter</strong>. Keep in mind that <strong>TwitPic</strong> is a separate company which does not belong to <strong>Twitter</strong> and has different Terms of Use and a different Privacy Policy. In this regard, it is important to note that <strong>TwitPic</strong> does <strong>not</strong> allow users the option of hiding their profile or photos. All photos uploaded to <strong>TwitPic</strong> are public by default and this cannot be changed. If you use the same username for your <strong>Twitter</strong> and <strong>TwitPic</strong> accounts, an adversary could very easily have access to all the photos you have uploaded to <strong>TwitPic</strong>.</p>\n\n<p><strong>TwitPic</strong> allows other users to tag you in photos they take. This could potentially put you at risk if someone tags you in a sensitive photo, as this information will then be made public. Therefore it is recommended that you disallow other users from tagging  you in their photos.</p>\n\n<p><strong>Step 1.</strong> <strong>Login</strong> to your <strong>TwitPic</strong> account using <strong>Firefox</strong> browser and <strong>click</strong> on <em>Settings</em> in the menu at the top right of the screen.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-22.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: The TwitPic homepage menu bar</em></p>\n\n<p><strong>Step 2.</strong> Under <em>privacy</em>, <strong>uncheck</strong> the box marked <em>Allow others to tag my photos</em> and <strong>click</strong> on <em>Save Changes</em> button.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-13.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Tagging options</em></p>\n\n<p>If you would like to delete sensitive images from <strong>TwitPic</strong>:</p>\n\n<p><strong>Step 3.</strong> <strong>Click</strong> <em>Profile</em> in the menu at the top right of the screen.</p>\n\n<p><strong>Step 4.</strong> <strong>Click</strong> <em>Delete</em> beside the photo you wish to delete.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-14.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: Image Options</em></p>\n\n<p>If you would like to delete your <strong>TwitPic</strong> account.</p>\n\n<p><strong>Step 5.</strong> <strong>Click</strong> <em>Settings</em> in the menu at the top right of the screen.</p>\n\n<p><strong>Step 6.</strong> Under the <em>Delete Account</em> section, <strong>type</strong> the words from the \"captcha\" image into the box.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-15.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: This \"captcha\" image is shown before you can delete your profile</em></p>\n\n<p><strong>Step 7.</strong> <strong>Click</strong> <img src=\"/sites/siabnext.ttc.io/files/media/twitter-en-all-16.png\" alt=\"\" /></p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n", 
                                        "value": "Many **Twitter** users make use of the website **TwitPic** for uploading and storing the photos which they share over **Twitter**. Keep in mind that **TwitPic** is a separate company which does not belong to **Twitter** and has different Terms of Use and a different Privacy Policy. In this regard, it is important to note that **TwitPic** does **not** allow users the option of hiding their profile or photos. All photos uploaded to **TwitPic** are public by default and this cannot be changed. If you use the same username for your **Twitter** and **TwitPic** accounts, an adversary could very easily have access to all the photos you have uploaded to **TwitPic**.\r\n\r\n**TwitPic** allows other users to tag you in photos they take. This could potentially put you at risk if someone tags you in a sensitive photo, as this information will then be made public. Therefore it is recommended that you disallow other users from tagging  you in their photos.\r\n\r\n**Step 1.** **Login** to your **TwitPic** account using **Firefox** browser and **click** on *Settings* in the menu at the top right of the screen.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-22.png)\r\n\r\n*Figure 3: The TwitPic homepage menu bar*\r\n\r\n**Step 2.** Under *privacy*, **uncheck** the box marked *Allow others to tag my photos* and **click** on *Save Changes* button.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-13.png)\r\n\r\n*Figure 4: Tagging options*\r\n\r\nIf you would like to delete sensitive images from **TwitPic**:\r\n\r\n**Step 3.** **Click** *Profile* in the menu at the top right of the screen.\r\n\r\n**Step 4.** **Click** *Delete* beside the photo you wish to delete.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-14.png)\r\n\r\n*Figure 5: Image Options*\r\n\r\nIf you would like to delete your **TwitPic** account.\r\n\r\n**Step 5.** **Click** *Settings* in the menu at the top right of the screen.\r\n\r\n**Step 6.** Under the *Delete Account* section, **type** the words from the \"captcha\" image into the box.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/twitter-en-all-15.png)\r\n\r\n*Figure 6: This \"captcha\" image is shown before you can delete your profile*\r\n\r\n**Step 7.** **Click** ![](/sites/siabnext.ttc.io/files/media/twitter-en-all-16.png)\r\n\r\n<a name=\"3.3\"></a>"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "891", 
                            "num_revisions": "5", 
                            "path": "https://securityinabox.org/en/hands-guide-content/37-twitpic", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601465", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.7 TwitPic", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844457", 
                                        "created": "1412022598", 
                                        "entity_id": "891", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "e55ee658-3c87-4cdb-b48f-5a73d67e10a6", 
                            "vid": "7910", 
                            "vuuid": "e76f806f-fb40-4637-a54c-53f04ffc7fc1"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412022644", 
                            "current_revision_id": "7911", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "3.8 Smartphone Apps", 
                                        "value": "3.8 Smartphone Apps"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>A number of Clients and Apps for interacting with <strong>Twitter</strong> are also available for smartphones such as the iPhone, Android, Blackberrys or Windows Phones. It is very important to keep in mind that smartphones have certain security issues which are inherent, and the use of these Apps or Clients on smartphones may be more insecure than using them on your computer: for example they may not connect to the Twitter server in encrypted way, leaving the content of your tweets exposed. For more information on how to reduce risk while using smartphones, see <a href=\"../smartphones\"><strong>How to use smartphones as securely as possible</strong></a>.</p>\n", 
                                        "value": "A number of Clients and Apps for interacting with **Twitter** are also available for smartphones such as the iPhone, Android, Blackberrys or Windows Phones. It is very important to keep in mind that smartphones have certain security issues which are inherent, and the use of these Apps or Clients on smartphones may be more insecure than using them on your computer: for example they may not connect to the Twitter server in encrypted way, leaving the content of your tweets exposed. For more information on how to reduce risk while using smartphones, see [**How to use smartphones as securely as possible**](../smartphones).\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "892", 
                            "num_revisions": "6", 
                            "path": "https://securityinabox.org/en/hands-guide-content/38-smartphone-apps", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "3.8 Smartphone Apps", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844462", 
                                        "created": "1412022644", 
                                        "entity_id": "892", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "e503426c-061e-45aa-92c6-38459251b9d2", 
                            "vid": "7911", 
                            "vuuid": "28d1c0e5-35ee-4eb9-8d02-96c8bff1dafb"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412025344", 
                            "current_revision_id": "7893", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "109"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "4. YouTube", 
                                        "value": "4. YouTube"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><img src=\"/sites/siabnext.ttc.io/files/media/youtube_logo.png\" alt=\"\" /></p>\n\n<p><strong>YouTube</strong> is a service, owned by <strong>Google</strong>, that allows you to upload and share video content. It has become popular among human rights defenders as a platform for carrying out campaigns and sharing evidence of human rights abuses, among other uses. <strong>YouTube</strong> is great for making your video available to its billions of users. However, if the people at Google find the content of your video objectionable, they will delete it. Google also collects users' metadata <em>en masse</em>, and may share it with governments, including that of the United States. Furthermore, Google may share specific information related to your videos (such as, for example, location data) with third parties, including State bodies who request it. As a result, <strong>YouTube</strong> is not always a good place to keeping your video safe. <strong>Google</strong> has also been known to give in to pressure to remove content from <strong>YouTube</strong> in order to avoid having the site blocked in a particular country. So, if you want people to see your video, put a copy of it on <strong>YouTube</strong>. Just don't put your <em>only</em> copy on <strong>YouTube</strong>.</p>\n\n<p>The content you post on <strong>YouTube</strong> remains yours. By posting it on <strong>YouTube</strong>, you are giving <strong>Google</strong> a license to distribute it.</p>\n\n<p><strong>YouTube</strong> is or has been reported to be inaccessible in various countries, including:</p>\n\n<ul><li>China </li>\n<li>Burma </li>\n<li>Iran </li>\n<li>Libya</li>\n<li>Syria </li>\n<li>Uzbekistan</li>\n<li>Tunisia</li>\n<li>Turkmenistan</li>\n<li>Turkey</li>\n</ul><p>See <a href=\"https://www.google.com/transparencyreport/traffic/\"><strong>the traffic section of Google's Transparency Report</strong></a> for more details about current and past censorship and other disruptions. You might also want to check out YouTube's <a href=\"https://www.youtube.com/t/terms\"><strong>Terms of Service</strong></a> and Google's <a href=\"https://www.google.com/intl/en/policies/privacy/\"><strong>Privacy Policy</strong></a></p>\n", 
                                        "value": "![](/sites/siabnext.ttc.io/files/media/youtube_logo.png)\r\n\r\n**YouTube** is a service, owned by **Google**, that allows you to upload and share video content. It has become popular among human rights defenders as a platform for carrying out campaigns and sharing evidence of human rights abuses, among other uses. **YouTube** is great for making your video available to its billions of users. However, if the people at Google find the content of your video objectionable, they will delete it. Google also collects users' metadata *en masse*, and may share it with governments, including that of the United States. Furthermore, Google may share specific information related to your videos (such as, for example, location data) with third parties, including State bodies who request it. As a result, **YouTube** is not always a good place to keeping your video safe. **Google** has also been known to give in to pressure to remove content from **YouTube** in order to avoid having the site blocked in a particular country. So, if you want people to see your video, put a copy of it on **YouTube**. Just don't put your *only* copy on **YouTube**.\r\n\r\nThe content you post on **YouTube** remains yours. By posting it on **YouTube**, you are giving **Google** a license to distribute it.\r\n\r\n**YouTube** is or has been reported to be inaccessible in various countries, including:\r\n\r\n*  China \r\n*  Burma \r\n*  Iran \r\n*  Libya\r\n*  Syria \r\n*  Uzbekistan\r\n*  Tunisia\r\n*  Turkmenistan\r\n*  Turkey\r\n\r\nSee [**the traffic section of Google's Transparency Report**](https://www.google.com/transparencyreport/traffic/) for more details about current and past censorship and other disruptions. You might also want to check out YouTube's [**Terms of Service**](https://www.youtube.com/t/terms) and Google's [**Privacy Policy**](https://www.google.com/intl/en/policies/privacy/)"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "896", 
                            "num_revisions": "9", 
                            "path": "https://securityinabox.org/en/hands-guide-content/4-youtube", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "4. YouTube", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844316", 
                                        "created": "1412025344", 
                                        "entity_id": "896", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "875113f8-94b7-4ec6-b758-7cb381ec6d64", 
                            "vid": "7893", 
                            "vuuid": "9dcf3f14-57d6-44a1-b201-684fceeb73b3"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412025397", 
                            "current_revision_id": "7912", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "4.1 YouTube Tips", 
                                        "value": "4.1 YouTube Tips"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<ul><li><p>Never post a video of any individual without their consent. And even with their consent, try to think of any possible repercussions before posting it.</p></li>\n<li><p>When you navigate to <strong>YouTube</strong>, do so by typing \"http<strong>s</strong>://www.youtube.com\" into your browser's address bar (or by using a bookmark to this Web address). This will ensure that the communication between your browser and <strong>YouTube</strong> is protected by <strong>Secure Socket Layer</strong> (SSL) encryption. To avoid having to do this each time you connect, we recommend using <a href=\"../firefox/windows\"><strong>Firefox</strong></a> with the <a href=\"../firefox/windows#804\"><strong>HTTPS Everywhere</strong></a> add-on.</p></li>\n<li><p>For more privacy, try creating a new, anonymous <strong>Google</strong> account that you access only through the <a href=\"../torbrowser/windows\"><strong>Tor Browser</strong></a>. If you upload videos to <strong>YouTube</strong> this way, your location and other identifying information will be hidden from <strong>Google</strong>. Unfortunately, it is sometimes difficult to watch videos on <strong>YouTube</strong> with the <strong>Tor Browser</strong>. If you find this to be the case, you might have to rely on a combination of techniques to protect your privacy. The <a href=\"../firefox/windows\"><strong>Firefox</strong></a> Web browser, various <a href=\"../firefox/windows#796\">security add-ons</a> and a separate <strong>Google</strong> would be a good place to start.</p></li>\n<li><p>When uploading a sensitive video from an <a href=\"../basic-setup/android\">Android</a> device, consider using the <a href=\"/en/glossary#guardian_project\">Guardian Project</a>'s <a href=\"https://guardianproject.info/apps/informacam\">InformaCam</a>, which gives you some control over your video's metadata andwhen used in conjunction with <a href=\"../orbot/android\"><strong>Orbot</strong></a>helps you send it through the Tor network.</p></li>\n<li><p>Make use of <strong>YouTube</strong>'s <strong>face-blurring</strong> option for videos in which people may not wish to be identified, such as those taken at protests. Read more <a href=\"http://support.google.com/youtube/bin/static.py?hl=en&amp;guide=1388381&amp;page=guide.cs&amp;answer=2640535\"><strong>here</strong></a>.</p></li>\n<li><p>Always keep a back-up copy of any video you share via <strong>YouTube</strong>.</p></li>\n<li><p>Use the <em>private</em> setting in order to share video with specific individuals only.</p></li>\n</ul>", 
                                        "value": "- Never post a video of any individual without their consent. And even with their consent, try to think of any possible repercussions before posting it.\r\n\r\n- When you navigate to **YouTube**, do so by typing \"http**s**://www.youtube.com\" into your browser's address bar (or by using a bookmark to this Web address). This will ensure that the communication between your browser and **YouTube** is protected by **Secure Socket Layer** (SSL) encryption. To avoid having to do this each time you connect, we recommend using [**Firefox**](../firefox/windows) with the [**HTTPS Everywhere**](../firefox/windows#804) add-on.\r\n\r\n- For more privacy, try creating a new, anonymous **Google** account that you access only through the [**Tor Browser**](../torbrowser/windows). If you upload videos to **YouTube** this way, your location and other identifying information will be hidden from **Google**. Unfortunately, it is sometimes difficult to watch videos on **YouTube** with the **Tor Browser**. If you find this to be the case, you might have to rely on a combination of techniques to protect your privacy. The [**Firefox**](../firefox/windows) Web browser, various [security add-ons](../firefox/windows#796) and a separate **Google** would be a good place to start.\r\n\r\n- When uploading a sensitive video from an [Android](../basic-setup/android) device, consider using the [Guardian Project](/en/glossary#guardian_project)'s [InformaCam](https://guardianproject.info/apps/informacam), which gives you some control over your video's metadata andwhen used in conjunction with [**Orbot**](../orbot/android)helps you send it through the Tor network.\r\n\r\n- Make use of **YouTube**'s **face-blurring** option for videos in which people may not wish to be identified, such as those taken at protests. Read more [**here**](http://support.google.com/youtube/bin/static.py?hl=en&guide=1388381&page=guide.cs&answer=2640535).\r\n\r\n- Always keep a back-up copy of any video you share via **YouTube**.\r\n\r\n- Use the *private* setting in order to share video with specific individuals only.\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "897", 
                            "num_revisions": "10", 
                            "path": "https://securityinabox.org/en/hands-guide-content/41-youtube-tips", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "4.1 YouTube Tips", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844467", 
                                        "created": "1412025397", 
                                        "entity_id": "897", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "40e06e29-d60c-4ae3-b33b-b7eeedc29cf6", 
                            "vid": "7912", 
                            "vuuid": "d0407f55-f8f5-4e42-b804-ff04d117c4e5"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412025432", 
                            "current_revision_id": "7913", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "4.2 Alternatives to YouTube", 
                                        "value": "4.2 Alternatives to YouTube"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>If you do not wish to associate your videos with your <strong>Google profile</strong>, there are a number of alternatives, such as <a href=\"https://www.vimeo.com\"><strong>Vimeo</strong></a>. Vimeo is frequented by a smaller community of users than <strong>YouTube</strong>. Like <strong>YouTube</strong>, it facilitates connection over <strong>SSL</strong>, and gives users numerous privacy options and control of creative commons licenses for their videos. Other similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:</p>\n\n<ol><li>Does it provide connection over <strong>SSL</strong> for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?</li>\n<li>Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content and personal data treated? With whom are they shared?</li>\n<li>What privacy options are provided for users? Can you choose to share your videos securely with a small number of individuals, or are they all public by default? </li>\n<li>If you will upload sensitive images, such as footage of a protest, does the site facilitate protection of those you have filmed, such as through face-blurring?</li>\n<li>Do you know the <strong>geographical location of the servers</strong>, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?</li>\n</ol>", 
                                        "value": "If you do not wish to associate your videos with your **Google profile**, there are a number of alternatives, such as [**Vimeo**](https://www.vimeo.com). Vimeo is frequented by a smaller community of users than **YouTube**. Like **YouTube**, it facilitates connection over **SSL**, and gives users numerous privacy options and control of creative commons licenses for their videos. Other similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:\r\n\r\n1. Does it provide connection over **SSL** for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?\r\n2. Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content and personal data treated? With whom are they shared?\r\n3. What privacy options are provided for users? Can you choose to share your videos securely with a small number of individuals, or are they all public by default? \r\n4. If you will upload sensitive images, such as footage of a protest, does the site facilitate protection of those you have filmed, such as through face-blurring?\r\n4. Do you know the **geographical location of the servers**, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?\r\n\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "898", 
                            "num_revisions": "6", 
                            "path": "https://securityinabox.org/en/hands-guide-content/42-alternatives-youtube", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "4.2 Alternatives to YouTube", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844472", 
                                        "created": "1412025432", 
                                        "entity_id": "898", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "aaa21ede-eec0-45dd-99f9-23b5947f5b08", 
                            "vid": "7913", 
                            "vuuid": "ce282f5e-6864-4e4a-80d0-03fb1f44d5c9"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412026131", 
                            "current_revision_id": "7917", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "109"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "5. Flickr", 
                                        "value": "5. Flickr"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><img src=\"/sites/siabnext.ttc.io/files/media/flickr_logo.png\" alt=\"\" /></p>\n\n<p><strong>Flickr</strong> is owned by Yahoo! and also facilitates integration with other accounts including Google and Facebook. Content posted on <strong>Flickr</strong> remains yours, to which you can attribute different creative commons licenses or copyright. You are giving Yahoo! a license to distribute your photos or videos by submitting content. Because of the diverse licensing attribution, <strong>Flickr</strong> is great both for finding pictures to be used in campaigns and as a resource for sharing images with colleagues, allies and members of your networks. However,  it's highly likely that <strong>Flickr</strong> user data is gathered and monitored by a number of governments.</p>\n\n<p>For more information, take a look at Yahoo!'s <a href=\"https://info.yahoo.com/privacy/us/yahoo/flickr/details.html\"><strong>Terms of Service</strong></a> and Flickr's <a href=\"https://info.yahoo.com/privacy/us/yahoo/flickr/details.html\"><strong>Privacy Policy</strong></a>.</p>\n", 
                                        "value": "![](/sites/siabnext.ttc.io/files/media/flickr_logo.png)\r\n\r\n**Flickr** is owned by Yahoo! and also facilitates integration with other accounts including Google and Facebook. Content posted on **Flickr** remains yours, to which you can attribute different creative commons licenses or copyright. You are giving Yahoo! a license to distribute your photos or videos by submitting content. Because of the diverse licensing attribution, **Flickr** is great both for finding pictures to be used in campaigns and as a resource for sharing images with colleagues, allies and members of your networks. However,  it's highly likely that **Flickr** user data is gathered and monitored by a number of governments.\r\n\r\nFor more information, take a look at Yahoo!'s [**Terms of Service**](https://info.yahoo.com/privacy/us/yahoo/flickr/details.html) and Flickr's [**Privacy Policy**](https://info.yahoo.com/privacy/us/yahoo/flickr/details.html).\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "902", 
                            "num_revisions": "9", 
                            "path": "https://securityinabox.org/en/hands-guide-content/5-flickr", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "5. Flickr", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844564", 
                                        "created": "1412026131", 
                                        "entity_id": "902", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "79891c98-ffc1-467e-a4e4-b4fbf967e6c6", 
                            "vid": "7917", 
                            "vuuid": "0d9d201d-47e9-4849-a099-b657d13ef25f"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412026329", 
                            "current_revision_id": "7920", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "5.1 Flickr Privacy Settings", 
                                        "value": "5.1 Flickr Privacy Settings"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p><strong>Step 1.</strong> In order to access the Privacy &amp; Permissions settings on <strong>Flickr</strong>, <strong>login</strong> to you <strong>Flickr</strong> account using <strong>Mozilla Firefox</strong> browser and <strong>click</strong> the icon in the top right of the screen and <strong>choose</strong> <em>Settings</em>.</p>\n\n<p><strong>Step 2.</strong> From the main <em>settings</em> page, select <em>Privacy &amp; Permissions</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-02.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Flickr Privacy &amp; Permissions settings</em></p>\n\n<p><strong>Step 3.</strong> By default, Flickr allows anyone to see your pictures. If you would like more privacy, <strong>click</strong> <em>edit</em> on the <em>Who can access your original image files</em> option and <strong>choose</strong> <em>Only you</em>. Then <strong>click</strong> <em>Save</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-03.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: Who can access your original image files</em></p>\n\n<p><strong>Step 4.</strong> By default, <strong>Flickr</strong> allows people who can access your content to share it more widely on sites such as Facebook or Twitter. This would mean that, in the case of sensitive images, they could easily fall into the wrong hands. In order for only you to decide how the images are shared, it is reccommended that you disable this option. To do so, <strong>click</strong> on <em>edit</em> beside <em>Allow others to share your stuff</em> and <strong>select</strong> <em>No, thanks</em>. Then <strong>click</strong> <em>Save</em>.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-04.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Allow others to share your stuff</em></p>\n\n<p><strong>Step 5.</strong> By default, <strong>Flickr</strong> allows any other member to tag you in photos. This could prove dangerous, for example, should someone add tag you in a photo of a protest or other kind of civil disobedience. Therefore, it's reccommended that you <strong>select</strong> <em>Only you</em> to be able to tag yourself in pictures.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-05.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: Disable tagging by others</em></p>\n\n<p><strong>Step 6.</strong> By default, <strong>Flickr</strong> shares your <strong>EXIF</strong> data - that is, the metadata from your pictures such as the make and model of your camera, the location and time at which the photo was taken, etc. -- with other users. As this information can be sensitive, it is reccommended that you do not share it.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-06.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: EXIF data options</em></p>\n\n<p><strong>Step 7.</strong> By default, <strong>Flickr</strong> makes your pictures and public profile accessible via search engines. For more privacy and control over who can access your information and pictures, it is reccommended that you <strong>hide</strong> your profile and pictures from public searches.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-07b.png\" alt=\"\" /></p>\n\n<p><em>Figure 7: Public search options</em></p>\n\n<p><strong>Step 8.</strong> <strong>New uploads</strong>: Flickr's default settings promote as much sharing of information and interaction as possible when you upload new content. It is reccommended that you choose more private default options, such as:</p>\n\n<ul><li>Disallowing others to immediately view, share or comment on your newly uploaded photos.</li>\n<li>Disallowing others to view the location data or your newly uploaded photos.</li>\n<li>Allowing only a restricted audience access to your newly uploaded photos.</li>\n</ul><p>These settings can, of course, be changed on a per-upload basis, should you want to include EXIF data as evidence, for example.</p>\n\n<p><img src=\"/sites/siabnext.ttc.io/files/media/flicker-en-all-08b.png\" alt=\"\" /></p>\n\n<p><em>Figure 8: More private options for new uploads</em></p>\n", 
                                        "value": "**Step 1.** In order to access the Privacy & Permissions settings on **Flickr**, **login** to you **Flickr** account using **Mozilla Firefox** browser and **click** the icon in the top right of the screen and **choose** *Settings*. \r\n\r\n**Step 2.** From the main *settings* page, select *Privacy & Permissions*. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-02.png)\r\n\r\n*Figure 2: Flickr Privacy & Permissions settings*\r\n\r\n**Step 3.** By default, Flickr allows anyone to see your pictures. If you would like more privacy, **click** *edit* on the *Who can access your original image files* option and **choose** *Only you*. Then **click** *Save*. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-03.png)\r\n\r\n*Figure 3: Who can access your original image files*\r\n\r\n**Step 4.** By default, **Flickr** allows people who can access your content to share it more widely on sites such as Facebook or Twitter. This would mean that, in the case of sensitive images, they could easily fall into the wrong hands. In order for only you to decide how the images are shared, it is reccommended that you disable this option. To do so, **click** on *edit* beside *Allow others to share your stuff* and **select** *No, thanks*. Then **click** *Save*.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-04.png)\r\n\r\n*Figure 4: Allow others to share your stuff*\r\n\r\n**Step 5.** By default, **Flickr** allows any other member to tag you in photos. This could prove dangerous, for example, should someone add tag you in a photo of a protest or other kind of civil disobedience. Therefore, it's reccommended that you **select** *Only you* to be able to tag yourself in pictures.\r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-05.png)\r\n\r\n*Figure 5: Disable tagging by others*\r\n\r\n**Step 6.** By default, **Flickr** shares your **EXIF** data - that is, the metadata from your pictures such as the make and model of your camera, the location and time at which the photo was taken, etc. -- with other users. As this information can be sensitive, it is reccommended that you do not share it. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-06.png) \r\n\r\n*Figure 6: EXIF data options*\r\n\r\n**Step 7.** By default, **Flickr** makes your pictures and public profile accessible via search engines. For more privacy and control over who can access your information and pictures, it is reccommended that you **hide** your profile and pictures from public searches. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-07b.png) \r\n\r\n*Figure 7: Public search options*\r\n\r\n**Step 8.** **New uploads**: Flickr's default settings promote as much sharing of information and interaction as possible when you upload new content. It is reccommended that you choose more private default options, such as: \r\n\r\n*  Disallowing others to immediately view, share or comment on your newly uploaded photos.\r\n*  Disallowing others to view the location data or your newly uploaded photos.\r\n*  Allowing only a restricted audience access to your newly uploaded photos.\r\n\r\nThese settings can, of course, be changed on a per-upload basis, should you want to include EXIF data as evidence, for example. \r\n\r\n![](/sites/siabnext.ttc.io/files/media/flicker-en-all-08b.png)\r\n\r\n*Figure 8: More private options for new uploads*\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "903", 
                            "num_revisions": "9", 
                            "path": "https://securityinabox.org/en/hands-guide-content/51-flickr-privacy-settings", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "5.1 Flickr Privacy Settings", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844726", 
                                        "created": "1412026329", 
                                        "entity_id": "903", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "3ca58451-f958-4f6c-ba56-77d8a3be122d", 
                            "vid": "7920", 
                            "vuuid": "4dfe70d5-26df-480a-b29d-7b1a98a288e6"
                        }, 
                        {
                            "changed": "1452601462", 
                            "comment": "0", 
                            "created": "1412026393", 
                            "current_revision_id": "7915", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_content_level": {
                                "und": [
                                    {
                                        "tid": "110"
                                    }
                                ]
                            }, 
                            "field_hog_step": [], 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "5.2 Alternatives to Flickr", 
                                        "value": "5.2 Alternatives to Flickr"
                                    }
                                ]
                            }, 
                            "field_section_intro": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<p>If you do not wish to associate your pictures with your <strong>Yahoo</strong>, <strong>Google</strong> or <strong>Facebook</strong> profiles, there may be alternatives. Other similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:</p>\n\n<ol><li>Does it provide connection over <strong>SSL</strong> for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?</li>\n<li>Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content, photos and personal data treated? With whom are they shared?</li>\n<li>What privacy options are provided for users? Can you choose to share your photos securely with a small number of individuals, or are they all public by default? </li>\n<li>If you will upload sensitive images, such as footage of a protest, does the site facilitate protection of those you have photographs, such as through face-blurring?</li>\n<li>Do you know the <strong>geographical location of the servers</strong>, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?</li>\n</ol>", 
                                        "value": "If you do not wish to associate your pictures with your **Yahoo**, **Google** or **Facebook** profiles, there may be alternatives. Other similar sites may be popular in different regions, so you way wish to explore other options. Before choosing one you should consider the following points:\r\n\r\n1. Does it provide connection over **SSL** for all uses of the site, rather than just during login? Are there no problems related to encryption, such as problems related to encryption certificates?\r\n2. Read the End User Licence Agreement and Privacy Policy or Data Use Policy carefully. How are your content, photos and personal data treated? With whom are they shared?\r\n3. What privacy options are provided for users? Can you choose to share your photos securely with a small number of individuals, or are they all public by default? \r\n4. If you will upload sensitive images, such as footage of a protest, does the site facilitate protection of those you have photographs, such as through face-blurring?\r\n4. Do you know the **geographical location of the servers**, under which territorial jurisdiction they fall or where the company is registered? Are you aware of how this information relates to the privacy and security of your email activity and information? Will the site's owners hand over information if they receive a governmental request to do so?\r\n"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "904", 
                            "num_revisions": "4", 
                            "path": "https://securityinabox.org/en/hands-guide-content/52-alternatives-flickr", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": "", 
                            "print_pdf_size": "", 
                            "promote": "0", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601462", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "5.2 Alternatives to Flickr", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1442844483", 
                                        "created": "1412026393", 
                                        "entity_id": "904", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hands_on_guide_content", 
                            "uid": "70", 
                            "uuid": "8da633b1-1083-4434-9853-f1d1d111017b", 
                            "vid": "7915", 
                            "vuuid": "ab5d470b-a361-4ce0-b349-404763e11b6b"
                        }
                    ]
                }, 
                "field_hog_faq": [], 
                "field_hog_get_started_with_link": {
                    "und": [
                        {
                            "vargs": "[node:nid]", 
                            "vname": "get_hog_pointer|default"
                        }
                    ]
                }, 
                "field_hog_introduction": {
                    "en": [
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>This chapter aims to help you navigate through the privacy and security settings of some popular social networking sites with a view to making their use <em>more secure</em>, or perhaps better said, <em>less insecure</em>. In particular, it gives step-by step guides in this respect for Facebook and Twitter, as well as some general guidelines for YouTube and Flickr.</p>\n", 
                            "value": "This chapter aims to help you navigate through the privacy and security settings of some popular social networking sites with a view to making their use *more secure*, or perhaps better said, *less insecure*. In particular, it gives step-by step guides in this respect for Facebook and Twitter, as well as some general guidelines for YouTube and Flickr."
                        }
                    ]
                }, 
                "field_hog_required_read": {
                    "und": [
                        {
                            "title": "Protect yourself and your data when using social networking sites", 
                            "url": "https://securityinabox.org/en/guide/social networking"
                        }
                    ]
                }, 
                "field_hog_review_questions": [], 
                "field_hog_tool": {
                    "und": [
                        {
                            "body": [], 
                            "changed": "1452601978", 
                            "comment": "0", 
                            "created": "1425316600", 
                            "current_revision_id": "5470", 
                            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
                            "field_hog_translatable_title": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "Social networking - tool", 
                                        "value": "Social networking - tool"
                                    }
                                ]
                            }, 
                            "field_open_integrity_index_id": [], 
                            "field_other_tools_view": {
                                "und": [
                                    {
                                        "vargs": "", 
                                        "vname": "get_tools|default"
                                    }
                                ]
                            }, 
                            "field_tool_binary": [], 
                            "field_tool_download_link": {
                                "en": [
                                    {
                                        "attributes": [], 
                                        "title": "-Facebook", 
                                        "url": "https://www.facebook.com"
                                    }, 
                                    {
                                        "attributes": [], 
                                        "title": "-Twitter", 
                                        "url": "https://twitter.com"
                                    }, 
                                    {
                                        "attributes": [], 
                                        "title": "-YouTube", 
                                        "url": "https://www.youtube.com"
                                    }, 
                                    {
                                        "attributes": [], 
                                        "title": "-Flickr", 
                                        "url": "https://www.flickr.com/"
                                    }
                                ]
                            }, 
                            "field_tool_license": {
                                "en": [
                                    {
                                        "tid": "113"
                                    }
                                ]
                            }, 
                            "field_tool_link_to_website": [], 
                            "field_tool_logo": {
                                "en": [
                                    {
                                        "alt": "Social Networking", 
                                        "fid": "1844", 
                                        "field_file_image_alt_text": {
                                            "en": [
                                                {
                                                    "format": null, 
                                                    "safe_value": "Social Networking", 
                                                    "value": "Social Networking"
                                                }
                                            ]
                                        }, 
                                        "field_file_image_title_text": {
                                            "en": [
                                                {
                                                    "format": null, 
                                                    "safe_value": "Social Networking", 
                                                    "value": "Social Networking"
                                                }
                                            ]
                                        }, 
                                        "filemime": "image/png", 
                                        "filename": "social_networking-logo.png", 
                                        "filesize": "39585", 
                                        "height": "232", 
                                        "metadata": {
                                            "height": 232, 
                                            "width": 225
                                        }, 
                                        "origname": "social_networking-logo.png", 
                                        "status": "1", 
                                        "timestamp": "1425376977", 
                                        "title": "Social Networking", 
                                        "translations": {
                                            "data": {
                                                "en": {
                                                    "changed": "1425376965", 
                                                    "created": "1425376965", 
                                                    "entity_id": "1844", 
                                                    "entity_type": "file", 
                                                    "language": "en", 
                                                    "revision_id": null, 
                                                    "source": "", 
                                                    "status": "1", 
                                                    "translate": "0", 
                                                    "uid": "70"
                                                }
                                            }, 
                                            "original": "en"
                                        }, 
                                        "type": "image", 
                                        "uid": "70", 
                                        "uri": "public://social_networking-logo.png", 
                                        "uuid": "de9be061-aefd-4a00-8568-9cc0f570b18a", 
                                        "width": "225"
                                    }
                                ]
                            }, 
                            "field_tool_other_tools": [], 
                            "field_tool_system_requirements": {
                                "en": [
                                    {
                                        "format": "filtered_html", 
                                        "safe_value": "<ul><li>An Internet connection</li>\n<li><a href=\"../firefox/windows\">Firefox</a> with security add-ons or <a href=\"../torbrowser/windows\">Tor Browser</a></li>\n</ul>", 
                                        "value": "* An Internet connection\r\n* [Firefox](../firefox/windows) with security add-ons or [Tor Browser](../torbrowser/windows)\r\n"
                                    }
                                ]
                            }, 
                            "field_tool_version": {
                                "en": [
                                    {
                                        "format": null, 
                                        "safe_value": "N/A", 
                                        "value": "N/A"
                                    }
                                ]
                            }, 
                            "is_current": true, 
                            "is_pending": false, 
                            "language": "en", 
                            "log": "", 
                            "menu_node_links": [], 
                            "metatags": {
                                "en": {
                                    "robots": {
                                        "value": {
                                            "follow": 0, 
                                            "index": 0, 
                                            "noarchive": "noarchive", 
                                            "nofollow": "nofollow", 
                                            "noimageindex": "noimageindex", 
                                            "noindex": "noindex", 
                                            "noodp": "noodp", 
                                            "nosnippet": "nosnippet", 
                                            "notranslate": "notranslate", 
                                            "noydir": "noydir"
                                        }
                                    }
                                }
                            }, 
                            "name": "chris", 
                            "nid": "1401", 
                            "num_revisions": "9", 
                            "path": "https://securityinabox.org/en/hands-guide-tool/social-networking-tool", 
                            "picture": "100", 
                            "print_html_display": 1, 
                            "print_html_display_comment": 0, 
                            "print_html_display_urllist": 1, 
                            "print_pdf_display": 1, 
                            "print_pdf_display_comment": 0, 
                            "print_pdf_display_urllist": 1, 
                            "print_pdf_orientation": null, 
                            "print_pdf_size": null, 
                            "promote": "1", 
                            "revision_moderation": true, 
                            "revision_timestamp": "1452601978", 
                            "revision_uid": "1", 
                            "status": "1", 
                            "sticky": "0", 
                            "title": "Social networking - tool", 
                            "tnid": "0", 
                            "translate": "0", 
                            "translations": {
                                "data": {
                                    "en": {
                                        "changed": "1426422983", 
                                        "created": "1425316600", 
                                        "entity_id": "1401", 
                                        "entity_type": "node", 
                                        "language": "en", 
                                        "revision_id": null, 
                                        "source": "", 
                                        "status": "1", 
                                        "translate": "0", 
                                        "uid": "70"
                                    }
                                }, 
                                "original": "en"
                            }, 
                            "type": "hog_tool", 
                            "uid": "70", 
                            "uuid": "83090e49-cd47-4187-b81a-4f6bb87a4a06", 
                            "vid": "5470", 
                            "vuuid": "591b4cd8-e808-4d62-8550-81ab77916969"
                        }
                    ]
                }, 
                "field_hog_translatable_title": {
                    "en": [
                        {
                            "format": null, 
                            "safe_value": "Social networking platforms", 
                            "value": "Social networking platforms"
                        }
                    ]
                }, 
                "field_hog_what_you_get": {
                    "en": [
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>The ability to <strong>reduce</strong> the amount of your personal information made public when you use social networking platforms</p>\n", 
                            "value": "The ability to **reduce** the amount of your personal information made public when you use social networking platforms"
                        }, 
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>The ability to <strong>control</strong> who can access your profile, status updates, photos, and other data on social networking platforms</p>\n", 
                            "value": "The ability to **control** who can access your profile, status updates, photos, and other data on social networking platforms"
                        }, 
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>The ability to <strong>reduce</strong> the amount of your personal information made available to advertising partners and other third parties</p>\n", 
                            "value": "The ability to **reduce** the amount of your personal information made available to advertising partners and other third parties"
                        }, 
                        {
                            "format": "filtered_html", 
                            "safe_value": "<p>Tips on how to protect your privacy and that of others when sharing photographs and videos online</p>\n", 
                            "value": "Tips on how to protect your privacy and that of others when sharing photographs and videos online"
                        }
                    ]
                }, 
                "field_summary": {
                    "en": [
                        {
                            "format": null, 
                            "safe_value": "Tips on using social networking platforms more safely", 
                            "value": "Tips on using social networking platforms more safely"
                        }
                    ]
                }, 
                "field_updated_on": {
                    "und": [
                        {
                            "date_type": "datetime", 
                            "timezone": "Europe/Berlin", 
                            "timezone_db": "Europe/Berlin", 
                            "value": "2014-09-16 00:00:00"
                        }
                    ]
                }, 
                "field_weight_in_lists": [], 
                "is_current": true, 
                "is_pending": false, 
                "language": "en", 
                "log": "", 
                "menu_node_links": [], 
                "metatags": {
                    "en": {
                        "robots": {
                            "value": {
                                "follow": 0, 
                                "index": 0, 
                                "noarchive": "noarchive", 
                                "nofollow": "nofollow", 
                                "noimageindex": "noimageindex", 
                                "noindex": "noindex", 
                                "noodp": "noodp", 
                                "nosnippet": "nosnippet", 
                                "notranslate": "notranslate", 
                                "noydir": "noydir"
                            }
                        }
                    }
                }, 
                "name": "chris", 
                "nid": "1402", 
                "num_revisions": "14", 
                "path": "https://securityinabox.org/en/hands-on/social-networking-platforms", 
                "picture": "100", 
                "print_html_display": 1, 
                "print_html_display_comment": 0, 
                "print_html_display_urllist": 1, 
                "print_pdf_display": 1, 
                "print_pdf_display_comment": 0, 
                "print_pdf_display_urllist": 1, 
                "print_pdf_orientation": null, 
                "print_pdf_size": null, 
                "promote": "0", 
                "revision_moderation": true, 
                "revision_timestamp": "1452600759", 
                "revision_uid": "3", 
                "status": "1", 
                "sticky": "0", 
                "title": "Social Networking", 
                "tnid": "0", 
                "translate": "0", 
                "translations": {
                    "data": {
                        "en": {
                            "changed": "1426092479", 
                            "created": "1425317145", 
                            "entity_id": "1402", 
                            "entity_type": "node", 
                            "language": "en", 
                            "revision_id": null, 
                            "source": "", 
                            "status": "1", 
                            "translate": "0", 
                            "uid": "70"
                        }
                    }, 
                    "original": "en"
                }, 
                "type": "hands_on_guide", 
                "uid": "70", 
                "uuid": "f84a2efc-6aae-4f85-b5f5-f8919f366304", 
                "vid": "5126", 
                "vuuid": "89e0e630-63f4-4dc4-8473-16a58d13650a"
            }
        ]
    }, 
    "field_guide_snippets": [], 
    "field_hog_categories": {
        "und": [
            {
                "tid": "107"
            }
        ]
    }, 
    "field_htb_categories": [], 
    "field_menu_title": {
        "en": [
            {
                "format": null, 
                "safe_value": "Social networking platforms", 
                "value": "Social networking platforms"
            }
        ]
    }, 
    "field_relevant_community": {
        "en": [
            {
                "title": "Tools and tactics for everyone", 
                "value": "guide"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "81"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "81"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "en", 
    "log": "", 
    "menu_node_links": [], 
    "name": "chris", 
    "nid": "1403", 
    "num_revisions": "2", 
    "path": "https://securityinabox.org/en/guide/social-networking/internet", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1438274322", 
    "revision_uid": "70", 
    "status": "1", 
    "sticky": "0", 
    "title": "00-social-networking", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "en": {
                "changed": "1438274322", 
                "created": "1425325051", 
                "entity_id": "1403", 
                "entity_type": "node", 
                "language": "en", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }
        }, 
        "original": "en"
    }, 
    "type": "community_guide", 
    "uid": "70", 
    "uuid": "ad31913c-253b-4449-97bf-78bebd82d61d", 
    "vid": "6036", 
    "vuuid": "974ebca4-61f7-403f-823b-cc1bcb1f38d7"
}