{
    "body": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p><strong>Site Internet</strong></p>\n\n<ul><li><a href=\"http://www.mozilla.org/fr/firefox/fx/\"><strong>www.mozilla.org/fr/firefox/fx/</strong></a></li>\n</ul><p><strong>Configuration requise</strong></p>\n\n<ul><li>Compatible avec toutes les versions de Windows</li>\n</ul><p><strong>Versions utilisées pour rédiger ce guide</strong></p>\n\n<ul><li>Firefox 10.0.2 </li>\n<li>NoScript 2.3.2</li>\n<li>Adblock Plus 2.0.3</li>\n<li>Better Privacy 1.68</li>\n<li>Beef Taco 1.3.7</li>\n<li>GoogleSharing 0.22</li>\n<li>HTTPS Everywhere 2.0.1</li>\n</ul><p><strong>Licence</strong></p>\n\n<ul><li>FLOSS (Free/Libre Open Source Software)</li>\n</ul><p><strong>Niveau</strong>: 1: Débutant, <strong>2: Moyen</strong> 3: Intermédiaire, 4: Expérimenté, 5: Avancé</p>\n\n<p><strong>Temps d’apprentissage</strong>: 20 - 30 minutes</p>\n\n<p><strong>Ce que vous apportera l’utilisation de cet outil</strong>:</p>\n\n<ul><li>Un navigateur Web stable et sûr, dont la fonctionnalité peut être améliorée par de nombreux modules complémentaires; </li>\n<li>La capacité de vous protéger contre des programmes potentiellement dangereux et des sites Internet malveillants; </li>\n<li>La capacité d’effacer de votre ordinateur les traces de vos séances de navigation sur Internet. </li>\n</ul><p><strong>Autres programmes compatibles avec GNU Linux, Mac OS et/ou Microsoft Windows</strong>:</p>\n\n<p>Le navigateur <strong>Mozilla Firefox</strong> est compatible avec <strong>GNU Linux</strong>, <strong>Mac OS</strong>, <strong>Microsoft Windows</strong> et d'autres systèmes d'exploitation. La gestion sécurisée des pages Web est <em>primordiale</em>, puisqu’elles constituent la principale source d'infections par des programmes malveillants. C'est pourquoi nous recommandons fortement l'utilisation de <strong>Mozilla Firefox</strong> et des modules complémentaires proposés ici. Les bénéfices en matière de sécurité du navigateur <strong>Firefox</strong>, un programme multiplateforme gratuit et de source libre, sont d'autant plus remarquables lorsqu'on les compare à ses équivalents commerciaux comme <strong>Internet Explorer</strong>. Toutefois, si vous préférez utiliser un autre programme que <strong>Mozilla Firefox</strong>, nous recommandons les solutions de rechanges ci-dessous, compatibles avec <strong>GNU Linux</strong>, <strong>Mac OS</strong> et <strong>Microsoft Windows</strong>:</p>\n\n<ul><li><a href=\"http://www.google.com/chrome/\"><strong>Google Chrome</strong></a></li>\n<li><a href=\"http://www.opera.com/\"><strong>Opera</strong></a></li>\n</ul><h2>1.1 À propos de cet outil</h2>\n\n<p>Dans ce guide, nous tenons pour acquis que vous savez déjà utiliser un navigateur Web; ce guide n’explique pas comment utiliser les fonctions de base du navigateur <strong>Mozilla Firefox</strong>. Nous y présentons plutôt quelques uns des modules complémentaires qui contribuent à améliorer la fonctionnalité et la sécurité de <strong>Firefox</strong>.</p>\n\n<p>Les <strong>modules complémentaires de Mozilla Firefox</strong> (ou \"extensions\"), sont des petits programmes qui ajoutent des fonctions ou améliorent les fonctions existantes de <strong>Firefox</strong>.</p>\n\n<p>Les <strong>Plugins de Mozilla Firefox</strong> sont des petits logiciels habituellement conçus par des tiers partis pour permettre l'utilisation de leur programmes dans le navigateur <strong>Firefox</strong>.</p>\n\n<p>Dans ce guide, vous apprendrez à télécharger, installer et utiliser les <strong>modules complémentaires Mozilla</strong> listés ci-dessous, afin d’améliorer le niveau de confidentialité et de sécurité de votre navigateur Web <strong>Firefox</strong> et de votre expérience de navigation en général.</p>\n\n<p>Le module complémentaire <strong>NoScript</strong> est documenté séparément à la section <a href=\"/fr/firefox_noscript\"><strong>4.0 À propos de NoScript</strong></a>. Les autres modules complémentaires sont documentés à la section <a href=\"/fr/firefox_autres\"><strong>D’autres modules utiles de Mozilla</strong></a></p>\n\n<p><strong>Important</strong>: La très grande majorité des infections par programmes malveillants ou espions proviennent de pages Web. Il est très important de toujours évaluer s'il est sûr ou non d’ouvrir une page Web, surtout si vous l'avez reçue par courriel. Avant d’ouvrir une page Web, nous recommandons que vous en fassiez un balayage de sécurité à l'aide d'un ou l'autre des outils de balayage ci-dessous:</p>\n\n<ul><li><a href=\"http://www.virustotal.com/\"><strong>www.virustotal.com</strong></a></li>\n<li><a href=\"http://onlinelinkscan.com/\"><strong>www.onlinelinkscan.com</strong></a></li>\n<li><a href=\"http://www.phishtank.com/index.php\"><strong>www.phishtank.com</strong></a></li>\n</ul><p>Vous pouvez également vérifier la réputation d'un site Internet en utilisant les outils ci-dessous:</p>\n\n<ul><li><a href=\"http://safeweb.norton.com/\"><strong>http://safeweb.norton.com</strong></a></li>\n<li><a href=\"http://www.urlvoid.com/\"><strong>www.urlvoid.com</strong></a></li>\n</ul>", 
                "summary": "", 
                "value": "**Site Internet**\r\n\r\n- [**www.mozilla.org/fr/firefox/fx/**](http://www.mozilla.org/fr/firefox/fx/)\r\n\r\n**Configuration requise**\r\n\r\n- Compatible avec toutes les versions de Windows\r\n\r\n**Versions utilisées pour rédiger ce guide**\r\n\r\n- Firefox 10.0.2 \r\n- NoScript 2.3.2\r\n- Adblock Plus 2.0.3\r\n- Better Privacy 1.68\r\n- Beef Taco 1.3.7\r\n- GoogleSharing 0.22\r\n- HTTPS Everywhere 2.0.1\r\n\r\n**Licence**\r\n\r\n- FLOSS (Free/Libre Open Source Software)\r\n\r\n**Niveau**: 1: Débutant, **2: Moyen** 3: Intermédiaire, 4: Expérimenté, 5: Avancé\r\n\r\n**Temps d’apprentissage**: 20 - 30 minutes \r\n\r\n**Ce que vous apportera l’utilisation de cet outil**: \r\n\r\n- Un navigateur Web stable et sûr, dont la fonctionnalité peut être améliorée par de nombreux modules complémentaires; \r\n- La capacité de vous protéger contre des programmes potentiellement dangereux et des sites Internet malveillants; \r\n- La capacité d’effacer de votre ordinateur les traces de vos séances de navigation sur Internet. \r\n\r\n**Autres programmes compatibles avec GNU Linux, Mac OS et/ou Microsoft Windows**:\r\n\r\nLe navigateur **Mozilla Firefox** est compatible avec **GNU Linux**, **Mac OS**, **Microsoft Windows** et d'autres systèmes d'exploitation. La gestion sécurisée des pages Web est *primordiale*, puisqu’elles constituent la principale source d'infections par des programmes malveillants. C'est pourquoi nous recommandons fortement l'utilisation de **Mozilla Firefox** et des modules complémentaires proposés ici. Les bénéfices en matière de sécurité du navigateur **Firefox**, un programme multiplateforme gratuit et de source libre, sont d'autant plus remarquables lorsqu'on les compare à ses équivalents commerciaux comme **Internet Explorer**. Toutefois, si vous préférez utiliser un autre programme que **Mozilla Firefox**, nous recommandons les solutions de rechanges ci-dessous, compatibles avec **GNU Linux**, **Mac OS** et **Microsoft Windows**:\r\n\r\n- [**Google Chrome**](http://www.google.com/chrome/)\r\n- [**Opera**](http://www.opera.com/)\r\n\r\n## 1.1 À propos de cet outil ##\r\n\r\nDans ce guide, nous tenons pour acquis que vous savez déjà utiliser un navigateur Web; ce guide n’explique pas comment utiliser les fonctions de base du navigateur **Mozilla Firefox**. Nous y présentons plutôt quelques uns des modules complémentaires qui contribuent à améliorer la fonctionnalité et la sécurité de **Firefox**.\r\n\r\nLes **modules complémentaires de Mozilla Firefox** (ou \"extensions\"), sont des petits programmes qui ajoutent des fonctions ou améliorent les fonctions existantes de **Firefox**.\r\n\r\nLes **Plugins de Mozilla Firefox** sont des petits logiciels habituellement conçus par des tiers partis pour permettre l'utilisation de leur programmes dans le navigateur **Firefox**. \r\n\r\nDans ce guide, vous apprendrez à télécharger, installer et utiliser les **modules complémentaires Mozilla** listés ci-dessous, afin d’améliorer le niveau de confidentialité et de sécurité de votre navigateur Web **Firefox** et de votre expérience de navigation en général. \r\n\r\nLe module complémentaire **NoScript** est documenté séparément à la section [**4.0 À propos de NoScript**](/fr/firefox_noscript). Les autres modules complémentaires sont documentés à la section [**D’autres modules utiles de Mozilla**](/fr/firefox_autres)\r\n\r\n**Important**: La très grande majorité des infections par programmes malveillants ou espions proviennent de pages Web. Il est très important de toujours évaluer s'il est sûr ou non d’ouvrir une page Web, surtout si vous l'avez reçue par courriel. Avant d’ouvrir une page Web, nous recommandons que vous en fassiez un balayage de sécurité à l'aide d'un ou l'autre des outils de balayage ci-dessous: \r\n\r\n- [**www.virustotal.com**](http://www.virustotal.com/)\r\n- [**www.onlinelinkscan.com**](http://onlinelinkscan.com/)\r\n- [**www.phishtank.com**](http://www.phishtank.com/index.php)\r\n\r\nVous pouvez également vérifier la réputation d'un site Internet en utilisant les outils ci-dessous: \r\n\r\n- [**http://safeweb.norton.com**](http://safeweb.norton.com/)\r\n- [**www.urlvoid.com**](http://www.urlvoid.com/)\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1928", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/2060", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/2060", 
        "link_title": "Firefox with add-ons - Secure Web Browser", 
        "menu_name": "book-toc-1928", 
        "mlid": "5206", 
        "module": "book", 
        "nid": "2060", 
        "options": [], 
        "p1": "5034", 
        "p2": "5206", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5034", 
        "router_path": "node/%", 
        "title": "Firefox with add-ons - Secure Web Browser", 
        "updated": "0", 
        "weight": "-1"
    }, 
    "book_children": [
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sommaire des sections de cette page:</p>\n\n<ul><li><a href=\"#2.0\"><strong>2.0 À propos de Firefox</strong></a></li>\n<li><a href=\"#2.1\"><strong>2.1 Comment installer Firefox</strong></a></li>\n<li><a href=\"#2.2\"><strong>2.2 Comment régler les options du panneau Général</strong></a></li>\n<li><a href=\"#2.3\"><strong>2.3 Comment régler les options du panneau Vie privée</strong></a></li>\n<li><a href=\"#2.4\"><strong>2.4 Comment régler les options du panneau Sécurité</strong></a></li>\n<li><a href=\"#2.5\"><strong>2.5 Comment régler les options du panneau Avancé</strong></a></li>\n</ul><hr /><p><a name=\"2.0\" id=\"2.0\"></a></p>\n\n<h2>2.0 À propos de Firefox</h2>\n\n<p><strong>Firefox</strong> comporte plusieurs options faciles à régler pour protéger votre vie privée et la sécurité de votre système chaque fois que vous accédez à Internet. La fréquence à laquelle vous devrez ajuster vos réglages dépendra de votre situation particulière:</p>\n\n<ul><li><p>Si vous utilisez votre ordinateur personnel et ne permettez à personne de l’utiliser pour naviguer sur Internet, vous n’aurez à configurer ces paramètres qu'une seule fois;</p></li>\n<li><p>Si vous êtes dans un lieu public ou au travail, vous devrez peut-être reconfigurer ces paramètres en fonction de vos besoins.</p></li>\n</ul><p><strong>Note</strong>: Vous pouvez également transporter avec vous une version portable de <strong>Firefox</strong> sur une clé USB. Cela vous permet de configurer <strong>Firefox</strong> selon vos besoins et d’utiliser cette version personnalisée sur n’importe quel ordinateur public. Pour plus de renseignements à propos de <strong>Firefox</strong> portable, veuillez consulter le chapitre <a href=\"/fr/firefox_portable\"><strong>Firefox Portable</strong></a>.</p>\n\n<p><a name=\"2.1\" id=\"2.1\"></a></p>\n\n<h2>2.1 Comment installer Firefox</h2>\n\n<p>L'installation de <strong>Firefox</strong> est relativement simple et rapide. Pour lancer l'installation de <strong>Firefox</strong>, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Double-cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/01.png\" alt=\"\" />; si la fenêtre <em>Fichier ouvert - Avertissement de sécurité</em> s'affiche, <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/02.png\" alt=\"\" /> pour afficher la barre de progression <em>Extracting</em>.</p>\n\n<p><em>Quelques instants plus tard, la fenêtre Bienvenue dans l'assistant d'installation de Mozilla Firefox s'affiche.</em></p>\n\n<p><strong>Deuxième étape</strong>. <strong>Suivez</strong> les étapes du processus d'installation guidé, et acceptez les options et réglages par défaut.</p>\n\n<p><strong>Note</strong>: Ne modifiez les options et réglages que si vous savez exactement ce que vous faites et pourquoi vous le faites.</p>\n\n<p><a name=\"2.2\" id=\"2.2\"></a></p>\n\n<h2>2.2 Comment régler les options du panneau Général</h2>\n\n<p>Pour commencer à configurer <strong>Firefox</strong>, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Sélectionnez Outils &gt; Options...</strong> dans la barre de menu de <strong>Firefox</strong>, tel qu'indiqué ci-dessous:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/03.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: Le menu Outils avec l'item Options sélectionné</em></p>\n\n<p><em>Cela affichera la fenêtre Options, tel qu'illustré ci-dessous:</em></p>\n\n<p><img src=\"/sbox/screen/firefox-fr/04.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: La fenêtre Options affichant le contenu de l'onglet Général par défaut</em></p>\n\n<p><strong>Astuce</strong>: <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/05.png\" alt=\"\" /> si le panneau <em>Général</em> n'est pas affichée automatiquement comme dans la <em>Figure 2</em> ci-dessus.</p>\n\n<p>Le panneau <em>Général</em> vous permet de régler certains fonctions de base de <strong>Firefox</strong>, telles que votre page d'accueil au démarrage et l'emplacement de votre dossier <em>Téléchargements</em>.</p>\n\n<p>Le réglage par défaut du menu <em>Au démarrage de Firefox</em> est <em>Afficher ma page d'accueil</em>, et la page par défaut est la <em>Page de démarrage de Mozilla Firefox</em>.</p>\n\n<p><strong>Astuce</strong>: <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/06.png\" alt=\"\" /> pour définir une autre page de confiance comme page au démarrage.</p>\n\n<p><a name=\"2.3\" id=\"2.3\"></a></p>\n\n<h2>2.3 Comment régler les options du panneau Vie privée</h2>\n\n<p>Le panneau <em>Vie privée</em> vous permet de régler les options liées à la confidentialité et la sécurité du navigateur.</p>\n\n<p><strong>Première étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/07.png\" alt=\"\" /> pour afficher la fenêtre suivante:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/08.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: La fenêtre Options affichant le panneau Vie privée</em></p>\n\n<p>Le panneau <em>Vie privée</em> est divisée en trois sections: La section <em>Pistage</em>, la section <em>Historique</em> et la section <em>Barre d'adresse</em>.</p>\n\n<ul><li><strong>La section Pistage</strong></li>\n</ul><p>L'option <em>Indiquer aux sites Web de ne pas me pister</em> permet à <strong>Firefox</strong> d'indiquer aux sites que vous visiter de ne pas pister vos habitudes de navigation. Même si les sites Web individuels ne sont pas techniquement ou légalement forcés de respecter ces requêtes, l'activation de cette option réduit votre exposition aux publicités potentiellement dangereuses en ligne.</p>\n\n<ul><li><strong>La section Historique</strong></li>\n</ul><p>Sous la rubrique <em>Historique</em>, vous pouvez gérer l’historique du navigateur <strong>Firefox</strong>, c.-à-d. la liste de tous les sites Internet que vous avez visités depuis que vous avez commencé à utiliser le programme. La <em>Règle de conservation</em> par défaut est <em>Conserver l'historique</em> et doit être changée pour protéger votre vie privée et votre sécurité sur Internet.</p>\n\n<p>Pour supprimer les traces de votre navigation sur Internet, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Activez</strong> la liste défilante <em>Règles de conservation:</em> et <strong>sélectionnez</strong> l'option <em>Ne jamais conserver l'historique</em> tel qu'illustré à la <em>Figure 3</em>.</p>\n\n<p><strong>Deuxième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/09.png\" alt=\"\" /> pour afficher la fenêtre suivante:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/10.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: La fenêtre Supprimer tout l'historique</em></p>\n\n<p><strong>Troisième étape</strong>. <strong>Sélectionnez</strong> toutes les cases à cocher et <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/11.png\" alt=\"\" /> pour supprimer de <strong>Firefox</strong> tous les renseignements potentiellement compromettants, puis retournez au panneau <em>Vie privée</em>.</p>\n\n<ul><li><strong>La section Barre d'adresse</strong></li>\n</ul><p>La section <em>Barre d'adresse</em> utilise les adresses, cookies et autres données temporaires des pages Internet marquées, et l’historique de navigation pour compléter automatiquement ou suggérer des adresses dans la barre d'<strong>URL</strong> de <strong>Firefox</strong> pour faciliter votre navigation. Le réglage par défaut de l'option <em>Lors de l'utilisation de la barre d'adresse, suggérer:</em> est <em>Historique et marque-pages</em> et doit être changé pour protéger votre vie privée et votre sécurité sur Internet.</p>\n\n<p>Pour éliminer les traces de vos habitudes et historique de navigation, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Activez</strong> la liste défilante <em>Lors de l'utilisation de la barre d'adresse, suggérer:</em> puis <strong>sélectionnez</strong> l'option <strong>Rien</strong> tel qu'illustré à la <em>Figure 5</em> ci-dessous et à la <em>Figure 3</em> ci-dessus:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/12.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: La section Barre d'adresse affichant l'option Rien</em></p>\n\n<p><strong>Deuxième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/13.png\" alt=\"\" /> pouyr confirmer vos réglages et sortir de la fenêtre <em>Options</em>.</p>\n\n<p><strong>Note</strong>: Pour une approche plus complète de la suppression des données temporaires, veuillez consulter le chapitre portant sur <a href=\"/fr/ccleaner_principale\"><strong>CCleaner</strong></a>.</p>\n\n<p><a name=\"2.4\" id=\"2.4\"></a></p>\n\n<h2>2.4 Comment régler les options du panneau Sécurité</h2>\n\n<p>Le panneau <em>Sécurité</em> est divisé en deux sections: la première sert à déterminer les mesures à prendre en cas d'actions potentiellement dangereuses provenant de l'extérieur, et la seconde, la section <em>Mots de passe</em>, sert à déterminer la gestion des mots de passe.</p>\n\n<p><strong>Note</strong>: Pour plus de renseignements sur le stockage des mots de passe, veuillez consulter le chapitre portant sur <a href=\"/fr/keepass_principale\"><strong>KeePass</strong></a>.</p>\n\n<p><strong>Première étape</strong>. <strong>Sélectionnez Outils &gt; Options...</strong> dans la barre de menu de <strong>Firefox</strong> pour afficher la fenêtre <em>Options</em>, puis <strong>cliquez</strong> sur l'onglet <em>Sécurité</em> pour afficher la fenêtre suivante:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/14.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: La fenêtre Options affichant le panneau Sécurité</em></p>\n\n<p><strong>Deuxième étape</strong>. <strong>Acceptez</strong> les réglages par défaut dans la première section.</p>\n\n<ul><li><strong>La section Mots de passe</strong></li>\n</ul><p>La section <em>Mots de passe</em> vous permet de gérer vos mots de passe. L'option par défaut <em>Enregistrer les mots de passe</em> est activée la première fois que vous installez et lancez <strong>Firefox</strong>, et doit être désactivée pour assurer la confidentialité et la sécurité de vos mots de passe.</p>\n\n<p><strong>Première étape</strong>. <strong>Cliquez</strong> pour désactiver l'option <em>Enregistrer les mots de passe</em>, puis <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/15.png\" alt=\"\" /> pour compléter les réglages du panneau <em>Sécurité</em> dans la fenêtre <em>Options</em>.</p>\n\n<p><a name=\"2.5\" id=\"2.5\"></a></p>\n\n<h2>2.5  Comment régler les options du panneau Avancé</h2>\n\n<p>L'onglet <em>Avancé</em>, comme son nom l'indique, s'adresse surtout aux utilisateurs <strong>avancés</strong> ou <strong>expérimentés</strong> de <strong>Firefox</strong>. Toutefois, les utilisateurs de <strong>tous</strong> les niveaux tireront avantage des options suivantes affichées dans l'onglet <em>Général</em>:</p>\n\n<ul><li><p>L'option <em>Prévenir lorsque des sites Web tentent de rediriger ou de recharger la page</em> permet à <strong>Firefox</strong> d'empêcher des sites Web de rediriger automatiquement vers une autre page ou de se recharger automatiquement à votre insu ou sans votre consentement.</p></li>\n<li><p>L'option <em>Indiquer aux sites Web de ne pas me pister</em> permet à <strong>Firefox</strong> d'indiquer aux sites que vous visiter de ne pas pister vos habitudes de navigation. Même si les sites Web individuels ne sont pas techniquement ou légalement forcés de respecter ces requêtes, l'activation de cette option réduit votre exposition aux publicités potentiellement dangereuses en ligne.</p></li>\n</ul><p><strong>N.-B.</strong>: Dans les versions les plus récentes de <strong>Firefox</strong>, l'option <em>Indiquer aux sites Web de ne pas me pister</em> a été déplacée dans le panneau <em>Vie privée</em>, sous la rubrique <em>Pistage</em> (voir la <em>Figure 3</em>, ci-dessus).</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/16.png\" alt=\"\" /></p>\n\n<p><em>Figure 8: Le panneau d'options Avancé affichant le contenu de l'onglet Général</em></p>\n\n<p><strong>Première étape</strong>. <strong>Activez</strong> la case de l'option <em>Prévenir lorsque des sites Web tentent de rediriger ou de recharger la page</em>, tel qu'illustré à la <em>Figure 8</em> ci-dessous.</p>\n\n<p><strong>Deuxième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/15.png\" alt=\"\" /> pour enregistrer les modifications et sortir de l'onglet <em>Avancé</em>.</p>\n\n<p>Félicitations! <strong>Firefox</strong> est maintenant réglé pour naviguer sur Internet de façon confidentielle et sécurisée.</p>\n", 
                        "summary": "", 
                        "value": "Sommaire des sections de cette page:\r\n\r\n- [**2.0 À propos de Firefox**](#2.0)\r\n- [**2.1 Comment installer Firefox**](#2.1)\r\n- [**2.2 Comment régler les options du panneau Général**](#2.2)\r\n- [**2.3 Comment régler les options du panneau Vie privée**](#2.3)\r\n- [**2.4 Comment régler les options du panneau Sécurité**](#2.4)\r\n- [**2.5 Comment régler les options du panneau Avancé**](#2.5)\r\n\r\n-------\r\n\r\n<a name=\"2.0\"></a>\r\n## 2.0 À propos de Firefox ##\r\n**Firefox** comporte plusieurs options faciles à régler pour protéger votre vie privée et la sécurité de votre système chaque fois que vous accédez à Internet. La fréquence à laquelle vous devrez ajuster vos réglages dépendra de votre situation particulière:\r\n\r\n- Si vous utilisez votre ordinateur personnel et ne permettez à personne de l’utiliser pour naviguer sur Internet, vous n’aurez à configurer ces paramètres qu'une seule fois; \r\n\r\n- Si vous êtes dans un lieu public ou au travail, vous devrez peut-être reconfigurer ces paramètres en fonction de vos besoins.\r\n\r\n**Note**: Vous pouvez également transporter avec vous une version portable de **Firefox** sur une clé USB. Cela vous permet de configurer **Firefox** selon vos besoins et d’utiliser cette version personnalisée sur n’importe quel ordinateur public. Pour plus de renseignements à propos de **Firefox** portable, veuillez consulter le chapitre [**Firefox Portable**](/fr/firefox_portable).\r\n\r\n<a name=\"2.1\"></a>\r\n## 2.1 Comment installer Firefox ##\r\n\r\nL'installation de **Firefox** est relativement simple et rapide. Pour lancer l'installation de **Firefox**, suivez les étapes énumérées ci-dessous:\r\n\r\n**Première étape**. **Double-cliquez** sur ![](/sbox/screen/firefox-fr/01.png); si la fenêtre *Fichier ouvert - Avertissement de sécurité* s'affiche, **cliquez** sur ![](/sbox/screen/firefox-fr/02.png) pour afficher la barre de progression *Extracting*. \r\n\r\n*Quelques instants plus tard, la fenêtre Bienvenue dans l'assistant d'installation de Mozilla Firefox s'affiche.* \r\n\r\n**Deuxième étape**. **Suivez** les étapes du processus d'installation guidé, et acceptez les options et réglages par défaut.\r\n\r\n**Note**: Ne modifiez les options et réglages que si vous savez exactement ce que vous faites et pourquoi vous le faites.\r\n\r\n<a name=\"2.2\"></a>\r\n## 2.2 Comment régler les options du panneau Général ##\r\n\r\nPour commencer à configurer **Firefox**, suivez les étapes énumérées ci-dessous:\r\n\r\n**Première étape**. **Sélectionnez Outils > Options...** dans la barre de menu de **Firefox**, tel qu'indiqué ci-dessous: \r\n\r\n![](/sbox/screen/firefox-fr/03.png)\r\n\r\n*Figure 1: Le menu Outils avec l'item Options sélectionné* \r\n\r\n*Cela affichera la fenêtre Options, tel qu'illustré ci-dessous:*\r\n\r\n![](/sbox/screen/firefox-fr/04.png)\r\n\r\n*Figure 2: La fenêtre Options affichant le contenu de l'onglet Général par défaut*\r\n\r\n**Astuce**: **Cliquez** sur ![](/sbox/screen/firefox-fr/05.png) si le panneau *Général* n'est pas affichée automatiquement comme dans la *Figure 2* ci-dessus.\r\n\r\nLe panneau *Général* vous permet de régler certains fonctions de base de **Firefox**, telles que votre page d'accueil au démarrage et l'emplacement de votre dossier *Téléchargements*.\r\n\r\nLe réglage par défaut du menu *Au démarrage de Firefox* est *Afficher ma page d'accueil*, et la page par défaut est la *Page de démarrage de Mozilla Firefox*.\r\n\r\n**Astuce**: **Cliquez** sur ![](/sbox/screen/firefox-fr/06.png) pour définir une autre page de confiance comme page au démarrage.\r\n\r\n<a name=\"2.3\"></a>\r\n## 2.3 Comment régler les options du panneau Vie privée ##\r\n\r\nLe panneau *Vie privée* vous permet de régler les options liées à la confidentialité et la sécurité du navigateur.\r\n\r\n**Première étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/07.png) pour afficher la fenêtre suivante: \r\n\r\n![](/sbox/screen/firefox-fr/08.png)\r\n\r\n*Figure 3: La fenêtre Options affichant le panneau Vie privée*\r\n\r\nLe panneau *Vie privée* est divisée en trois sections: La section *Pistage*, la section *Historique* et la section *Barre d'adresse*.\r\n\r\n- **La section Pistage**\r\n\r\nL'option *Indiquer aux sites Web de ne pas me pister* permet à **Firefox** d'indiquer aux sites que vous visiter de ne pas pister vos habitudes de navigation. Même si les sites Web individuels ne sont pas techniquement ou légalement forcés de respecter ces requêtes, l'activation de cette option réduit votre exposition aux publicités potentiellement dangereuses en ligne.\r\n\r\n- **La section Historique**\r\n\r\nSous la rubrique *Historique*, vous pouvez gérer l’historique du navigateur **Firefox**, c.-à-d. la liste de tous les sites Internet que vous avez visités depuis que vous avez commencé à utiliser le programme. La *Règle de conservation* par défaut est *Conserver l'historique* et doit être changée pour protéger votre vie privée et votre sécurité sur Internet.\r\n\r\nPour supprimer les traces de votre navigation sur Internet, suivez les étapes énumérées ci-dessous:\r\n\r\n**Première étape**. **Activez** la liste défilante *Règles de conservation:* et **sélectionnez** l'option *Ne jamais conserver l'historique* tel qu'illustré à la *Figure 3*. \r\n\r\n**Deuxième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/09.png) pour afficher la fenêtre suivante:\r\n\r\n![](/sbox/screen/firefox-fr/10.png)\r\n\r\n*Figure 4: La fenêtre Supprimer tout l'historique*\r\n\r\n**Troisième étape**. **Sélectionnez** toutes les cases à cocher et **cliquez** sur ![](/sbox/screen/firefox-fr/11.png) pour supprimer de **Firefox** tous les renseignements potentiellement compromettants, puis retournez au panneau *Vie privée*.\r\n\r\n- **La section Barre d'adresse**\r\n\r\nLa section *Barre d'adresse* utilise les adresses, cookies et autres données temporaires des pages Internet marquées, et l’historique de navigation pour compléter automatiquement ou suggérer des adresses dans la barre d'**URL** de **Firefox** pour faciliter votre navigation. Le réglage par défaut de l'option *Lors de l'utilisation de la barre d'adresse, suggérer:* est *Historique et marque-pages* et doit être changé pour protéger votre vie privée et votre sécurité sur Internet.\r\n\r\nPour éliminer les traces de vos habitudes et historique de navigation, suivez les étapes énumérées ci-dessous:  \r\n\r\n**Première étape**. **Activez** la liste défilante *Lors de l'utilisation de la barre d'adresse, suggérer:* puis **sélectionnez** l'option **Rien** tel qu'illustré à la *Figure 5* ci-dessous et à la *Figure 3* ci-dessus:\r\n\r\n![](/sbox/screen/firefox-fr/12.png)\r\n\r\n*Figure 5: La section Barre d'adresse affichant l'option Rien*\r\n\r\n**Deuxième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/13.png) pouyr confirmer vos réglages et sortir de la fenêtre *Options*.\r\n\r\n**Note**: Pour une approche plus complète de la suppression des données temporaires, veuillez consulter le chapitre portant sur [**CCleaner**](/fr/ccleaner_principale).\r\n\r\n<a name=\"2.4\"></a>\r\n## 2.4 Comment régler les options du panneau Sécurité ##\r\n\r\nLe panneau *Sécurité* est divisé en deux sections: la première sert à déterminer les mesures à prendre en cas d'actions potentiellement dangereuses provenant de l'extérieur, et la seconde, la section *Mots de passe*, sert à déterminer la gestion des mots de passe.\r\n\r\n**Note**: Pour plus de renseignements sur le stockage des mots de passe, veuillez consulter le chapitre portant sur [**KeePass**](/fr/keepass_principale).\r\n\r\n**Première étape**. **Sélectionnez Outils > Options...** dans la barre de menu de **Firefox** pour afficher la fenêtre *Options*, puis **cliquez** sur l'onglet *Sécurité* pour afficher la fenêtre suivante:\r\n\r\n![](/sbox/screen/firefox-fr/14.png)\r\n\r\n*Figure 6: La fenêtre Options affichant le panneau Sécurité*\r\n\r\n**Deuxième étape**. **Acceptez** les réglages par défaut dans la première section.\r\n\r\n- **La section Mots de passe**\r\n\r\nLa section *Mots de passe* vous permet de gérer vos mots de passe. L'option par défaut *Enregistrer les mots de passe* est activée la première fois que vous installez et lancez **Firefox**, et doit être désactivée pour assurer la confidentialité et la sécurité de vos mots de passe. \r\n\r\n**Première étape**. **Cliquez** pour désactiver l'option *Enregistrer les mots de passe*, puis **cliquez** sur ![](/sbox/screen/firefox-fr/15.png) pour compléter les réglages du panneau *Sécurité* dans la fenêtre *Options*.\r\n\r\n<a name=\"2.5\"></a>\r\n## 2.5  Comment régler les options du panneau Avancé ##\r\n\r\nL'onglet *Avancé*, comme son nom l'indique, s'adresse surtout aux utilisateurs **avancés** ou **expérimentés** de **Firefox**. Toutefois, les utilisateurs de **tous** les niveaux tireront avantage des options suivantes affichées dans l'onglet *Général*:\r\n\r\n- L'option *Prévenir lorsque des sites Web tentent de rediriger ou de recharger la page* permet à **Firefox** d'empêcher des sites Web de rediriger automatiquement vers une autre page ou de se recharger automatiquement à votre insu ou sans votre consentement.\r\n\r\n- L'option *Indiquer aux sites Web de ne pas me pister* permet à **Firefox** d'indiquer aux sites que vous visiter de ne pas pister vos habitudes de navigation. Même si les sites Web individuels ne sont pas techniquement ou légalement forcés de respecter ces requêtes, l'activation de cette option réduit votre exposition aux publicités potentiellement dangereuses en ligne.\r\n\r\n**N.-B.**: Dans les versions les plus récentes de **Firefox**, l'option *Indiquer aux sites Web de ne pas me pister* a été déplacée dans le panneau *Vie privée*, sous la rubrique *Pistage* (voir la *Figure 3*, ci-dessus).\r\n\r\n![](/sbox/screen/firefox-fr/16.png)\r\n\r\n*Figure 8: Le panneau d'options Avancé affichant le contenu de l'onglet Général*\r\n\r\n**Première étape**. **Activez** la case de l'option *Prévenir lorsque des sites Web tentent de rediriger ou de recharger la page*, tel qu'illustré à la *Figure 8* ci-dessous.\r\n\r\n**Deuxième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/15.png) pour enregistrer les modifications et sortir de l'onglet *Avancé*.\r\n\r\nFélicitations! **Firefox** est maintenant réglé pour naviguer sur Internet de façon confidentielle et sécurisée.\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2061", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2061", 
                "link_title": "How to Install and Configure Firefox", 
                "menu_name": "book-toc-1928", 
                "mlid": "5207", 
                "module": "book", 
                "nid": "2061", 
                "options": [], 
                "p1": "5034", 
                "p2": "5206", 
                "p3": "5207", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5206", 
                "router_path": "node/%", 
                "title": "How to Install and Configure Firefox", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1455122131", 
            "comment": "0", 
            "created": "1441122474", 
            "current_revision_id": "13211", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "firefox_privacy_and_security", 
                        "value": "firefox_privacy_and_security"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5207": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2061", 
                    "link_title": "How to Install and Configure Firefox", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5207", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5206", 
                    "p3": "5207", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5206", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "2061", 
            "num_revisions": "41", 
            "path": "https://securityinabox.org/en/node/2061", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455122131", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Comment installer et régler Firefox", 
                        "value": "Comment installer et régler Firefox"
                    }
                ]
            }, 
            "title_original": "How to Install and Configure Firefox", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935829", 
                        "created": "1442935829", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442402259", 
                        "created": "1442402259", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442503194", 
                        "created": "1442503194", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1454338604", 
                        "created": "1441634360", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442848366", 
                        "created": "1442847391", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444397606", 
                        "created": "1444397606", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455122131", 
                        "created": "1455122131", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1452174143", 
                        "created": "1443622662", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441191543", 
                        "created": "1441191543", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444190030", 
                        "created": "1444189521", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022319", 
                        "created": "1443022319", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834619", 
                        "created": "1444730773", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446477445", 
                        "created": "1441122474", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2061", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445438387", 
                        "created": "1445436004", 
                        "entity_id": "2061", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2061", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "1c6be054-c500-46af-9140-a1936176ac8a", 
            "vid": "13211", 
            "vuuid": "ee4fd466-fad6-4eb6-8619-3da4839988d4"
        }, 
        {}, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sommaire des sections de cette page:</p>\n\n<ul><li><a href=\"#3.0\"><strong>3.0 À propos des modules complémentaires de Mozilla</strong></a></li>\n<li><a href=\"#3.1\"><strong>3.1 Comment installer les modules complémentaires de Mozilla</strong></a></li>\n<li><a href=\"#3.2\"><strong>3.2 Comment désactiver ou désinstaller les modules complémentaires de Mozilla</strong></a></li>\n<li><a href=\"#3.3\"><strong>3.3 Comment actualiser les modules complémentaires de Mozilla</strong></a></li>\n<li><a href=\"#3.4\"><strong>3.4 Comment actualiser les plugins de Mozilla</strong></a></li>\n</ul><hr /><p><a name=\"3.0\" id=\"3.0\"></a></p>\n\n<h2>3.0 À propos des modules complémentaires de Mozilla</h2>\n\n<p>Dans le contexte des produits de <strong>Mozilla</strong>, un module complémentaire est en fait un programme léger qui ajoute de nouvelles fonctions ou étend la portée de fonctions existantes. En tant que tels, les modules complémentaires sont parfois appelés <em>extensions</em> et identifiés par l'extension de fichier <em>.xpi</em>. Par exemple, le fichier du module complémentaire <strong>NoScript</strong> est <em>addon-722-latest.xpi</em>.</p>\n\n<p>Un <strong>plugin</strong> est essentiellement un logiciel habituellement conçu par des tiers partis pour permettre l'utilisation de leur programmes dans le navigateur <strong>Firefox</strong>. Un exemple bien connu est le plugin <strong>Flash</strong>, conçu pour afficher le contenu <strong>Adobe Flash</strong> dans une fenêtre de navigation de *Firefox**.</p>\n\n<p><a name=\"3.1\" id=\"3.1\"></a></p>\n\n<h2>3.1 Comment installer les modules complémentaires de Mozilla</h2>\n\n<p>Le téléchargement et l'installation des <strong>Modules complémentaires de Mozilla</strong> est simple et rapide. Pour télécharger et installer différents modules, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Sélectionnez Démarrer &gt; Mozilla Firefox</strong> ou <strong>double-cliquez</strong> sur l'icone de bureau <strong>Firefox</strong> pour lancer <strong>Firefox</strong>.</p>\n\n<p><strong>Deuxième étape</strong>. <strong>Saisissez</strong> <a href=\"https://addons.mozilla.org/fr/firefox/\"><strong>https://addons.mozilla.org/fr/firefox/</strong></a> dans la barre d'adresse de <strong>Firefox</strong> pour accéder au site des <strong>Modules complémentaires de Mozilla pour Firefox</strong>.</p>\n\n<p><strong>Troisième étape</strong>. <strong>Saisissez</strong> le nom du module complémentaire voulu dans la zone recherche de <strong>Mozilla</strong> (dans cet exemple, le module complémentaire <strong>Adblock Plus</strong>) comme ci-dessous:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/17.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: La barre de recherche de modules complémentaires de Mozilla Firefox affichant une recherche pour Adblock Plus</em></p>\n\n<p><strong>Quatrième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/18.png\" alt=\"\" /> ou <strong>tapez</strong> <em>Enter</em> pour afficher la fenêtre suivante:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/19.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Résultats de recherche pour Adblock Plus</em></p>\n\n<p><strong>Cinquième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/20a.png\" alt=\"\" /> pour afficher les fenêtre suivantes:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/21.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: La fenêtre Résultats de recherche Adblock Plus :: Modules pour Firefox</em></p>\n\n<p><img src=\"/sbox/screen/firefox-fr/22.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: La fenêtre d'installation d'un logiciel associée à Adblock Plus</em></p>\n\n<p><strong>Sixième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/23.png\" alt=\"\" /> lorsque le lien est activé pour lancer l'installation du module; lorsque l'installation est terminée, la fenêtre suivante s'affiche:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/24.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: La fenêtre Résultats de recherche Adblock Plus :: Modules pour Firefox</em></p>\n\n<p><strong>Septième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/25.png\" alt=\"\" /> pour compléter le processus d'installation.</p>\n\n<p><em>Firefox redémarrera automatiquement.</em></p>\n\n<p><strong>Astuce</strong>: <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/28.png\" alt=\"\" /> pour <strong>sélectionner</strong> l'option <em>Plus tard</em> si vous préférez redémarrer <strong>Firefox</strong> plus tard.</p>\n\n<p><strong>Huitième étape</strong>. <strong>Sélectionnez</strong> l'item de menu <em>Modules complémentaires</em> dans le menu <em>Outils</em> de la barre de menu de <strong>Firefox</strong>, pour afficher la fenêtre suivante:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/29.png\" alt=\"\" /></p>\n\n<p><em>Figure 6: Le menu Outils avec l'item Modules complémentaires sélectionnés</em></p>\n\n<p><img src=\"/sbox/screen/firefox-fr/30.png\" alt=\"\" /></p>\n\n<p><em>Figure 7: Le Gestionnaire de modules complémentaires affichant le module Adblock Plus nouvellement installé</em></p>\n\n<p><strong>Important: N'installez pas de modules complémentaires provenant de sources inconnues.</strong> Par souci de sécurité, n'installez que des modules complémentaires téléchargés à partir du site Internet https://addons.mozilla.org/fr/firefox/.</p>\n\n<p><a name=\"3.2\" id=\"3.2\"></a></p>\n\n<h2>3.2 Comment désactiver ou désinstaller les modules complémentaires de Mozilla</h2>\n\n<p>L'onglet <em>Modules complémentaires</em> affiche tous les modules déjà installés, tel qu'illustré à la <em>Figure 7</em>. Tous les modules complémentaires de <strong>Mozilla</strong> peuvent être désactivés temporairement en <strong>cliquant</strong> sur <img src=\"/sbox/screen/firefox-fr/31.png\" alt=\"\" />, ou complètement supprimé <strong>cliquant</strong> <img src=\"/sbox/screen/firefox-fr/32.png\" alt=\"\" />. Toutefois, dans les deux cas, <strong>Firefox</strong> <em>doit</em> être redémarré pour que les changements soit enregistrés.</p>\n\n<p><a name=\"3.3\" id=\"3.3\"></a></p>\n\n<h2>3.3 Comment actualiser les modules complémentaires de Mozilla</h2>\n\n<p>De temps à autres, les divers modules complémentaires doivent être actualisés pour rester compatibles avec la plus récente version de <strong>Firefox</strong>. Selon la disponibilité de votre bande passante, vous pouvez choisir d'actualiser vos modules complémentaires automatiquement ou manuellement.</p>\n\n<p><strong>Première étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/33.png\" alt=\"\" /> pour afficher le menu associé, puis <strong>sélectionnez</strong> l'item <em>Rechercher des mises à jour</em> pour actualiser manuellement vos modules complémentaires, tel qu'illustré à la <em>Figure 8</em> ci-dessous.</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/34.png\" alt=\"\" /></p>\n\n<p><em>Figure 8: Le bouton d'actualisation du Gestionnaire de modules complémentaires affichant sa liste défilante</em></p>\n\n<p><strong>Deuxième étape</strong>. Vous pouvez également <strong>sélectionner</strong> l'option <em>Mettre à jour les modules automatiquement</em> pour actualiser vos modules automatiquement, tel qu'illustré à la <em>Figure 8</em> ci-dessus.</p>\n\n<p><a name=\"3.4\" id=\"3.4\"></a></p>\n\n<h2>3.4 Comment actualiser les plugins de Mozilla</h2>\n\n<p>Puisque certains plugins ne s'actualisent pas automatiquement, il est fortement recommandé de rechercher les plus récentes mises à jour des <strong>Plugins Mozilla</strong>.</p>\n\n<p><strong>Important</strong>: Il est <em>absolument essentiel</em> de faire des mises à jour au moins <strong>une fois par mois</strong>. Les plugins sont constamment améliorés et actualisés pour répondre à toutes sortes de problèmes de sécurité.</p>\n\n<p>Pour rechercher des mises à jour de plugins manuellement, <strong>cliquez</strong> sur le lien suivant <a href=\"https://www.mozilla.com/fr/plugincheck\"><strong>https://www.mozilla.com/fr/plugincheck</strong></a> pour afficher le site suivant:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/35.png\" alt=\"\" /></p>\n\n<p><em>Figure 9: Le site Internet de vérification des plugins Mozilla Firefox</em></p>\n\n<p><strong>Actualisez tous les plugins qui ne sont pas à jour</strong> en cliquant sur les boutons d'action correspondants et en suivant les consignes qui s'affichent à l'écran.</p>\n\n<p>Pour désactiver un plugin inconnu ou dont vous n'avez plus besoin, suivez les étapes énumérées ci-dessous:</p>\n\n<p><strong>Première étape</strong>. <strong>Sélectionnez</strong>  <strong>Outils &gt; Modules complémentaires</strong> dans la barre de menu de <strong>Firefox</strong> pour afficher le <em>Gestionnaire des modules complémentaires</em>.</p>\n\n<p><strong>Deuxième étape</strong>. <strong>Cliquez</strong> sur l'onglet <em>Plugins</em> pour afficher la liste complète des plugins <strong>Mozilla Firefox</strong> installés, trouvez le plugin que vous souhaitez désactiver, puis <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/36.png\" alt=\"\" />.</p>\n", 
                        "summary": "", 
                        "value": "Sommaire des sections de cette page:\r\n\r\n- [**3.0 À propos des modules complémentaires de Mozilla**](#3.0)\r\n- [**3.1 Comment installer les modules complémentaires de Mozilla**](#3.1)\r\n- [**3.2 Comment désactiver ou désinstaller les modules complémentaires de Mozilla**](#3.2)\r\n- [**3.3 Comment actualiser les modules complémentaires de Mozilla**](#3.3)\r\n- [**3.4 Comment actualiser les plugins de Mozilla**](#3.4)\r\n\r\n-------\r\n\r\n<a name=\"3.0\"></a>\r\n## 3.0 À propos des modules complémentaires de Mozilla ##\r\n\r\nDans le contexte des produits de **Mozilla**, un module complémentaire est en fait un programme léger qui ajoute de nouvelles fonctions ou étend la portée de fonctions existantes. En tant que tels, les modules complémentaires sont parfois appelés *extensions* et identifiés par l'extension de fichier *.xpi*. Par exemple, le fichier du module complémentaire **NoScript** est *addon-722-latest.xpi*.\r\n\r\nUn **plugin** est essentiellement un logiciel habituellement conçu par des tiers partis pour permettre l'utilisation de leur programmes dans le navigateur **Firefox**. Un exemple bien connu est le plugin **Flash**, conçu pour afficher le contenu **Adobe Flash** dans une fenêtre de navigation de *Firefox**.\r\n\r\n<a name=\"3.1\"></a>\r\n## 3.1 Comment installer les modules complémentaires de Mozilla ##\r\n\r\nLe téléchargement et l'installation des **Modules complémentaires de Mozilla** est simple et rapide. Pour télécharger et installer différents modules, suivez les étapes énumérées ci-dessous:\r\n\r\n**Première étape**. **Sélectionnez Démarrer > Mozilla Firefox** ou **double-cliquez** sur l'icone de bureau **Firefox** pour lancer **Firefox**. \r\n\r\n**Deuxième étape**. **Saisissez** [**https://addons.mozilla.org/fr/firefox/**](https://addons.mozilla.org/fr/firefox/) dans la barre d'adresse de **Firefox** pour accéder au site des **Modules complémentaires de Mozilla pour Firefox**.\r\n\r\n**Troisième étape**. **Saisissez** le nom du module complémentaire voulu dans la zone recherche de **Mozilla** (dans cet exemple, le module complémentaire **Adblock Plus**) comme ci-dessous:\r\n\r\n![](/sbox/screen/firefox-fr/17.png)\r\n\r\n*Figure 1: La barre de recherche de modules complémentaires de Mozilla Firefox affichant une recherche pour Adblock Plus* \r\n\r\n**Quatrième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/18.png) ou **tapez** *Enter* pour afficher la fenêtre suivante:\r\n\r\n![](/sbox/screen/firefox-fr/19.png)\r\n\r\n*Figure 2: Résultats de recherche pour Adblock Plus*\r\n\r\n**Cinquième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/20a.png) pour afficher les fenêtre suivantes:\r\n\r\n![](/sbox/screen/firefox-fr/21.png)\r\n\r\n*Figure 3: La fenêtre Résultats de recherche Adblock Plus :: Modules pour Firefox*\r\n\r\n![](/sbox/screen/firefox-fr/22.png)\r\n\r\n*Figure 4: La fenêtre d'installation d'un logiciel associée à Adblock Plus*\r\n\r\n**Sixième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/23.png) lorsque le lien est activé pour lancer l'installation du module; lorsque l'installation est terminée, la fenêtre suivante s'affiche: \r\n\r\n![](/sbox/screen/firefox-fr/24.png)\r\n\r\n*Figure 5: La fenêtre Résultats de recherche Adblock Plus :: Modules pour Firefox*\r\n\r\n**Septième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/25.png) pour compléter le processus d'installation.\r\n\r\n*Firefox redémarrera automatiquement.*\r\n\r\n**Astuce**: **Cliquez** sur ![](/sbox/screen/firefox-fr/28.png) pour **sélectionner** l'option *Plus tard* si vous préférez redémarrer **Firefox** plus tard.\r\n\r\n**Huitième étape**. **Sélectionnez** l'item de menu *Modules complémentaires* dans le menu *Outils* de la barre de menu de **Firefox**, pour afficher la fenêtre suivante:\r\n\r\n![](/sbox/screen/firefox-fr/29.png)\r\n\r\n*Figure 6: Le menu Outils avec l'item Modules complémentaires sélectionnés*\r\n\r\n![](/sbox/screen/firefox-fr/30.png)\r\n\r\n*Figure 7: Le Gestionnaire de modules complémentaires affichant le module Adblock Plus nouvellement installé*\r\n\r\n**Important: N'installez pas de modules complémentaires provenant de sources inconnues.** Par souci de sécurité, n'installez que des modules complémentaires téléchargés à partir du site Internet https://addons.mozilla.org/fr/firefox/.\r\n\r\n<a name=\"3.2\"></a>\r\n## 3.2 Comment désactiver ou désinstaller les modules complémentaires de Mozilla ##\r\n\r\nL'onglet *Modules complémentaires* affiche tous les modules déjà installés, tel qu'illustré à la *Figure 7*. Tous les modules complémentaires de **Mozilla** peuvent être désactivés temporairement en **cliquant** sur ![](/sbox/screen/firefox-fr/31.png), ou complètement supprimé **cliquant** ![](/sbox/screen/firefox-fr/32.png). Toutefois, dans les deux cas, **Firefox** *doit* être redémarré pour que les changements soit enregistrés. \r\n\r\n<a name=\"3.3\"></a>\r\n## 3.3 Comment actualiser les modules complémentaires de Mozilla ## \r\n\r\nDe temps à autres, les divers modules complémentaires doivent être actualisés pour rester compatibles avec la plus récente version de **Firefox**. Selon la disponibilité de votre bande passante, vous pouvez choisir d'actualiser vos modules complémentaires automatiquement ou manuellement. \r\n\r\n**Première étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/33.png) pour afficher le menu associé, puis **sélectionnez** l'item *Rechercher des mises à jour* pour actualiser manuellement vos modules complémentaires, tel qu'illustré à la *Figure 8* ci-dessous.\r\n\r\n![](/sbox/screen/firefox-fr/34.png)\r\n\r\n*Figure 8: Le bouton d'actualisation du Gestionnaire de modules complémentaires affichant sa liste défilante*\r\n\r\n**Deuxième étape**. Vous pouvez également **sélectionner** l'option *Mettre à jour les modules automatiquement* pour actualiser vos modules automatiquement, tel qu'illustré à la *Figure 8* ci-dessus. \r\n\r\n<a name=\"3.4\"></a>\r\n## 3.4 Comment actualiser les plugins de Mozilla ##\r\n\r\nPuisque certains plugins ne s'actualisent pas automatiquement, il est fortement recommandé de rechercher les plus récentes mises à jour des **Plugins Mozilla**. \r\n\r\n**Important**: Il est *absolument essentiel* de faire des mises à jour au moins **une fois par mois**. Les plugins sont constamment améliorés et actualisés pour répondre à toutes sortes de problèmes de sécurité.\r\n\r\nPour rechercher des mises à jour de plugins manuellement, **cliquez** sur le lien suivant [**https://www.mozilla.com/fr/plugincheck**](https://www.mozilla.com/fr/plugincheck) pour afficher le site suivant:\r\n\r\n![](/sbox/screen/firefox-fr/35.png)\r\n\r\n*Figure 9: Le site Internet de vérification des plugins Mozilla Firefox*\r\n\r\n**Actualisez tous les plugins qui ne sont pas à jour** en cliquant sur les boutons d'action correspondants et en suivant les consignes qui s'affichent à l'écran.\r\n\r\nPour désactiver un plugin inconnu ou dont vous n'avez plus besoin, suivez les étapes énumérées ci-dessous: \r\n\r\n**Première étape**. **Sélectionnez**  **Outils > Modules complémentaires** dans la barre de menu de **Firefox** pour afficher le *Gestionnaire des modules complémentaires*.\r\n\r\n**Deuxième étape**. **Cliquez** sur l'onglet *Plugins* pour afficher la liste complète des plugins **Mozilla Firefox** installés, trouvez le plugin que vous souhaitez désactiver, puis **cliquez** sur ![](/sbox/screen/firefox-fr/36.png).\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2062", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2062", 
                "link_title": "How to Install Firefox Add Ons", 
                "menu_name": "book-toc-1928", 
                "mlid": "5208", 
                "module": "book", 
                "nid": "2062", 
                "options": [], 
                "p1": "5034", 
                "p2": "5206", 
                "p3": "5208", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5206", 
                "router_path": "node/%", 
                "title": "How to Install Firefox Add Ons", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1455122225", 
            "comment": "0", 
            "created": "1441122507", 
            "current_revision_id": "13212", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "firefox_modules", 
                        "value": "firefox_modules"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5208": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2062", 
                    "link_title": "How to Install Firefox Add Ons", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5208", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5206", 
                    "p3": "5208", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5206", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "2062", 
            "num_revisions": "23", 
            "path": "https://securityinabox.org/en/firefox_addons", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455122225", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Comment installer des modules complémentaires Firefox", 
                        "value": "Comment installer des modules complémentaires Firefox"
                    }
                ]
            }, 
            "title_original": "How to Install Firefox Add Ons", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442935918", 
                        "created": "1442935918", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442402324", 
                        "created": "1442402324", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442503427", 
                        "created": "1442503396", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441634628", 
                        "created": "1441634628", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442847653", 
                        "created": "1442847653", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444397767", 
                        "created": "1444397736", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455122225", 
                        "created": "1455122225", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443622766", 
                        "created": "1443622766", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441191640", 
                        "created": "1441191640", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444190304", 
                        "created": "1444190304", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022287", 
                        "created": "1443022287", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834676", 
                        "created": "1444730916", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446200327", 
                        "created": "1441122507", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2062", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445436116", 
                        "created": "1445436116", 
                        "entity_id": "2062", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2062", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "13719c3b-eedc-400c-86d2-584e2d89ce6f", 
            "vid": "13212", 
            "vuuid": "5aa31386-b5ad-40ad-9be8-f74598a068b5"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sommaire des sections de cette page:</p>\n\n<ul><li><a href=\"#4.0\"><strong>4.0 À propos de NoScript</strong></a></li>\n<li><a href=\"#4.1\"><strong>4.1 Comment utiliser NoScript</strong></a></li>\n<li><a href=\"#4.2\"><strong>4.2 À propos du Clickjacking et des attaques XXS (Cross-Site Scripting)</strong></a></li>\n</ul><hr /><p><a name=\"4.0\" id=\"4.0\"></a></p>\n\n<h2>4.0 À propos de NoScript</h2>\n\n<p><img src=\"/sites/securitybkp.ngoinabox.org/files/u9/noscript.png\" alt=\"\" /></p>\n\n<p><strong>NoScript</strong> est un <strong>module complémentaire Mozilla</strong> particulièrement utile. Ce programme peut contribuer à protéger votre ordinateur contre des sites Internet malveillants. Il fonctionne en dressant une \"liste blanche\" des sites que vous avez désignés comme acceptables, sûrs ou fiables (tel qu’un site de \"télébanque\" à domicile ou un journal électronique). Tous les autres sites sont considérés comme potentiellement dangereux et leurs fonctions sont limitées jusqu’à ce que vous décidiez que le contenu du site ne comporte aucun risque et que vous l’ajoutiez à la liste blanche.</p>\n\n<p><strong>NoScript</strong> commencera à bloquer automatiquement les bannières publicitaires, les publicités intempestives (<em>pop-up</em>), <strong>JavaScript</strong> et les codes <strong>Java</strong> associés, ainsi que plusieurs autres éléments Web potentiellement dommageables. <strong>NoScript</strong> ne fait pas lui-même la différence entre des contenus dommageables et des contenus nécessaires à l'affichage normal des sites Internet. Il vous revient de définir des exceptions pour les sites dont vous jugez les contenus sûrs.</p>\n\n<p><a name=\"4.1\" id=\"4.1\"></a></p>\n\n<h2>4.1 Comment utiliser NoScript</h2>\n\n<p>Avant de commencer à utiliser <strong>NoScript</strong>, assurez-vous d'avoir installé le programme correctement en <strong>sélectionnant Outils &gt; Modules complémentaires</strong> pour afficher la fenêtre des <em>Modules complémentaires</em> et confirmer l'installation.</p>\n\n<p><strong>Astuce</strong>: Bien que l’utilisation de <strong>NoScript</strong> puisse paraître laborieuse au début, (parce que, par exemple, les sites Web que vous avez l’habitude de visiter ne s’affichent pas correctement), vous tirerez immédiatement avantage de la fonction de blocage automatique des éléments suspects.</p>\n\n<p>Cela bloquera toutes les publicités et fenêtres intempestives, ainsi que les éléments de code malveillants intégrés (ou piratés) à certains sites Web.</p>\n\n<p><strong>NoScript</strong> fonctionnera silencieusement en arrière-plan jusqu'à ce qu'il détecte la présence de contenu <strong>JavaScript</strong>, <strong>Adobe Flash</strong> ou autre contenu de type script. À ce moment-là, <strong>NoScript</strong> bloquera ledit contenu et la barre d'état du logiciel s'affichera au bas de la fenêtre <strong>Firefox</strong>, tel qu'illustré ci-dessous:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/37.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: La barre d'état de NoScript</em></p>\n\n<p>La barre d'état de <strong>NoScript</strong> affiche de l’information sur les <em>objets</em> (par exemple, la publicité et les fenêtres intempestives) et les <em>scripts</em> dont l’exécution est actuellement bloquée par le programme. Les deux figures suivantes sont des exemples typiques de <strong>NoScript</strong> à l'oeuvre: à la <em>Figure 2</em>, <strong>NoScript</strong> a réussi à bloquer une publicité créée en <strong>Adobe Flash Player</strong> sur un site commercial.</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/38.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: Un exemple de publicité intempestive bloquée par NoScript sur un site commercial</em></p>\n\n<p>À la <em>Figure 3</em>, le site Internet de <strong>Twitter</strong> affiche un avertissement vous invitant à activer <strong>JavaScript</strong> (au moins temporairement) pour afficher normalement le contenu du site.</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/39.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: Le site Internet de Twitter suggère d'activer JavaScript</em></p>\n\n<p>Puisque <strong>NoScript</strong> ne fait pas la différence entre code malveillant et code légitime, il est possible que certaines fonctions et fonctionnalités importantes (par exemple, une barre d’outil) soient désactivées. Certaines pages Web affichent du contenu, y compris du contenu script, provenant de plusieurs sites Internet à la fois. Par exemple, un site Internet comme <strong>www.youtube.com</strong> comporte trois différentes sources de scripts:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/40.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: Un exemple d'affichage du menu de la barre d'état NoScript</em></p>\n\n<p>Pour débloquer des scripts dans une telle situation, commencer par <strong>sélectionner</strong> l'option <em>Autoriser [cette page] temporairement</em> (dans ce cas-ci, youtube.com). Si cela ne vous permet pas d'afficher la page normalement, il vous faudra peut-être déterminer, par un processus d'essais et erreurs, le nombre minimal de sites nécessaire pour afficher le contenu de votre choix. Pour <strong>YouTube</strong>, vous n'avez qu'à <strong>sélectionner</strong> l'option <em>Autoriser youtube.com temporairement</em> et <em>Autoriser ytimg.com temporairement</em> pour faire en sorte que <strong>YouTube</strong> fonctionne.</p>\n\n<p><strong>Attention!</strong>: Vous ne devriez en aucune circonstance sélectionner l'option: <em>Autoriser les scripts globalement (dangereux)</em>. Autant que possible, évitez de sélectionner l'option <em>Autoriser toute la page</em>. De temps en temps, il vous faudra peut-être autoriser tous les scripts; si une telle situation se présente, assurez-vous de le faire uniquement pour les sites dont vous avez entièrement confiance, et temporairement, c-à-d. jusqu'à la fin de votre session de navigation. <em>Une seule</em> injection de code malveillant suffit à compromettre votre sécurité et votre confidentialité en ligne.</p>\n\n<p><a name=\"4.2\" id=\"4.2\"></a></p>\n\n<h2>4.2 À propos du Clickjacking et des attaques XXS (Cross-Site Scripting)</h2>\n\n<p><strong>NoScript</strong> peut être configuré pour défendre votre système contre les attaques XXS (Cross-Site Scripting) et de détournement de clic (Clickjacking).</p>\n\n<p>Un script <em>cross-site</em> est un type de faille de sécurité informatique qui permet à des pirates et autres intrus d’injecter un code malveillant dans une page Web existante. Un détournement de clic (ou <em>clickjacking</em>) se produit, par exemple, lorsque vous cliquez sur un bouton qui sert en apparence à accomplir une fonction quelconque, mais que le même bouton lance l'exécution d'un code ou d'un script à votre insu. Ces deux types d'attaques peuvent se produire sans que vous ne vous en rendiez compte, à moins que <strong>NoScript</strong> soit configuré pour les bloquer.</p>\n\n<p>Chaque fois qu'une attaque de <em>clickjacking</em> est en cours, une fenêtre comme celle-ci apparaît:</p>\n\n<p><img src=\"/sbox/screen/firefox-en/41.png\" alt=\"\" /></p>\n\n<p><em>Figure 5: Un exemple de tentative d'attaque de détournement</em></p>\n\n<p>Suivez les consignes affichées dans la fenêtre pour neutraliser la tentative de détournement, puis <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/15.png\" alt=\"\" />.</p>\n", 
                        "summary": "", 
                        "value": "Sommaire des sections de cette page:\r\n\r\n- [**4.0 À propos de NoScript**](#4.0)\r\n- [**4.1 Comment utiliser NoScript**](#4.1)\r\n- [**4.2 À propos du Clickjacking et des attaques XXS (Cross-Site Scripting)**](#4.2)\r\n\r\n-------\r\n\r\n<a name=\"4.0\"></a>\r\n## 4.0 À propos de NoScript ##\r\n\r\n![](/sites/securitybkp.ngoinabox.org/files/u9/noscript.png)\r\n\r\n**NoScript** est un **module complémentaire Mozilla** particulièrement utile. Ce programme peut contribuer à protéger votre ordinateur contre des sites Internet malveillants. Il fonctionne en dressant une \"liste blanche\" des sites que vous avez désignés comme acceptables, sûrs ou fiables (tel qu’un site de \"télébanque\" à domicile ou un journal électronique). Tous les autres sites sont considérés comme potentiellement dangereux et leurs fonctions sont limitées jusqu’à ce que vous décidiez que le contenu du site ne comporte aucun risque et que vous l’ajoutiez à la liste blanche. \r\n\r\n**NoScript** commencera à bloquer automatiquement les bannières publicitaires, les publicités intempestives (*pop-up*), **JavaScript** et les codes **Java** associés, ainsi que plusieurs autres éléments Web potentiellement dommageables. **NoScript** ne fait pas lui-même la différence entre des contenus dommageables et des contenus nécessaires à l'affichage normal des sites Internet. Il vous revient de définir des exceptions pour les sites dont vous jugez les contenus sûrs.\r\n\r\n<a name=\"4.1\"></a>\r\n## 4.1 Comment utiliser NoScript ##\r\n\r\nAvant de commencer à utiliser **NoScript**, assurez-vous d'avoir installé le programme correctement en **sélectionnant Outils > Modules complémentaires** pour afficher la fenêtre des *Modules complémentaires* et confirmer l'installation.\r\n\r\n**Astuce**: Bien que l’utilisation de **NoScript** puisse paraître laborieuse au début, (parce que, par exemple, les sites Web que vous avez l’habitude de visiter ne s’affichent pas correctement), vous tirerez immédiatement avantage de la fonction de blocage automatique des éléments suspects. \r\n\r\nCela bloquera toutes les publicités et fenêtres intempestives, ainsi que les éléments de code malveillants intégrés (ou piratés) à certains sites Web. \r\n\r\n**NoScript** fonctionnera silencieusement en arrière-plan jusqu'à ce qu'il détecte la présence de contenu **JavaScript**, **Adobe Flash** ou autre contenu de type script. À ce moment-là, **NoScript** bloquera ledit contenu et la barre d'état du logiciel s'affichera au bas de la fenêtre **Firefox**, tel qu'illustré ci-dessous: \r\n\r\n![](/sbox/screen/firefox-fr/37.png)\r\n\r\n*Figure 1: La barre d'état de NoScript*\r\n\r\nLa barre d'état de **NoScript** affiche de l’information sur les *objets* (par exemple, la publicité et les fenêtres intempestives) et les *scripts* dont l’exécution est actuellement bloquée par le programme. Les deux figures suivantes sont des exemples typiques de **NoScript** à l'oeuvre: à la *Figure 2*, **NoScript** a réussi à bloquer une publicité créée en **Adobe Flash Player** sur un site commercial.\r\n\r\n![](/sbox/screen/firefox-fr/38.png)\r\n\r\n*Figure 2: Un exemple de publicité intempestive bloquée par NoScript sur un site commercial*\r\n\r\nÀ la *Figure 3*, le site Internet de **Twitter** affiche un avertissement vous invitant à activer **JavaScript** (au moins temporairement) pour afficher normalement le contenu du site.\r\n\r\n![](/sbox/screen/firefox-fr/39.png)\r\n\r\n*Figure 3: Le site Internet de Twitter suggère d'activer JavaScript*\r\n\r\nPuisque **NoScript** ne fait pas la différence entre code malveillant et code légitime, il est possible que certaines fonctions et fonctionnalités importantes (par exemple, une barre d’outil) soient désactivées. Certaines pages Web affichent du contenu, y compris du contenu script, provenant de plusieurs sites Internet à la fois. Par exemple, un site Internet comme **www.youtube.com** comporte trois différentes sources de scripts: \r\n\r\n![](/sbox/screen/firefox-fr/40.png)\r\n\r\n*Figure 4: Un exemple d'affichage du menu de la barre d'état NoScript*\r\n\r\nPour débloquer des scripts dans une telle situation, commencer par **sélectionner** l'option *Autoriser [cette page] temporairement* (dans ce cas-ci, youtube.com). Si cela ne vous permet pas d'afficher la page normalement, il vous faudra peut-être déterminer, par un processus d'essais et erreurs, le nombre minimal de sites nécessaire pour afficher le contenu de votre choix. Pour **YouTube**, vous n'avez qu'à **sélectionner** l'option *Autoriser youtube.com temporairement* et *Autoriser ytimg.com temporairement* pour faire en sorte que **YouTube** fonctionne.\r\n\r\n**Attention!**: Vous ne devriez en aucune circonstance sélectionner l'option: *Autoriser les scripts globalement (dangereux)*. Autant que possible, évitez de sélectionner l'option *Autoriser toute la page*. De temps en temps, il vous faudra peut-être autoriser tous les scripts; si une telle situation se présente, assurez-vous de le faire uniquement pour les sites dont vous avez entièrement confiance, et temporairement, c-à-d. jusqu'à la fin de votre session de navigation. *Une seule* injection de code malveillant suffit à compromettre votre sécurité et votre confidentialité en ligne.\r\n\r\n<a name=\"4.2\"></a>\r\n## 4.2 À propos du Clickjacking et des attaques XXS (Cross-Site Scripting) ##\r\n\r\n**NoScript** peut être configuré pour défendre votre système contre les attaques XXS (Cross-Site Scripting) et de détournement de clic (Clickjacking). \r\n\r\nUn script *cross-site* est un type de faille de sécurité informatique qui permet à des pirates et autres intrus d’injecter un code malveillant dans une page Web existante. Un détournement de clic (ou *clickjacking*) se produit, par exemple, lorsque vous cliquez sur un bouton qui sert en apparence à accomplir une fonction quelconque, mais que le même bouton lance l'exécution d'un code ou d'un script à votre insu. Ces deux types d'attaques peuvent se produire sans que vous ne vous en rendiez compte, à moins que **NoScript** soit configuré pour les bloquer.\r\n\r\nChaque fois qu'une attaque de *clickjacking* est en cours, une fenêtre comme celle-ci apparaît:\r\n\r\n![](/sbox/screen/firefox-en/41.png)\r\n\r\n*Figure 5: Un exemple de tentative d'attaque de détournement* \r\n\r\nSuivez les consignes affichées dans la fenêtre pour neutraliser la tentative de détournement, puis **cliquez** sur ![](/sbox/screen/firefox-fr/15.png).\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2063", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2063", 
                "link_title": "How to Use the NoScript Add On", 
                "menu_name": "book-toc-1928", 
                "mlid": "5209", 
                "module": "book", 
                "nid": "2063", 
                "options": [], 
                "p1": "5034", 
                "p2": "5206", 
                "p3": "5209", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5206", 
                "router_path": "node/%", 
                "title": "How to Use the NoScript Add On", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1455122363", 
            "comment": "0", 
            "created": "1441122557", 
            "current_revision_id": "13213", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "firefox_noscript", 
                        "value": "firefox_noscript"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5209": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2063", 
                    "link_title": "How to Use the NoScript Add On", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5209", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5206", 
                    "p3": "5209", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5206", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "2063", 
            "num_revisions": "17", 
            "path": "https://securityinabox.org/en/firefox_noscript", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455122363", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Comment utiliser le module complémentaire NoScript", 
                        "value": "Comment utiliser le module complémentaire NoScript"
                    }
                ]
            }, 
            "title_original": "How to Use the NoScript Add On", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442936058", 
                        "created": "1442936058", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442402417", 
                        "created": "1442402417", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442503508", 
                        "created": "1442503508", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452099029", 
                        "created": "1441634742", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442847737", 
                        "created": "1442847737", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444397872", 
                        "created": "1444397872", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455122363", 
                        "created": "1455122363", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443626799", 
                        "created": "1443626799", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441191734", 
                        "created": "1441191734", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444190348", 
                        "created": "1444190348", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022264", 
                        "created": "1443022264", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444730976", 
                        "created": "1444730976", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1445438527", 
                        "created": "1441122557", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2063", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445438843", 
                        "created": "1445438843", 
                        "entity_id": "2063", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2063", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "06c1196b-d6be-4b46-b87e-5814f67a4562", 
            "vid": "13213", 
            "vuuid": "4009b2fa-dbe9-42cf-811c-72ace8cff124"
        }, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Sommaire des sections de cette page:</p>\n\n<ul><li><a href=\"#5.0\"><strong>5.0 À propos des modules complémentaires</strong></a></li>\n<li><a href=\"#5.1\"><strong>5.1 Comment utiliser Adblock Plus</strong></a></li>\n<li><a href=\"#5.2\"><strong>5.2 Comment utiliser Better Privacy</strong></a></li>\n<li><a href=\"#5.3\"><strong>5.3 Comment utiliser Beef Taco (Targeted Advertising Cookies Opt-Out)</strong></a></li>\n<li><a href=\"#5.4\"><strong>5.4 Comment utiliser GoogleSharing</strong></a> </li>\n<li><a href=\"#5.5\"><strong>5.5 Comment utiliserUse HTTPS Everywhere</strong></a> </li>\n</ul><hr /><p><a name=\"5.0\" id=\"5.0\"></a></p>\n\n<h2>5.0 À propos des modules complémentaires</h2>\n\n<p>Les <strong>Modules complémentaires de Mozilla Firefox</strong> présentés dans cette section servent à protéger la confidentialité, l'anonymat et la sécurité de vos sessions de navigation sur Internet. Pour les télécharger, veuillez consulter la section <a href=\"/fr/firefox_principale\"><strong>Pour télécharger Firefox</strong></a>.</p>\n\n<p><a name=\"5.1\" id=\"5.1\"></a></p>\n\n<h2>5.1 Comment utiliser Adblock Plus</h2>\n\n<p><img src=\"/sbox/screen/firefox-en/adblockpluslogo.png\" alt=\"\" /></p>\n\n<p><strong>Adblock Plus</strong> est un module de filtrage de contenu conçu pour limiter ou restreindre la capacité des publicités à s'afficher. Lorsque le module <strong>Adblock Plus</strong> est correctement installé:</p>\n\n<p><strong>Première étape</strong>. <strong>Sélectionnez Outils &gt; Modules complémentaires</strong> pour afficher la page des modules complémentaires. <strong>Cliquez</strong> sur l'onglet <em>Extensions</em>, puis <strong>cliquez</strong> sur le bouton <em>Options</em> du module <strong>Adblock Plus</strong>, pour afficher la fenêtre suivante.</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/42.png\" alt=\"\" /></p>\n\n<p><em>Figure 1: La fenêtre du module complémentaire Adblock Plus</em></p>\n\n<p><strong>Deuxième étape</strong>. <strong>Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/41a.png\" alt=\"\" /> pour afficher la fenêtre des préférences <strong>Adblock Plus</strong>, illustrée ci-dessous:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/42b.png\" alt=\"\" /></p>\n\n<p><em>Figure 2: La fenêtre Préférences Adblock Plus</em></p>\n\n<p><strong>Troisième étape **. **Cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/42c.png\" alt=\"\" /> pour afficher la liste défilante des listes <strong>Adblock Plus</strong>, illustrée ci-dessous:</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/42d.png\" alt=\"\" /></p>\n\n<p><em>Figure 3: La liste défilante des listes Adblock Plus</em></p>\n\n<p><strong>Quatrième étape **. **Sélectionnez</strong> un abonnement, par exemple, la <em>Liste FR+EasyList (français)</em>, tel qu'illustré à la <em>Figure 3</em> ci-dessus, puis <strong>cliquez</strong> sur <img src=\"/sbox/screen/firefox-fr/42e.png\" alt=\"\" /> pour vous abonner à cette liste de filtres. À partir de maintenant, les publicités définies dans cette liste de filtres ne pourront plus s'afficher.</p>\n\n<p><a name=\"5.2\" id=\"5.2\"></a></p>\n\n<h2>5.2 Comment utiliser Better Privacy</h2>\n\n<p><img src=\"/sbox/screen/firefox-en/betterprivacylogo.jpg\" alt=\"\" /></p>\n\n<p><strong>Better Privacy</strong> est un <strong>Module complémentaire Mozilla Firefox</strong> qui aide à protéger votre système contre un type particulier de cookie, appelé <strong>LSO</strong> (<strong>Local Shared Objects</strong>), qui peut être introduit dans votre ordinateur à l'aide d'un script <strong>Flash</strong>. Ce type de cookie ne peut pas être éliminé par la procédure normale de suppression des cookies de <strong>Firefox</strong>.</p>\n\n<p><a name=\"5.3\" id=\"5.3\"></a></p>\n\n<h2>5.3 Comment utiliser Beef Taco (Targeted Advertising Cookies Opt-Out)</h2>\n\n<p><img src=\"/sbox/screen/firefox-en/beeftacologo.png\" alt=\"\" /></p>\n\n<p><strong>Beef Taco</strong> est un <strong>Module complémentaire Mozilla Firefox</strong> qui vous permet de gérer les cookies associés aux publicités provenant de diverses entreprises, y compris <strong>Google</strong>, <strong>Microsoft</strong> et <strong>Yahoo</strong>. Ce module peut être configuré pour supprimer automatiquement les cookies connus sous le nom de <strong>Targeted Advertising Cookies Opt-Out</strong>. Les utilisateurs <strong>expérimentés</strong> et <strong>avancés</strong> peuvent également déterminer avec plus de précision quels cookies sont admis dans votre système et lesquels doivent être éliminés.</p>\n\n<p><a name=\"5.4\" id=\"5.4\"></a></p>\n\n<h2>5.4 Comment utiliser GoogleSharing</h2>\n\n<p><img src=\"/sbox/screen/firefox-en/googlesharinglogo.png\" alt=\"\" /></p>\n\n<p><strong>GoogleSharing</strong> est un système d'anonymisation par proxy qui mélange les diverses requêtes de recherche effectuées par plusieurs utilisateurs, de telle sorte que <strong>Google</strong> soit incapable de déterminer <em>quelle</em> requête provient de <em>qui</em>. <strong>GoogleSharing</strong> est capable d'empêcher <strong>Google</strong> de recueillir des renseignements sur vous à partir des services qui n'exigent pas un nom d'utilisateur et un mot de passe. En général, le trafic qui n'est pas spécifiquement associé à <strong>Google</strong> n'est pas affecté ou redirigé.</p>\n\n<p>Lorsque <strong>GoogleSharing</strong> est installé correctement, un bouton apparaît dans le coin inférieur droit de la barre des modules complémentaires de <strong>Firefox</strong>, comme suit: <img src=\"/sbox/screen/firefox-fr/44.png\" alt=\"\" /></p>\n\n<p><strong>GoogleSharing</strong> fonctionne silencieusement en arrière-plan et n'exige aucun réglage particulier. Comme pour plusieurs options de confidentialité et de sécurité, il faut faire un compromis entre l'efficacité et la vitesse, d'une part, et une meilleure confidentialité et sécurité, d'autre part. Si vous êtes dans une situation où la vitesse est plus importante que la confidentialité, vous n'avez qu'à <strong>cliquer</strong> sur le bouton pour désactiver rapidement <strong>GoogleSharing</strong>, comme suit: <img src=\"/sbox/screen/firefox-fr/45.png\" alt=\"\" /></p>\n\n<p><a name=\"5.5\" id=\"5.5\"></a></p>\n\n<h2>5.5 Comment utiliser HTTPS Everywhere</h2>\n\n<p><img src=\"/sbox/screen/firefox-en/httpseverywherelogo.jpg\" alt=\"\" /></p>\n\n<p><strong>HTTPS Everywhere</strong> est un <strong>Module complémentaire Mozilla Firefox</strong> qui vous assure de toujours communiquer avec certains sites Internet particuliers de façon chiffré (protocole (<em>https</em>). Plusieurs sites qui permettent une connexion <em>https</em> fonctionnent par défaut avec une adresse <em>http</em> non sécurisée.</p>\n\n<p><img src=\"/sbox/screen/firefox-fr/88.png\" alt=\"\" /></p>\n\n<p><em>Figure 4: La fenêtre Préférences de HTTPS Everywhere</em></p>\n\n<p>Le module <strong>HTTPS Everywhere</strong> remédie à ces problèmes en ré-écrivant toutes vos requêtes à ces sites avec le protocole <strong>HTTPS</strong>. Le programme fonctionne silencieusement en arrière-plan et vous assure que votre navigation sur les sites sélectionnés demeure sûre et sécurisée.</p>\n", 
                        "summary": "", 
                        "value": "Sommaire des sections de cette page:\r\n\r\n- [**5.0 À propos des modules complémentaires**](#5.0)\r\n- [**5.1 Comment utiliser Adblock Plus**](#5.1)\r\n- [**5.2 Comment utiliser Better Privacy**](#5.2)\r\n- [**5.3 Comment utiliser Beef Taco (Targeted Advertising Cookies Opt-Out)**](#5.3)\r\n- [**5.4 Comment utiliser GoogleSharing**](#5.4) \r\n- [**5.5 Comment utiliserUse HTTPS Everywhere**](#5.5) \r\n\r\n-------\r\n\r\n<a name=\"5.0\"></a>\r\n## 5.0 À propos des modules complémentaires ##\r\n\r\nLes **Modules complémentaires de Mozilla Firefox** présentés dans cette section servent à protéger la confidentialité, l'anonymat et la sécurité de vos sessions de navigation sur Internet. Pour les télécharger, veuillez consulter la section [**Pour télécharger Firefox**](/fr/firefox_principale).\r\n\r\n<a name=\"5.1\"></a>\r\n## 5.1 Comment utiliser Adblock Plus ##\r\n\r\n![](/sbox/screen/firefox-en/adblockpluslogo.png)\r\n\r\n**Adblock Plus** est un module de filtrage de contenu conçu pour limiter ou restreindre la capacité des publicités à s'afficher. Lorsque le module **Adblock Plus** est correctement installé: \r\n\r\n**Première étape**. **Sélectionnez Outils > Modules complémentaires** pour afficher la page des modules complémentaires. **Cliquez** sur l'onglet *Extensions*, puis **cliquez** sur le bouton *Options* du module **Adblock Plus**, pour afficher la fenêtre suivante.\r\n\r\n![](/sbox/screen/firefox-fr/42.png)\r\n\r\n*Figure 1: La fenêtre du module complémentaire Adblock Plus*\r\n\r\n**Deuxième étape**. **Cliquez** sur ![](/sbox/screen/firefox-fr/41a.png) pour afficher la fenêtre des préférences **Adblock Plus**, illustrée ci-dessous: \r\n\r\n![](/sbox/screen/firefox-fr/42b.png)\r\n\r\n*Figure 2: La fenêtre Préférences Adblock Plus*\r\n\r\n**Troisième étape **. **Cliquez** sur ![](/sbox/screen/firefox-fr/42c.png) pour afficher la liste défilante des listes **Adblock Plus**, illustrée ci-dessous: \r\n\r\n![](/sbox/screen/firefox-fr/42d.png)\r\n\r\n*Figure 3: La liste défilante des listes Adblock Plus*\r\n\r\n**Quatrième étape **. **Sélectionnez** un abonnement, par exemple, la *Liste FR+EasyList (français)*, tel qu'illustré à la *Figure 3* ci-dessus, puis **cliquez** sur ![](/sbox/screen/firefox-fr/42e.png) pour vous abonner à cette liste de filtres. À partir de maintenant, les publicités définies dans cette liste de filtres ne pourront plus s'afficher.\r\n\r\n<a name=\"5.2\"></a>\r\n## 5.2 Comment utiliser Better Privacy ##\r\n\r\n![](/sbox/screen/firefox-en/betterprivacylogo.jpg)\r\n\r\n**Better Privacy** est un **Module complémentaire Mozilla Firefox** qui aide à protéger votre système contre un type particulier de cookie, appelé **LSO** (**Local Shared Objects**), qui peut être introduit dans votre ordinateur à l'aide d'un script **Flash**. Ce type de cookie ne peut pas être éliminé par la procédure normale de suppression des cookies de **Firefox**.\r\n\r\n<a name=\"5.3\"></a>\r\n## 5.3 Comment utiliser Beef Taco (Targeted Advertising Cookies Opt-Out) ##\r\n\r\n![](/sbox/screen/firefox-en/beeftacologo.png)\r\n\r\n**Beef Taco** est un **Module complémentaire Mozilla Firefox** qui vous permet de gérer les cookies associés aux publicités provenant de diverses entreprises, y compris **Google**, **Microsoft** et **Yahoo**. Ce module peut être configuré pour supprimer automatiquement les cookies connus sous le nom de **Targeted Advertising Cookies Opt-Out**. Les utilisateurs **expérimentés** et **avancés** peuvent également déterminer avec plus de précision quels cookies sont admis dans votre système et lesquels doivent être éliminés.\r\n\r\n<a name=\"5.4\"></a>\r\n## 5.4 Comment utiliser GoogleSharing ##\r\n\r\n![](/sbox/screen/firefox-en/googlesharinglogo.png)\r\n\r\n**GoogleSharing** est un système d'anonymisation par proxy qui mélange les diverses requêtes de recherche effectuées par plusieurs utilisateurs, de telle sorte que **Google** soit incapable de déterminer *quelle* requête provient de *qui*. **GoogleSharing** est capable d'empêcher **Google** de recueillir des renseignements sur vous à partir des services qui n'exigent pas un nom d'utilisateur et un mot de passe. En général, le trafic qui n'est pas spécifiquement associé à **Google** n'est pas affecté ou redirigé. \r\n\r\nLorsque **GoogleSharing** est installé correctement, un bouton apparaît dans le coin inférieur droit de la barre des modules complémentaires de **Firefox**, comme suit: ![](/sbox/screen/firefox-fr/44.png)\r\n\r\n**GoogleSharing** fonctionne silencieusement en arrière-plan et n'exige aucun réglage particulier. Comme pour plusieurs options de confidentialité et de sécurité, il faut faire un compromis entre l'efficacité et la vitesse, d'une part, et une meilleure confidentialité et sécurité, d'autre part. Si vous êtes dans une situation où la vitesse est plus importante que la confidentialité, vous n'avez qu'à **cliquer** sur le bouton pour désactiver rapidement **GoogleSharing**, comme suit: ![](/sbox/screen/firefox-fr/45.png)\r\n\r\n<a name=\"5.5\"></a>\r\n## 5.5 Comment utiliser HTTPS Everywhere##\r\n\r\n![](/sbox/screen/firefox-en/httpseverywherelogo.jpg)\r\n\r\n**HTTPS Everywhere** est un **Module complémentaire Mozilla Firefox** qui vous assure de toujours communiquer avec certains sites Internet particuliers de façon chiffré (protocole (*https*). Plusieurs sites qui permettent une connexion *https* fonctionnent par défaut avec une adresse *http* non sécurisée.\r\n\r\n![](/sbox/screen/firefox-fr/88.png)\r\n\r\n*Figure 4: La fenêtre Préférences de HTTPS Everywhere*\r\n\r\nLe module **HTTPS Everywhere** remédie à ces problèmes en ré-écrivant toutes vos requêtes à ces sites avec le protocole **HTTPS**. Le programme fonctionne silencieusement en arrière-plan et vous assure que votre navigation sur les sites sélectionnés demeure sûre et sécurisée."
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2064", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2064", 
                "link_title": "More Useful Firefox Add-Ons", 
                "menu_name": "book-toc-1928", 
                "mlid": "5210", 
                "module": "book", 
                "nid": "2064", 
                "options": [], 
                "p1": "5034", 
                "p2": "5206", 
                "p3": "5210", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5206", 
                "router_path": "node/%", 
                "title": "More Useful Firefox Add-Ons", 
                "updated": "0", 
                "weight": "4"
            }, 
            "changed": "1455122475", 
            "comment": "0", 
            "created": "1441122627", 
            "current_revision_id": "13214", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "firefox_autres", 
                        "value": "firefox_autres"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5210": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2064", 
                    "link_title": "More Useful Firefox Add-Ons", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5210", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5206", 
                    "p3": "5210", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5206", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "4"
                }
            }, 
            "name": "chris", 
            "nid": "2064", 
            "num_revisions": "30", 
            "path": "https://securityinabox.org/en/firefox_others", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1455122475", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "D&#039;autres modules complémentaires utiles de Firefox", 
                        "value": "D'autres modules complémentaires utiles de Firefox"
                    }
                ]
            }, 
            "title_original": "More Useful Firefox Add-Ons", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442936149", 
                        "created": "1442936149", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1454085352", 
                        "created": "1442402560", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442503579", 
                        "created": "1442503579", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1452099424", 
                        "created": "1441638113", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442847836", 
                        "created": "1442847836", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1444398032", 
                        "created": "1444397992", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "km": {
                        "changed": "1455122475", 
                        "created": "1455122475", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443627399", 
                        "created": "1443627399", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441191935", 
                        "created": "1441191935", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444190397", 
                        "created": "1444190397", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022244", 
                        "created": "1443022244", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834744", 
                        "created": "1444731034", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1446477350", 
                        "created": "1441122627", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2064", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445438912", 
                        "created": "1445438912", 
                        "entity_id": "2064", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2064", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "ccec4476-c561-4a85-8264-88d019d6f41d", 
            "vid": "13214", 
            "vuuid": "002209a7-ad0f-45e9-9d11-3df5a6dfe0ef"
        }, 
        {}, 
        {
            "body": {
                "fr": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p><a name=\"6.0\" id=\"6.0\"></a></p>\n\n<h2>6.0 FAQ et questions récapitulatives</h2>\n\n<p>Muhindo et Salima comprennent très bien l'utilité de certains des <strong>Modules complémentaire Firefox</strong> recommandés, mais d'autres leur paraissent un peu plus compliqués. Heureusement, Assani est là pour aider à expliquer ces modules plus complexes.</p>\n\n<div class=\"background\">\n\n<p><em><strong>Q</strong>: Pourquoi ai-je besoin d'un si grand nombre de modules complémentaires pour me défendre contre les sites Internet malveillants? Si <strong>NoScript</strong> me protège contre les scripts potentiellement dangereux, pourquoi ai-je en plus d'autres modules qui fonctionnent de la façon similaire?</em></p>\n\n<p><em><strong>A</strong>: Il est souvent judicieux d'utiliser plus d'un outil pour se prémunir contre une même menace. (Les logiciels antivirus sont une exception notable à cette règle, puisqu'ils entrent habituellement en conflit les uns avec les autres.) Ces modules complémentaires de <strong>Firefox</strong> emploient des techniques différentes pour protéger ton navigateur contre diverses menaces. <strong>NoScript</strong>, par exemple, bloque tous les scripts des sites Internet inconnus, mais la plupart des internautes ont tendance à approuver les sites qu'ils visitent régulièrement, ce qui ouvre la porte à des scripts potentiellement malveillants. Les utilisateurs de <strong>NoScript</strong> ont aussi tendance à permettre aux sites inconnus de charger leurs scripts, de façon temporaire, si ces scripts sont nécessaires pour que le site s'affiche et fonctionne normalement.</em></p>\n\n</div>\n\n<p><a name=\"6.1\" id=\"6.1\"></a></p>\n\n<h2>6.1 Review Questions</h2>\n\n<ul><li>Comment peut-on effacer l’historique de navigation, les cookies et la mémoire cache du navigateur? </li>\n<li>Contre quels types d’attaques le module <strong>NoScript</strong> peut-il protéger votre système?</li>\n</ul>", 
                        "summary": "", 
                        "value": "<a name=\"6.0\"></a>\r\n## 6.0 FAQ et questions récapitulatives ##\r\n\r\nMuhindo et Salima comprennent très bien l'utilité de certains des **Modules complémentaire Firefox** recommandés, mais d'autres leur paraissent un peu plus compliqués. Heureusement, Assani est là pour aider à expliquer ces modules plus complexes.\r\n\r\n<div class=\"background\" markdown=\"1\"> \r\n***Q**: Pourquoi ai-je besoin d'un si grand nombre de modules complémentaires pour me défendre contre les sites Internet malveillants? Si **NoScript** me protège contre les scripts potentiellement dangereux, pourquoi ai-je en plus d'autres modules qui fonctionnent de la façon similaire?*\r\n\r\n***A**: Il est souvent judicieux d'utiliser plus d'un outil pour se prémunir contre une même menace. (Les logiciels antivirus sont une exception notable à cette règle, puisqu'ils entrent habituellement en conflit les uns avec les autres.) Ces modules complémentaires de **Firefox** emploient des techniques différentes pour protéger ton navigateur contre diverses menaces. **NoScript**, par exemple, bloque tous les scripts des sites Internet inconnus, mais la plupart des internautes ont tendance à approuver les sites qu'ils visitent régulièrement, ce qui ouvre la porte à des scripts potentiellement malveillants. Les utilisateurs de **NoScript** ont aussi tendance à permettre aux sites inconnus de charger leurs scripts, de façon temporaire, si ces scripts sont nécessaires pour que le site s'affiche et fonctionne normalement.*\r\n\r\n</div>\r\n\r\n<a name=\"6.1\"></a>\r\n## 6.1 Review Questions ##\r\n\r\n- Comment peut-on effacer l’historique de navigation, les cookies et la mémoire cache du navigateur? \r\n- Contre quels types d’attaques le module **NoScript** peut-il protéger votre système?"
                    }
                ]
            }, 
            "book": {
                "bid": "1928", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/2066", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/2066", 
                "link_title": "FAQ and Review", 
                "menu_name": "book-toc-1928", 
                "mlid": "5212", 
                "module": "book", 
                "nid": "2066", 
                "options": [], 
                "p1": "5034", 
                "p2": "5206", 
                "p3": "5212", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5206", 
                "router_path": "node/%", 
                "title": "FAQ and Review", 
                "updated": "0", 
                "weight": "6"
            }, 
            "changed": "1456952390", 
            "comment": "0", 
            "created": "1441122711", 
            "current_revision_id": "13469", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "firefox_questions", 
                        "value": "firefox_questions"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5212": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/2066", 
                    "link_title": "FAQ and Review", 
                    "menu_name": "book-toc-1928", 
                    "mlid": "5212", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5034", 
                    "p2": "5206", 
                    "p3": "5212", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5206", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "6"
                }
            }, 
            "name": "chris", 
            "nid": "2066", 
            "num_revisions": "15", 
            "path": "https://securityinabox.org/en/firefox_faq", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1456952390", 
            "revision_uid": "141", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "fr": [
                    {
                        "format": null, 
                        "safe_value": "Faq et questions récapitulatives", 
                        "value": "Faq et questions récapitulatives"
                    }
                ]
            }, 
            "title_original": "FAQ and Review", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442936617", 
                        "created": "1442936617", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442402739", 
                        "created": "1442402739", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "es": {
                        "changed": "1442503787", 
                        "created": "1442503787", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441638493", 
                        "created": "1441638493", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fr": {
                        "changed": "1442847934", 
                        "created": "1442847934", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "id": {
                        "changed": "1456952390", 
                        "created": "1456952390", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "km": {
                        "changed": "1455125913", 
                        "created": "1455125913", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443627620", 
                        "created": "1443627620", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441192169", 
                        "created": "1441192169", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1444190512", 
                        "created": "1444190512", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "tr": {
                        "changed": "1443022194", 
                        "created": "1443022194", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1444834836", 
                        "created": "1444731151", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441122711", 
                        "created": "1441122711", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "2066", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1445439001", 
                        "created": "1445439001", 
                        "entity_id": "2066", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "2066", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "53a49908-2abd-46c6-93c5-edeba26dab4b", 
            "vid": "13469", 
            "vuuid": "a3d2dce6-697d-44a3-8360-82f56e97ef17"
        }
    ], 
    "changed": "1456930544", 
    "comment": "0", 
    "created": "1441122438", 
    "current_revision_id": "13440", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_legacy_hog_category": {
        "fr": [
            {
                "tid": "115"
            }
        ]
    }, 
    "field_legacy_offline_installatio": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Pour installer Firefox</strong></p>\n\n<ul><li>*Lisez la courte <strong>Introduction</strong> aux <a href=\"/fr/handsonguides\"><strong>Guides pratiques</strong></a>**</li>\n<li><em><strong>Cliquez sur l'icone Firefox ci-dessous</strong> et 'Ouvrez' ou 'Exécutez' l'assistant d'installation. Si nécessaire, sauvegardez d'abord l'exécutable sur votre ordinateur, puis double-cliquez sur l'icône pour lancer l'assistant.</em></li>\n<li><em>Lisez attentivement les 'Consignes d'installation' dans la prochaine section avant de poursuivre l'installation.</em></li>\n<li><em>Si vous avez sauvegardé l'exécutable sur votre ordinateur, vous pouvez le supprimer après l'installation.</em></li>\n</ul><p><strong>Firefox:  NoScript: Adblock Plus: Better Privacy: Beef Taco: GoogleSharing: HTTPS Everywhere:</strong></p>\n\n<p><a href=\"/sbox/programs/Firefox-fr.exe\"><img src=\"/sites/securityinabox.org/files/u12/firefox.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/noscript.xpi\"><img src=\"/sites/securityinabox.org/files/u9/noscript.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/adblock-plus.xpi\"><img src=\"/sbox/screen/firefox-en/adblockpluslogo.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/better-privacy.xpi\"><img src=\"/sbox/screen/firefox-en/betterprivacylogo.jpg\" alt=\"\" /></a>\n<a href=\"/sbox/programs/beef-taco.xpi\"><img src=\"/sbox/screen/firefox-en/beeftacologo.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/googlesharing.xpi\"><img src=\"/sbox/screen/firefox-en/googlesharinglogo.png\" alt=\"\" /></a>\n<a href=\"/sbox/programs/https-everywhere.xpi\"><img src=\"/sbox/screen/firefox-en/httpseverywherelogo.jpg\" alt=\"\" /></a></p>\n", 
                "value": "**Pour installer Firefox**\r\n\r\n- *Lisez la courte **Introduction** aux [**Guides pratiques**](/fr/handsonguides)**\r\n- ***Cliquez sur l'icone Firefox ci-dessous** et 'Ouvrez' ou 'Exécutez' l'assistant d'installation. Si nécessaire, sauvegardez d'abord l'exécutable sur votre ordinateur, puis double-cliquez sur l'icône pour lancer l'assistant.*\r\n- *Lisez attentivement les 'Consignes d'installation' dans la prochaine section avant de poursuivre l'installation.*\r\n- *Si vous avez sauvegardé l'exécutable sur votre ordinateur, vous pouvez le supprimer après l'installation.*\r\n\r\n**Firefox:  NoScript: Adblock Plus: Better Privacy: Beef Taco: GoogleSharing: HTTPS Everywhere:**\r\n\r\n[![](/sites/securityinabox.org/files/u12/firefox.png)](/sbox/programs/Firefox-fr.exe)\r\n[![](/sites/securityinabox.org/files/u9/noscript.png)](/sbox/programs/noscript.xpi)\r\n[![](/sbox/screen/firefox-en/adblockpluslogo.png)](/sbox/programs/adblock-plus.xpi)\r\n[![](/sbox/screen/firefox-en/betterprivacylogo.jpg)](/sbox/programs/better-privacy.xpi)\r\n[![](/sbox/screen/firefox-en/beeftacologo.png)](/sbox/programs/beef-taco.xpi)\r\n[![](/sbox/screen/firefox-en/googlesharinglogo.png)](/sbox/programs/googlesharing.xpi)\r\n[![](/sbox/screen/firefox-en/httpseverywherelogo.jpg)](/sbox/programs/https-everywhere.xpi)\r\n"
            }
        ]
    }, 
    "field_legacy_online_installation": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Pour télécharger Firefox</strong></p>\n\n<ul><li><em>Lisez la courte introduction aux <a href=\"/fr/handsonguides\"><strong>Guides pratiques</strong></a></em></li>\n<li><em><strong>Cliquez</strong> sur l'icone <strong>Firefox</strong> ci-dessous pour ouvrir le site Internet <strong>www.mozilla.org/fr/firefox/fx/</strong></em></li>\n<li><em>Suivez les consignes d'installation et <strong>installez</strong> <strong>NoScript</strong> et les autres modules complémentaires lorsque vous arrivez aux sections 4 et 5</em></li>\n<li><strong><em>Pour installer les modules complémentaires à partir du navigateur Firefox:</em></strong>\n <em>- <strong>Lancez Firefox</strong></em>\n <em>- <strong>Cliquez</strong> sur les icones ci-dessous, puis <strong>cliquez</strong> sur le bouton <strong>Ajoutez à Firefox</strong> sur chaque page correspondante</em></li>\n<li><em>Après avoir complété l'installation, vous pouvez supprimer l'exécutable d'installation du programme et des modules complémentaires</em></li>\n</ul><p><strong>Firefox:  NoScript: Adblock Plus: Better Privacy: Beef Taco: GoogleSharing: HTTPS Everywhere:</strong></p>\n\n<p><a href=\"http://www.mozilla.org/fr/firefox/fx/\"><img src=\"/sites/securityinabox.org/files/u12/firefox.png\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-US/firefox/addon/noscript/\"><img src=\"/sites/securityinabox.org/files/u9/noscript.png\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-us/firefox/addon/adblock-plus/\"><img src=\"/sbox/screen/firefox-en/adblockpluslogo.png\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-US/firefox/addon/betterprivacy/\"><img src=\"/sbox/screen/firefox-en/betterprivacylogo.jpg\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-US/firefox/addon/beef-taco-targeted-advertising/\"><img src=\"/sbox/screen/firefox-en/beeftacologo.png\" alt=\"\" /></a>\n<a href=\"https://addons.mozilla.org/en-US/firefox/addon/googlesharing/\"><img src=\"/sbox/screen/firefox-en/googlesharinglogo.png\" alt=\"\" /></a>\n<a href=\"https://www.eff.org/https-everywhere\"><img src=\"/sbox/screen/firefox-en/httpseverywherelogo.jpg\" alt=\"\" /></a></p>\n", 
                "value": "**Pour télécharger Firefox**\r\n\r\n- *Lisez la courte introduction aux [**Guides pratiques**](/fr/handsonguides)*\r\n- ***Cliquez** sur l'icone **Firefox** ci-dessous pour ouvrir le site Internet **www.mozilla.org/fr/firefox/fx/***\r\n- *Suivez les consignes d'installation et **installez** **NoScript** et les autres modules complémentaires lorsque vous arrivez aux sections 4 et 5*\r\n- ***Pour installer les modules complémentaires à partir du navigateur Firefox:***\r\n     *- **Lancez Firefox***\r\n     *- **Cliquez** sur les icones ci-dessous, puis **cliquez** sur le bouton **Ajoutez à Firefox** sur chaque page correspondante*\r\n- *Après avoir complété l'installation, vous pouvez supprimer l'exécutable d'installation du programme et des modules complémentaires*\r\n\r\n**Firefox:  NoScript: Adblock Plus: Better Privacy: Beef Taco: GoogleSharing: HTTPS Everywhere:**\r\n\r\n[![](/sites/securityinabox.org/files/u12/firefox.png)](http://www.mozilla.org/fr/firefox/fx/)\r\n[![](/sites/securityinabox.org/files/u9/noscript.png)](https://addons.mozilla.org/en-US/firefox/addon/noscript/)\r\n[![](/sbox/screen/firefox-en/adblockpluslogo.png)](https://addons.mozilla.org/en-us/firefox/addon/adblock-plus/)\r\n[![](/sbox/screen/firefox-en/betterprivacylogo.jpg)](https://addons.mozilla.org/en-US/firefox/addon/betterprivacy/)\r\n[![](/sbox/screen/firefox-en/beeftacologo.png)](https://addons.mozilla.org/en-US/firefox/addon/beef-taco-targeted-advertising/)\r\n[![](/sbox/screen/firefox-en/googlesharinglogo.png)](https://addons.mozilla.org/en-US/firefox/addon/googlesharing/)\r\n[![](/sbox/screen/firefox-en/httpseverywherelogo.jpg)](https://www.eff.org/https-everywhere)"
            }
        ]
    }, 
    "field_menu_title": {
        "fr": [
            {
                "format": null, 
                "safe_value": "Firefox + add-ons - secure Web browser", 
                "value": "Firefox + add-ons - secure Web browser"
            }
        ]
    }, 
    "field_menu_title_long": {
        "fr": [
            {
                "format": null, 
                "safe_value": "Firefox + modules complémentaires - navigateur Internet sécurisé", 
                "value": "Firefox + modules complémentaires - navigateur Internet sécurisé"
            }
        ]
    }, 
    "field_short_description": {
        "fr": [
            {
                "format": "filtered_html", 
                "safe_value": "<p><strong>Mozilla Firefox</strong> est un navigateur Internet gratuit et de plus en plus populaire. Sa fonctionnalité est améliorée par l'inclusion de nombreux modules complémentaires, dont ceux qui augmentent le degré de confidentialité et la sécurité du navigateur lorsque vous naviguez sur le Web.</p>\n", 
                "value": "**Mozilla Firefox** est un navigateur Internet gratuit et de plus en plus populaire. Sa fonctionnalité est améliorée par l'inclusion de nombreux modules complémentaires, dont ceux qui augmentent le degré de confidentialité et la sécurité du navigateur lorsque vous naviguez sur le Web."
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-09-29 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "fr": [
            {
                "format": null, 
                "safe_value": "firefox_principale", 
                "value": "firefox_principale"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "15"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "15"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5206": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/2060", 
            "link_title": "Firefox with add-ons - Secure Web Browser", 
            "menu_name": "book-toc-1928", 
            "mlid": "5206", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5034", 
            "p2": "5206", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5034", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "-1"
        }
    }, 
    "name": "chris", 
    "nid": "2060", 
    "num_revisions": "26", 
    "path": "https://securityinabox.org/en/firefox_main", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1456930544", 
    "revision_uid": "141", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "fr": [
            {
                "format": null, 
                "safe_value": "Firefox + modules complémentaires - navigateur Internet sécurisé", 
                "value": "Firefox + modules complémentaires - navigateur Internet sécurisé"
            }
        ]
    }, 
    "title_original": "Firefox with add-ons - Secure Web Browser", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442935695", 
                "created": "1442935695", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442401058", 
                "created": "1442401058", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "es": {
                "changed": "1442503131", 
                "created": "1442503131", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1452098268", 
                "created": "1441634252", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fr": {
                "changed": "1442847263", 
                "created": "1442847263", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "id": {
                "changed": "1455880623", 
                "created": "1444396174", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "km": {
                "changed": "1455122035", 
                "created": "1455122035", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443622325", 
                "created": "1443622325", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441191391", 
                "created": "1441191391", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1453977752", 
                "created": "1444189331", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "tr": {
                "changed": "1443016564", 
                "created": "1443016564", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1456930544", 
                "created": "1443526118", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1446135360", 
                "created": "1441122438", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": "2060", 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1455798455", 
                "created": "1445435942", 
                "entity_id": "2060", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": "2060", 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_hands_on_guide", 
    "uid": "70", 
    "uuid": "5afd64ce-5787-496a-aef1-3ad940248848", 
    "vid": "13440", 
    "vuuid": "460f751d-401d-4af7-be8b-9e33e0290feb"
}