{
    "body": {
        "vi": [
            {
                "format": "filtered_html", 
                "safe_summary": "", 
                "safe_value": "<p>Có rất nhiều dịch vụ bảo mật cho phép chúng ta áp dụng công nghệ kỹ thuật số một cách dễ dàng vào những lĩnh vực quan trọng. Từ việc đăng nhập vào máy tính, gửi và nhận thư điện tử tới việc <a href=\"/vi/glossary#Encryption\"><em>mã hóa</em></a> và ẩn giấu những dữ liệu tối mật, đều đòi hỏi chúng ta phải ghi nhớ một mật khẩu. Những cụm từ, câu, hay chuỗi ký tự lộn xộn được giữ bí mật này thường là rào cản đầu tiên, đôi khi là duy nhất đứng giữa dữ liệu của bạn và những kẻ tò mò muốn đọc, sao chép, sửa đổi hay phá hủy chúng dù không được sự cho phép của bạn. Có rất nhiều cách mà ai đó có thể dò biết được mật khẩu của bạn, tuy nhiên bạn có thể ngăn chặn hầu hết những cách đó bằng việc áp dụng một số sách lược cụ thể cũng như sử dụng một công cụ <a href=\"/vi/glossary#Secure_password_database\"><em>cơ sở dữ liệu bảo vệ mật khẩu</em></a>, như phần mềm <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a>.</p>\n\n<h3>Tình huống cơ bản</h3>\n\n<div class=\"background\">\n\n<p>Mansour và Magda là hai anh em ở một đất nước nói tiếng Ả rập. Họ có một trang web cá nhân nơi họ công bố một cách nặc danh những xâm phạm và các chiến dịch về nhân quyền nhằm tác động thay đổi chính trị. Magda gần đây có gắng truy cập vào hộp thư cá nhân của mình nhưng đã phát hiện ra rằng mật khẩu của cô đã bị thay đổi. Sau khi thiết lập lại mật khẩu của mình, cô có thể truy cập vào hộp thư nhưng khi mở hộp thư đến, cô phát hiện rằng một số thư mới bị đánh dấu là đã bị đọc. Cô nghi ngờ rằng có kẻ nội gián với động cơ chính trị đã dò biết được mật khẩu mà cô dùng chung cho nhiều tài khoản truy cập trang web khác nhau. Cô sẽ tìm gặp Mansour, người có ít kinh nghiệm về máy tính hơn cô để trao đổi về tình hình và đề cập điều cô quan ngại.</p>\n\n</div>\n\n<h3>Những điều bạn có thể học được từ chương này</h3>\n\n<ul><li><p>Các thành phần tạo nên một mật khẩu bảo mật</p></li>\n<li><p>Một vài mẹo giúp nhớ những mật khẩu dài và phức tạp</p></li>\n<li><p>Sử dụng <a href=\"/vi/glossary#Secure_password_database\"><em>phần mềm quản lý mật khẩu</em></a> <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a> để lưu giữ các mật khẩu thay vì phải ghi nhớ chúng</p></li>\n</ul>", 
                "summary": "", 
                "value": "Có rất nhiều dịch vụ bảo mật cho phép chúng ta áp dụng công nghệ kỹ thuật số một cách dễ dàng vào những lĩnh vực quan trọng. Từ việc đăng nhập vào máy tính, gửi và nhận thư điện tử tới việc [*mã hóa*](/vi/glossary#Encryption) và ẩn giấu những dữ liệu tối mật, đều đòi hỏi chúng ta phải ghi nhớ một mật khẩu. Những cụm từ, câu, hay chuỗi ký tự lộn xộn được giữ bí mật này thường là rào cản đầu tiên, đôi khi là duy nhất đứng giữa dữ liệu của bạn và những kẻ tò mò muốn đọc, sao chép, sửa đổi hay phá hủy chúng dù không được sự cho phép của bạn. Có rất nhiều cách mà ai đó có thể dò biết được mật khẩu của bạn, tuy nhiên bạn có thể ngăn chặn hầu hết những cách đó bằng việc áp dụng một số sách lược cụ thể cũng như sử dụng một công cụ [*cơ sở dữ liệu bảo vệ mật khẩu*](/vi/glossary#Secure_password_database), như phần mềm [*KeePass*](/vi/glossary#KeePass).\r\n\r\n### Tình huống cơ bản ###\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour và Magda là hai anh em ở một đất nước nói tiếng Ả rập. Họ có một trang web cá nhân nơi họ công bố một cách nặc danh những xâm phạm và các chiến dịch về nhân quyền nhằm tác động thay đổi chính trị. Magda gần đây có gắng truy cập vào hộp thư cá nhân của mình nhưng đã phát hiện ra rằng mật khẩu của cô đã bị thay đổi. Sau khi thiết lập lại mật khẩu của mình, cô có thể truy cập vào hộp thư nhưng khi mở hộp thư đến, cô phát hiện rằng một số thư mới bị đánh dấu là đã bị đọc. Cô nghi ngờ rằng có kẻ nội gián với động cơ chính trị đã dò biết được mật khẩu mà cô dùng chung cho nhiều tài khoản truy cập trang web khác nhau. Cô sẽ tìm gặp Mansour, người có ít kinh nghiệm về máy tính hơn cô để trao đổi về tình hình và đề cập điều cô quan ngại.\r\n</div>\r\n\r\n### Những điều bạn có thể học được từ chương này ###\r\n\r\n- Các thành phần tạo nên một mật khẩu bảo mật\r\n\r\n- Một vài mẹo giúp nhớ những mật khẩu dài và phức tạp\r\n\r\n- Sử dụng [*phần mềm quản lý mật khẩu*](/vi/glossary#Secure_password_database) [*KeePass*](/vi/glossary#KeePass) để lưu giữ các mật khẩu thay vì phải ghi nhớ chúng\r\n"
            }
        ]
    }, 
    "book": {
        "bid": "1925", 
        "customized": "0", 
        "depth": "2", 
        "expanded": "0", 
        "external": "0", 
        "has_children": "1", 
        "hidden": "0", 
        "href": "node/1935", 
        "i18n_tsid": "0", 
        "language": "und", 
        "link_path": "node/1935", 
        "link_title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
        "menu_name": "book-toc-1925", 
        "mlid": "5081", 
        "module": "book", 
        "nid": "1935", 
        "options": [], 
        "p1": "5030", 
        "p2": "5081", 
        "p3": "0", 
        "p4": "0", 
        "p5": "0", 
        "p6": "0", 
        "p7": "0", 
        "p8": "0", 
        "p9": "0", 
        "plid": "5030", 
        "router_path": "node/%", 
        "title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
        "updated": "0", 
        "weight": "3"
    }, 
    "book_children": [
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Nhìn chung, khi bạn muốn bảo vệ một thứ gì đó, bạn khóa nó bằng một chiếc chìa khóa. Nhà, xe ô tô hay xe đạp đều có những chiếc chìa khóa vật lý; những tệp được bảo vệ có những chìa khóa <a href=\"/vi/glossary#Encryption\"><em>mã hóa</em></a>; thẻ nhà băng có các mã cá nhân; và các tài khoản thư điện tử có các mật khẩu. Tất cả những khóa đó, vật l‎ý hay điện tử đều có một điểm chung: chúng mở những ổ khóa tương ứng như nhau khi nằm trong tay bất kỳ ai. Bạn có thể cài đặt các tường lửa tiên tiến, các tài khoản hộp thư được bảo mật, hay các ổ đĩa được <a href=\"/vi/glossary#Encryption\"><em>mã hóa</em></a>. Nhưng nếu mật khẩu của bạn không đủ mạnh, hoặc nếu bạn để nó lọt vào tay kẻ xấu, chúng cũng không giúp gì cho bạn.</p>\n\n<h3>Các cấu thành của một mật khẩu mạnh</h3>\n\n<p>Một mật khẩu mạnh cần phải đủ khó cho một chương trình máy tính muốn phá.</p>\n\n<ul><li><p><strong>Tạo mật khẩu dài</strong>: Một mật khẩu càng dài thì càng ít khả năng chương trình máy tính có thể phá được trong khoảng thời gian đáng kể cho phép. Bạn nên tạo mật khẩu với độ dài từ mười k‎ý tự trở lên. Nhiều người thường sử dụng những mật khẩu gồm nhiều hơn một từ, có hoặc không có các ô trống giữa các từ, thường được gọi là các <strong>đoạn mật khẩu</strong>. Đây là một ý tưởng hay, một khi chương trình hay dịch vụ bạn sử dụng cho phép bạn chọn những mật khẩu đủ dài.</p></li>\n<li><p><strong>Tạo mật khẩu phức tạp</strong>: Ngoài độ dài, độ phức tạp của mật khẩu cũng giúp chống lại các phần mềm ‘phá khóa’ tìm cách dò đoán tổ hợp các k‎ý tự. Bất cứ khi nào có thể, bạn luôn nên sử dụng các k‎ý tự hoa, ký tự thường, số và các biểu tượng, ví dụ như dấu gạch ngang trong mật khẩu của mình.</p></li>\n</ul><p>Một mật khẩu cần phải khó để người khác có thể tìm ra được.</p>\n\n<ul><li><p><strong>Cần thực tế</strong>: Nếu bạn phải ghi mật khẩu của mình xuống đâu đó vì bạn không thể nhớ được nó, bạn có thể phải đối mặt với một loạt các nguy cơ dễ dàng bị mất mật khẩu vào tay những ai có thể nhìn vào bàn làm việc hay lẻn vào nhà, mở ví hoặc thậm chí lục thùng rác bên ngoài văn phòng làm việc của bạn. Nếu bạn không thể nghĩ ra một mật khẩu đủ dài và phức tạp nhưng vẫn có thể ghi nhớ được dễ dàng, mục <a href=\"/vi/chuong_3_2\"><em>Ghi nhớ mật khẩu bảo mật</em></a> bên dưới đây có thể giúp đỡ phần nào. Nếu không thì bạn vẫn cần tạo một mật khẩu đủ an toàn, nhưng bạn có thể cần tới một <a href=\"/vi/glossary#Secure_password_database\"><em>phần mềm quản l‎ý mật khẩu</em></a> như <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a>. Các loại tệp có mật khẩu bảo vệ, bao gồm cả các tài liệu Microsoft Word đều không đáng tin cậy cho mục đích này, do đa phần chúng đều dễ dàng bị phá trong vài giây bởi các công cụ có sẵn từ Internet.</p></li>\n<li><p><strong>Không tạo mật khẩu chứa những yếu tố cá nhân</strong>: Mật khẩu của bạn không nên chứa những yếu tố liên quan tới cá nhân bạn. Không nên chọn những từ hay những đoạn dựa trên những thông tin như họ tên, số chứng minh, số điện thoại, tên con, tên vật nuôi, ngày sinh của bạn hay những thứ tương tự mà một người khác có thể dò ra mật khẩu bằng các tìm hiểu các thông tin về cá nhân bạn.</p></li>\n<li><p><strong>Giữ bí mật</strong>: Không nên để lộ thông tin mật khẩu với bất kỳ ai trừ khi điều đó là thực sự cần thiết. Và nếu bạn phải chia sẻ mật khẩu của mình với một người bạn, một thành viên trong gia đình hay đồng nghiệp, bạn cần thay đổi nó sang một mật khẩu tạm thời, chia sẻ mật khẩu tạm thời này và thay đổi lại khi đã xong việc. Thông thường, có các giải pháp thay thế việc chia sẻ mật khẩu, như là tạo hai tài khoản riêng biệt cho từng cá nhân cần truy cập. Giữ bí mật mật khẩu cũng có nghĩa là bạn cần để xem liệu có ai có thể nhìn từ phía sau bạn lúc bạn gõ mật khẩu hay dò tìm trong <a href=\"/vi/glossary#Secure_password_database\"><em>cơ sở dữ liệu mật khẩu</em></a> của bạn.</p></li>\n</ul><p>Một mật khẩu được chọn sao cho nếu bị lọt vào tay ai đó thì thiệt hại là nhỏ nhất.</p>\n\n<ul><li><p><strong>Mật khẩu riêng</strong>: Tránh việc dùng chung mật khẩu cho nhiều hơn một tài khoản. Nếu không thì ai đó biết được mật khẩu của bạn có thể truy cập nhiều thông tin mật của bạn. Điều này rất đúng vì có nhiều dịch vụ rất dễ dàng bị phá mật khẩu. Lấy ví dụ, nếu bạn sử dụng chung mật khẩu cho tài khoản đăng nhập Windows và tài khoản thư điện tử Gmail. Ai đó có thể truy cập máy tính của bạn để dò ra mật khẩu đăng nhập đầu tiên và sử dụng nó để truy cập vào tài khoản kia. Cùng lý do tương tự, điều nên tránh là quay vòng sử dụng mật khẩu giữa các tài khoản khác nhau.</p></li>\n<li><p><strong>Thay đổi mật khẩu</strong>: Luôn thường xuyên thay đổi mật khẩu của bạn, tốt nhất là cứ sau ba tháng thay đổi một lần. Nhiều người thường gắn chặt với một mật khẩu nào đó và không bao giờ thay đổi nó. Đây là một điều nên tránh ‎. Bạn giữ nguyên một mật khẩu càng lâu, người khác càng có cơ hội dò ra nó. Thêm nữa, nếu ai đó có thể sử dụng mật khẩu đánh cắp của bạn để lấy trộm thông tin mà bạn không hay biết, họ sẽ tiếp tục thực hiện được như vậy cho đến khi bạn thay đổi mật khẩu.</p></li>\n</ul><div class=\"background\">\n\n<p>Mansour: Nếu anh tin tưởng ai đó? Thì việc nói cho người đó mật khẩu cũng được, phải không?</p>\n\n<p>Magda: Trước hết, chỉ vì anh tin tưởng ai đó về mật khẩu của mình, không nhất thiết có nghĩa là anh tin tưởng họ sẽ giữ mật khẩu của anh cẩn thận, đúng không nào? Ngay cả khi tôi không dùng mật khẩu của anh vào việc xấu, tôi có thể sẽ ghi nó xuống đâu đó và đánh mất hay đại loại như vậy. Đó có thể là lý do em đang gặp vấn đề hiện tại. Thêm nữa, đây không phải là vấn đề lòng tin. Nếu anh là người duy nhất biết mật khẩu của mình, anh không phải phí thời gian để đổ lỗi cho ai nếu tài khoản của anh bị đột nhập. Ngay lúc này, lấy ví dụ, em cảm thấy khá chắc chắn rằng ai đó đã dò đoán ra mật khẩu của mình vì em không bao giờ ghi nó xuống hay tiết lộ cho ai cả.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Nhìn chung, khi bạn muốn bảo vệ một thứ gì đó, bạn khóa nó bằng một chiếc chìa khóa. Nhà, xe ô tô hay xe đạp đều có những chiếc chìa khóa vật lý; những tệp được bảo vệ có những chìa khóa [*mã hóa*](/vi/glossary#Encryption); thẻ nhà băng có các mã cá nhân; và các tài khoản thư điện tử có các mật khẩu. Tất cả những khóa đó, vật l‎ý hay điện tử đều có một điểm chung: chúng mở những ổ khóa tương ứng như nhau khi nằm trong tay bất kỳ ai. Bạn có thể cài đặt các tường lửa tiên tiến, các tài khoản hộp thư được bảo mật, hay các ổ đĩa được [*mã hóa*](/vi/glossary#Encryption). Nhưng nếu mật khẩu của bạn không đủ mạnh, hoặc nếu bạn để nó lọt vào tay kẻ xấu, chúng cũng không giúp gì cho bạn.\r\n\r\n### Các cấu thành của một mật khẩu mạnh ###\r\n\r\nMột mật khẩu mạnh cần phải đủ khó cho một chương trình máy tính muốn phá.\r\n\r\n- **Tạo mật khẩu dài**: Một mật khẩu càng dài thì càng ít khả năng chương trình máy tính có thể phá được trong khoảng thời gian đáng kể cho phép. Bạn nên tạo mật khẩu với độ dài từ mười k‎ý tự trở lên. Nhiều người thường sử dụng những mật khẩu gồm nhiều hơn một từ, có hoặc không có các ô trống giữa các từ, thường được gọi là các **đoạn mật khẩu**. Đây là một ý tưởng hay, một khi chương trình hay dịch vụ bạn sử dụng cho phép bạn chọn những mật khẩu đủ dài.\r\n\r\n- **Tạo mật khẩu phức tạp**: Ngoài độ dài, độ phức tạp của mật khẩu cũng giúp chống lại các phần mềm ‘phá khóa’ tìm cách dò đoán tổ hợp các k‎ý tự. Bất cứ khi nào có thể, bạn luôn nên sử dụng các k‎ý tự hoa, ký tự thường, số và các biểu tượng, ví dụ như dấu gạch ngang trong mật khẩu của mình.\r\n\r\nMột mật khẩu cần phải khó để người khác có thể tìm ra được.\r\n\r\n- **Cần thực tế**: Nếu bạn phải ghi mật khẩu của mình xuống đâu đó vì bạn không thể nhớ được nó, bạn có thể phải đối mặt với một loạt các nguy cơ dễ dàng bị mất mật khẩu vào tay những ai có thể nhìn vào bàn làm việc hay lẻn vào nhà, mở ví hoặc thậm chí lục thùng rác bên ngoài văn phòng làm việc của bạn. Nếu bạn không thể nghĩ ra một mật khẩu đủ dài và phức tạp nhưng vẫn có thể ghi nhớ được dễ dàng, mục [*Ghi nhớ mật khẩu bảo mật*](/vi/chuong_3_2) bên dưới đây có thể giúp đỡ phần nào. Nếu không thì bạn vẫn cần tạo một mật khẩu đủ an toàn, nhưng bạn có thể cần tới một [*phần mềm quản l‎ý mật khẩu*](/vi/glossary#Secure_password_database) như [*KeePass*](/vi/glossary#KeePass). Các loại tệp có mật khẩu bảo vệ, bao gồm cả các tài liệu Microsoft Word đều không đáng tin cậy cho mục đích này, do đa phần chúng đều dễ dàng bị phá trong vài giây bởi các công cụ có sẵn từ Internet.\r\n\r\n- **Không tạo mật khẩu chứa những yếu tố cá nhân**: Mật khẩu của bạn không nên chứa những yếu tố liên quan tới cá nhân bạn. Không nên chọn những từ hay những đoạn dựa trên những thông tin như họ tên, số chứng minh, số điện thoại, tên con, tên vật nuôi, ngày sinh của bạn hay những thứ tương tự mà một người khác có thể dò ra mật khẩu bằng các tìm hiểu các thông tin về cá nhân bạn.\r\n\r\n- **Giữ bí mật**: Không nên để lộ thông tin mật khẩu với bất kỳ ai trừ khi điều đó là thực sự cần thiết. Và nếu bạn phải chia sẻ mật khẩu của mình với một người bạn, một thành viên trong gia đình hay đồng nghiệp, bạn cần thay đổi nó sang một mật khẩu tạm thời, chia sẻ mật khẩu tạm thời này và thay đổi lại khi đã xong việc. Thông thường, có các giải pháp thay thế việc chia sẻ mật khẩu, như là tạo hai tài khoản riêng biệt cho từng cá nhân cần truy cập. Giữ bí mật mật khẩu cũng có nghĩa là bạn cần để xem liệu có ai có thể nhìn từ phía sau bạn lúc bạn gõ mật khẩu hay dò tìm trong [*cơ sở dữ liệu mật khẩu*](/vi/glossary#Secure_password_database) của bạn.\r\n\r\n\r\nMột mật khẩu được chọn sao cho nếu bị lọt vào tay ai đó thì thiệt hại là nhỏ nhất.\r\n\r\n- **Mật khẩu riêng**: Tránh việc dùng chung mật khẩu cho nhiều hơn một tài khoản. Nếu không thì ai đó biết được mật khẩu của bạn có thể truy cập nhiều thông tin mật của bạn. Điều này rất đúng vì có nhiều dịch vụ rất dễ dàng bị phá mật khẩu. Lấy ví dụ, nếu bạn sử dụng chung mật khẩu cho tài khoản đăng nhập Windows và tài khoản thư điện tử Gmail. Ai đó có thể truy cập máy tính của bạn để dò ra mật khẩu đăng nhập đầu tiên và sử dụng nó để truy cập vào tài khoản kia. Cùng lý do tương tự, điều nên tránh là quay vòng sử dụng mật khẩu giữa các tài khoản khác nhau.\r\n\r\n- **Thay đổi mật khẩu**: Luôn thường xuyên thay đổi mật khẩu của bạn, tốt nhất là cứ sau ba tháng thay đổi một lần. Nhiều người thường gắn chặt với một mật khẩu nào đó và không bao giờ thay đổi nó. Đây là một điều nên tránh ‎. Bạn giữ nguyên một mật khẩu càng lâu, người khác càng có cơ hội dò ra nó. Thêm nữa, nếu ai đó có thể sử dụng mật khẩu đánh cắp của bạn để lấy trộm thông tin mà bạn không hay biết, họ sẽ tiếp tục thực hiện được như vậy cho đến khi bạn thay đổi mật khẩu.\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour: Nếu anh tin tưởng ai đó? Thì việc nói cho người đó mật khẩu cũng được, phải không?\r\n\r\nMagda: Trước hết, chỉ vì anh tin tưởng ai đó về mật khẩu của mình, không nhất thiết có nghĩa là anh tin tưởng họ sẽ giữ mật khẩu của anh cẩn thận, đúng không nào? Ngay cả khi tôi không dùng mật khẩu của anh vào việc xấu, tôi có thể sẽ ghi nó xuống đâu đó và đánh mất hay đại loại như vậy. Đó có thể là lý do em đang gặp vấn đề hiện tại. Thêm nữa, đây không phải là vấn đề lòng tin. Nếu anh là người duy nhất biết mật khẩu của mình, anh không phải phí thời gian để đổ lỗi cho ai nếu tài khoản của anh bị đột nhập. Ngay lúc này, lấy ví dụ, em cảm thấy khá chắc chắn rằng ai đó đã dò đoán ra mật khẩu của mình vì em không bao giờ ghi nó xuống hay tiết lộ cho ai cả.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1936", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1936", 
                "link_title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                "menu_name": "book-toc-1925", 
                "mlid": "5082", 
                "module": "book", 
                "nid": "1936", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5082", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                "updated": "0", 
                "weight": "1"
            }, 
            "changed": "1452271015", 
            "comment": "0", 
            "created": "1441101067", 
            "current_revision_id": "12766", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "chuong_3_1", 
                        "value": "chuong_3_1"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5082": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1936", 
                    "link_title": "ការជ្រើសរើស និង​ថែរក្សា​ពាក្យសម្ងាត់​សុវត្ថិភាព", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5082", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5082", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "1"
                }
            }, 
            "name": "chris", 
            "nid": "1936", 
            "num_revisions": "24", 
            "path": "https://securityinabox.org/en/node/1936", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271015", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Lựa chọn và duy trì mật khẩu bảo mật", 
                        "value": "Lựa chọn và duy trì mật khẩu bảo mật"
                    }
                ]
            }, 
            "title_original": "Selecting and maintaining secure passwords", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915103", 
                        "created": "1442915103", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226690", 
                        "created": "1441803589", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095580", 
                        "created": "1443095580", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410088", 
                        "created": "1442410088", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451908144", 
                        "created": "1441204800", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447088818", 
                        "created": "1442759070", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694889", 
                        "created": "1443694889", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271015", 
                        "created": "1452271015", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443101709", 
                        "created": "1443101709", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112407", 
                        "created": "1441112407", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443718967", 
                        "created": "1443718967", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393767", 
                        "created": "1444393767", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099831", 
                        "created": "1443099831", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091378", 
                        "created": "1443091378", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441101067", 
                        "created": "1441101067", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575528", 
                        "created": "1443601624", 
                        "entity_id": "1936", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "42d6b475-0c11-461c-99c5-c522a892fb62", 
            "vid": "12766", 
            "vuuid": "3c2137ac-3bec-4de3-adeb-094d2c6cef4c"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<p>Xem lại danh sách các hướng dẫn phía trên, bạn có thể băn khoăn làm sao ai đó không có một trí nhớ điện tử lại có thể ghi nhớ được những mật khẩu dài, phức tạp và không mang ý nghĩa gì mà không phải ghi chúng xuống đâu đó. Tầm quan trọng của việc sử dụng các mật khẩu khác nhau cho những tài khoản khác nhau khiến cho việc này càng khó khăn hơn. Tuy nhiên, có một số mẹo có thể giúp bạn tạo ra những mật khẩu dễ dàng ghi nhớ nhưng cực kỳ khó để dò đoán, thậm chí đối với những chuyên gia được trang bị phần mềm phá khóa tiên tiến. Bạn cũng có thêm sự lựa chọn lưu trữ các mật khẩu sử dụng phần mềm quản l‎ý mật khẩu <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a> được tạo riêng cho mục đích này.</p>\n\n<h3>Ghi nhớ các mật khẩu bảo mật</h3>\n\n<p>Việc sử dụng các loại ký tự khác nhau khi tạo mật khẩu rất quan trọng. Điều này có thể đạt được theo nhiều cách khác nhau:</p>\n\n<ul><li><p>Thay đổi việc sử dụng chữ hoa, ví dụ: ‘TêN tÔI khÔNg pHải là NGàI ViP’</p></li>\n<li><p>Thay thế giữa số và k‎ý tự, ví dụ: ‘ch1 l4m vi3c v4 k50ng vu1 chơ1’</p></li>\n<li><p>Sử dụng những k‎ý tự đặc biệt: ví dụ: ‘c@(he1Rnthery3’</p></li>\n<li><p>Sử dụng trộn lẫn nhiều ngôn ngữ, ví dụ ‘Tôi loVe Ni, You aI wo Ma?’</p></li>\n</ul><p>Tất cả những cách này có thể giúp bạn tăng độ khó của một mật khẩu đáng ra là khá dễ dò đoán, và cho phép bạn lựa chọn một mật khẩu có độ bảo mật cao mà không phải từ bỏ việc nó có thể ghi nhớ dễ dàng. Một số sự thay thế (như việc sử dụng số 0 thay cho chữ o hay k‎ý tự @ thay cho chữ a) từ lâu đã được đưa vào trong các phần mềm phá khóa, tuy nhiên việc dùng chúng vẫn là ý tưởng tốt. Chúng làm tăng thời gian mà các công cụ đó cần để phá mật khẩu của bạn và trong trường hợp không được trang bị những công cụ loại này thì việc dò đoán sẽ gặp khó khăn.</p>\n\n<p>Các mật khẩu cũng có thể sử dụng ưu điểm của các <a href=\"/vi/grossary#Mnemonic\"><em>cách thức ghi nhớ gợi nhớ truyền thống</em></a>, như phương thức sử dụng từ đầu tiên của mỗi chữ.  Điều này cho phép các đoạn dài trở thành những chữ giống như ngẫu nhiên và rất phức tạp:</p>\n\n<ul><li><p>‘To be or not to be? That is the question’ trở thành ‘2Bon2B?TitQ’</p></li>\n<li><p>‘We hold these truths to be self-evident: that all men are created equal’ trở thành: ‘WhtT2bs-e:taMac=’</p></li>\n<li><p>‘Are you happy today?’ trở thành: ‘rU:-)2d@y?</p></li>\n</ul><p>Trên đây chỉ là một số ví dụ để giúp bạn tự có những phương án riêng để mã hóa các từ và câu để khiến chúng trở lên phức tạp nhưng lại dễ nhớ.</p>\n\n<h3>Ghi nhớ mật khẩu một cách an toàn</h3>\n\n<p>Chỉ một chút sáng tạo có thể giúp bạn ghi nhớ tất cả các mật khẩu của mình, sự cần thiết của việc thay đổi chúng một cách thường xuyên có thể khiến bạn không sáng tạo kịp. Có thể thay thế bằng cách bạn tạo ra các mật khẩu có tính ngẫu nhiên và độ an toàn cho hầu hết các tài khoản của bạn và từ bỏ việc phải ghi nhớ tất cả chúng. Thay vào đó bạn có thể lưu trữ chúng trong một <a href=\"/vi/glossary#Secure_password_database\"><em>cơ sở dữ liệu mật khẩu bảo mật bằng mã hóa</em></a>, như phần mềm <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a>.</p>\n\n<div class=\"getstarted\">\n\n<p><strong><em>Thực hành: Hãy bắt đầu với <a href=\"/vi/keepass-main\"><em>Hướng dẫn sử dụng KeePass</em></a></em></strong></p>\n\n</div>\n\n<p>Tất nhiên, nếu bạn sử dụng phương pháp này, một điều rất quan trọng là bạn tạo và ghi nhớ một mật khẩu có tính bảo mật rất cao dùng cho <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a>, hay bất kỳ công cụ lưu trữ mật khẩu nào khác mà bạn sẽ dùng. Bất kỳ lúc nào cần nhập mật khẩu cho một tài khoản nào, bạn có thể tìm thấy nó và chỉ phải sử dụng duy nhất một mật khẩu chính, điều này khiến cho việc tuân theo các hướng dẫn trên trở nên dễ dàng hơn.</p>\n\n<p><a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a> là phần mềm ‘chạy không cần cài đặt’, nghĩa là bạn có thể lưu cơ sở dữ liệu mật khẩu trong một thẻ nhớ USB lưu động trong trường hợp bạn cần tìm một mật khẩu trong khi bạn di chuyển khỏi chiếc máy tính chính của mình.</p>\n\n<p>Tuy đây có thể là sự lựa chọn tốt nhất cho những ai cần quản l‎ý một số lượng lớn các tài khoản, có một số nhược điểm khi sử dụng phương pháp này. Đầu tiên là việc bạn có thể mất hay lỡ xóa đi bản duy nhất của dữ liệu mật khẩu, bạn sẽ không có cách nào truy cập vào các tài khoản bằng những mật khẩu này nữa. Do vậy việc sao lưu cơ sở dữ liệu <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a> là vô cùng quan trọng. Xem <a href=\"/vi/chuong-5\"><strong>Chương 5: Làm sao để khôi phục dữ liệu bị mất</strong></a> để biết thêm về các phương thức sao lưu dữ liệu. Rất may mắn là cơ sở dữ liệu mật khẩu của KeePass được mã hóa nên bạn không phải lo lắng nếu lỡ đánh mất thẻ nhớ USB hay ổ dự phòng có chứa bản sao lưu của nó.</p>\n\n<p>Nhược điểm lớn thứ hai thậm chí có thể nghiêm trọng hơn. Nếu bạn quên mất mật khẩu chính để mở <a href=\"/vi/glossary#KeePass\"><em>KeePass</em></a>, không có cách nào khôi phục lại được nó hay nội dung của cơ sở dữ liệu mật khẩu. Vì vậy, hãy chắc chắn rằng bạn chọn một mật khẩu gồm cả hai yếu tố: mạnh và dễ nhớ!</p>\n\n<div class=\"background\">\n\n<p>Mansour: Đợi một phút, Nếu KeePass sử dụng một mật khẩu chính để quản l‎ý tất cả các mật khẩu khác thì làm sao nó lại bảo mật tốt hơn là việc sử dụng chung một mật khẩu cho tất cả các tài khoản của mình? ý anh là nếu một kẻ xấu nào đó biết được mật khẩu chính thì hắn cũng sẽ truy cập vào được mọi thứ, đúng không?</p>\n\n<p>Magda: Đây là một suy nghĩ hay, và anh đúng khi nói việc bảo vệ mật khẩu chính là vô cùng quan trọng, nhưng ở đây có một số điểm khác nhau cơ bản. Trước hết, ‘kẻ xấu’ này không chỉ cần riêng mật khẩu của anh, mà còn cần cả tệp cơ sở dữ liệu KeePass nữa. Nếu anh chỉ dùng chung một mật khẩu cho tất cả các tài khoản của anh, khi đó hắn sẽ chỉ cần đến mỗi mật khẩu mà thôi. Hơn thế nữa, chúng ta biết rằng KeePass được thiết kế có tính bảo mật rất cao, phải không? trong khi đó, các chương trình hay trang web có thể là ngược lại. Một số có khá hơn các chương trình hay trang web khác, và anh không muốn ai đó tấn công vào một trang web có độ bảo mật thấp và sử dụng chính mật khẩu hắn dò ra được để truy cập các chương trình và trang web có độ bảo mật cao hơn. Và còn một điều nữa, KeePass khiến cho việc thay đổi mật khẩu chính dễ dàng hơn nhiều nếu anh thấy cần thiết. Em đáng lẽ sẽ may mắn hơn! Em phải dành cả ngày hôm nay để thay đổi tất cả mật khẩu của mình.</p>\n\n</div>\n", 
                        "summary": "", 
                        "value": "Xem lại danh sách các hướng dẫn phía trên, bạn có thể băn khoăn làm sao ai đó không có một trí nhớ điện tử lại có thể ghi nhớ được những mật khẩu dài, phức tạp và không mang ý nghĩa gì mà không phải ghi chúng xuống đâu đó. Tầm quan trọng của việc sử dụng các mật khẩu khác nhau cho những tài khoản khác nhau khiến cho việc này càng khó khăn hơn. Tuy nhiên, có một số mẹo có thể giúp bạn tạo ra những mật khẩu dễ dàng ghi nhớ nhưng cực kỳ khó để dò đoán, thậm chí đối với những chuyên gia được trang bị phần mềm phá khóa tiên tiến. Bạn cũng có thêm sự lựa chọn lưu trữ các mật khẩu sử dụng phần mềm quản l‎ý mật khẩu [*KeePass*](/vi/glossary#KeePass) được tạo riêng cho mục đích này.\r\n\r\n### Ghi nhớ các mật khẩu bảo mật ###\r\n\r\nViệc sử dụng các loại ký tự khác nhau khi tạo mật khẩu rất quan trọng. Điều này có thể đạt được theo nhiều cách khác nhau:\r\n\r\n- Thay đổi việc sử dụng chữ hoa, ví dụ: ‘TêN tÔI khÔNg pHải là NGàI ViP’\r\n\r\n- Thay thế giữa số và k‎ý tự, ví dụ: ‘ch1 l4m vi3c v4 k50ng vu1 chơ1’\r\n\r\n- Sử dụng những k‎ý tự đặc biệt: ví dụ: ‘c@(he1Rnthery3’\r\n\r\n- Sử dụng trộn lẫn nhiều ngôn ngữ, ví dụ ‘Tôi loVe Ni, You aI wo Ma?’\r\n\r\nTất cả những cách này có thể giúp bạn tăng độ khó của một mật khẩu đáng ra là khá dễ dò đoán, và cho phép bạn lựa chọn một mật khẩu có độ bảo mật cao mà không phải từ bỏ việc nó có thể ghi nhớ dễ dàng. Một số sự thay thế (như việc sử dụng số 0 thay cho chữ o hay k‎ý tự @ thay cho chữ a) từ lâu đã được đưa vào trong các phần mềm phá khóa, tuy nhiên việc dùng chúng vẫn là ý tưởng tốt. Chúng làm tăng thời gian mà các công cụ đó cần để phá mật khẩu của bạn và trong trường hợp không được trang bị những công cụ loại này thì việc dò đoán sẽ gặp khó khăn.\r\n\r\nCác mật khẩu cũng có thể sử dụng ưu điểm của các [*cách thức ghi nhớ gợi nhớ truyền thống*](/vi/grossary#Mnemonic), như phương thức sử dụng từ đầu tiên của mỗi chữ.  Điều này cho phép các đoạn dài trở thành những chữ giống như ngẫu nhiên và rất phức tạp:\r\n\r\n- ‘To be or not to be? That is the question’ trở thành ‘2Bon2B?TitQ’\r\n\r\n- ‘We hold these truths to be self-evident: that all men are created equal’ trở thành: ‘WhtT2bs-e:taMac=’\r\n\r\n- ‘Are you happy today?’ trở thành: ‘rU:-)2d@y?\r\n\r\nTrên đây chỉ là một số ví dụ để giúp bạn tự có những phương án riêng để mã hóa các từ và câu để khiến chúng trở lên phức tạp nhưng lại dễ nhớ.\r\n\r\n### Ghi nhớ mật khẩu một cách an toàn ###\r\n\r\nChỉ một chút sáng tạo có thể giúp bạn ghi nhớ tất cả các mật khẩu của mình, sự cần thiết của việc thay đổi chúng một cách thường xuyên có thể khiến bạn không sáng tạo kịp. Có thể thay thế bằng cách bạn tạo ra các mật khẩu có tính ngẫu nhiên và độ an toàn cho hầu hết các tài khoản của bạn và từ bỏ việc phải ghi nhớ tất cả chúng. Thay vào đó bạn có thể lưu trữ chúng trong một [*cơ sở dữ liệu mật khẩu bảo mật bằng mã hóa*](/vi/glossary#Secure_password_database), như phần mềm [*KeePass*](/vi/glossary#KeePass).\r\n\r\n<div class=\"getstarted\" markdown=\"1\">\r\n***Thực hành: Hãy bắt đầu với [*Hướng dẫn sử dụng KeePass*](/vi/keepass-main)***\r\n</div>\r\n\r\nTất nhiên, nếu bạn sử dụng phương pháp này, một điều rất quan trọng là bạn tạo và ghi nhớ một mật khẩu có tính bảo mật rất cao dùng cho [*KeePass*](/vi/glossary#KeePass), hay bất kỳ công cụ lưu trữ mật khẩu nào khác mà bạn sẽ dùng. Bất kỳ lúc nào cần nhập mật khẩu cho một tài khoản nào, bạn có thể tìm thấy nó và chỉ phải sử dụng duy nhất một mật khẩu chính, điều này khiến cho việc tuân theo các hướng dẫn trên trở nên dễ dàng hơn.\r\n\r\n[*KeePass*](/vi/glossary#KeePass) là phần mềm ‘chạy không cần cài đặt’, nghĩa là bạn có thể lưu cơ sở dữ liệu mật khẩu trong một thẻ nhớ USB lưu động trong trường hợp bạn cần tìm một mật khẩu trong khi bạn di chuyển khỏi chiếc máy tính chính của mình.\r\n\r\nTuy đây có thể là sự lựa chọn tốt nhất cho những ai cần quản l‎ý một số lượng lớn các tài khoản, có một số nhược điểm khi sử dụng phương pháp này. Đầu tiên là việc bạn có thể mất hay lỡ xóa đi bản duy nhất của dữ liệu mật khẩu, bạn sẽ không có cách nào truy cập vào các tài khoản bằng những mật khẩu này nữa. Do vậy việc sao lưu cơ sở dữ liệu [*KeePass*](/vi/glossary#KeePass) là vô cùng quan trọng. Xem [**Chương 5: Làm sao để khôi phục dữ liệu bị mất**](/vi/chuong-5) để biết thêm về các phương thức sao lưu dữ liệu. Rất may mắn là cơ sở dữ liệu mật khẩu của KeePass được mã hóa nên bạn không phải lo lắng nếu lỡ đánh mất thẻ nhớ USB hay ổ dự phòng có chứa bản sao lưu của nó.\r\n\r\nNhược điểm lớn thứ hai thậm chí có thể nghiêm trọng hơn. Nếu bạn quên mất mật khẩu chính để mở [*KeePass*](/vi/glossary#KeePass), không có cách nào khôi phục lại được nó hay nội dung của cơ sở dữ liệu mật khẩu. Vì vậy, hãy chắc chắn rằng bạn chọn một mật khẩu gồm cả hai yếu tố: mạnh và dễ nhớ!\r\n\r\n<div class=\"background\" markdown=\"1\">\r\nMansour: Đợi một phút, Nếu KeePass sử dụng một mật khẩu chính để quản l‎ý tất cả các mật khẩu khác thì làm sao nó lại bảo mật tốt hơn là việc sử dụng chung một mật khẩu cho tất cả các tài khoản của mình? ý anh là nếu một kẻ xấu nào đó biết được mật khẩu chính thì hắn cũng sẽ truy cập vào được mọi thứ, đúng không?\r\n\r\nMagda: Đây là một suy nghĩ hay, và anh đúng khi nói việc bảo vệ mật khẩu chính là vô cùng quan trọng, nhưng ở đây có một số điểm khác nhau cơ bản. Trước hết, ‘kẻ xấu’ này không chỉ cần riêng mật khẩu của anh, mà còn cần cả tệp cơ sở dữ liệu KeePass nữa. Nếu anh chỉ dùng chung một mật khẩu cho tất cả các tài khoản của anh, khi đó hắn sẽ chỉ cần đến mỗi mật khẩu mà thôi. Hơn thế nữa, chúng ta biết rằng KeePass được thiết kế có tính bảo mật rất cao, phải không? trong khi đó, các chương trình hay trang web có thể là ngược lại. Một số có khá hơn các chương trình hay trang web khác, và anh không muốn ai đó tấn công vào một trang web có độ bảo mật thấp và sử dụng chính mật khẩu hắn dò ra được để truy cập các chương trình và trang web có độ bảo mật cao hơn. Và còn một điều nữa, KeePass khiến cho việc thay đổi mật khẩu chính dễ dàng hơn nhiều nếu anh thấy cần thiết. Em đáng lẽ sẽ may mắn hơn! Em phải dành cả ngày hôm nay để thay đổi tất cả mật khẩu của mình.\r\n</div>"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1938", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1938", 
                "link_title": "Remembering and recording secure passwords", 
                "menu_name": "book-toc-1925", 
                "mlid": "5083", 
                "module": "book", 
                "nid": "1938", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5083", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "Remembering and recording secure passwords", 
                "updated": "0", 
                "weight": "2"
            }, 
            "changed": "1453993790", 
            "comment": "0", 
            "created": "1441101950", 
            "current_revision_id": "13058", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "chuong_3_2", 
                        "value": "chuong_3_2"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5083": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1938", 
                    "link_title": "Remembering and recording secure passwords", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5083", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5083", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "2"
                }
            }, 
            "name": "chris", 
            "nid": "1938", 
            "num_revisions": "22", 
            "path": "https://securityinabox.org/en/node/1938", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1453993790", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Ghi nhớ và lưu giữ mật khẩu bảo mật", 
                        "value": "Ghi nhớ và lưu giữ mật khẩu bảo mật"
                    }
                ]
            }, 
            "title_original": "Remembering and recording secure passwords", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915371", 
                        "created": "1442915371", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ar": {
                        "changed": "1442226745", 
                        "created": "1441803682", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "ar", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095602", 
                        "created": "1443095602", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410153", 
                        "created": "1442410153", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1451909083", 
                        "created": "1441204914", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1453993790", 
                        "created": "1442759085", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694908", 
                        "created": "1443694908", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271123", 
                        "created": "1452271123", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102160", 
                        "created": "1443102160", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112489", 
                        "created": "1441112489", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719012", 
                        "created": "1443719012", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393840", 
                        "created": "1444393840", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099866", 
                        "created": "1443099866", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091487", 
                        "created": "1443091487", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441101950", 
                        "created": "1441101950", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": "1938", 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575619", 
                        "created": "1443601651", 
                        "entity_id": "1938", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": "1938", 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "169acd63-a8fe-42c7-8eeb-6a33f7226dd5", 
            "vid": "13058", 
            "vuuid": "fcc30936-c6d0-484b-9b1f-3f0099fbb46b"
        }, 
        {
            "body": {
                "vi": [
                    {
                        "format": "filtered_html", 
                        "safe_summary": "", 
                        "safe_value": "<ul><li>Để biết thêm về mật khẩu bảo mật, xem chương <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html\">Password Protection</a> và <a href=\"http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html\">How long should my password be?</a> Phụ lục cuốn  <a href=\"http://www.frontlinedefenders.org/manual/en/esecman\">Digital Security and Privacy for Human rights Defenders</a>.</li>\n<li>Wikipedia gồm những bài viết hữu ích <a href=\"http://en.wikipedia.org/wiki/Password\">Passwords</a>, <a href=\"http://en.wikipedia.org/wiki/Password_strength\">Guidelines for password strength</a>, và <a href=\"http://en.wikipedia.org/wiki/Password_cracking\">password cracking</a>.</li>\n</ul>", 
                        "summary": "", 
                        "value": "- Để biết thêm về mật khẩu bảo mật, xem chương [Password Protection](http://www.frontlinedefenders.org/manual/en/esecman/chapter2_2.html) và [How long should my password be?](http://www.frontlinedefenders.org/manual/en/esecman/appendix_d.html) Phụ lục cuốn  [Digital Security and Privacy for Human rights Defenders](http://www.frontlinedefenders.org/manual/en/esecman).\r\n- Wikipedia gồm những bài viết hữu ích [Passwords](http://en.wikipedia.org/wiki/Password), [Guidelines for password strength](http://en.wikipedia.org/wiki/Password_strength), và [password cracking](http://en.wikipedia.org/wiki/Password_cracking).\r\n"
                    }
                ]
            }, 
            "book": {
                "bid": "1925", 
                "customized": "0", 
                "depth": "3", 
                "expanded": "0", 
                "external": "0", 
                "has_children": "0", 
                "hidden": "0", 
                "href": "node/1939", 
                "i18n_tsid": "0", 
                "language": "und", 
                "link_path": "node/1939", 
                "link_title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                "menu_name": "book-toc-1925", 
                "mlid": "5084", 
                "module": "book", 
                "nid": "1939", 
                "options": [], 
                "p1": "5030", 
                "p2": "5081", 
                "p3": "5084", 
                "p4": "0", 
                "p5": "0", 
                "p6": "0", 
                "p7": "0", 
                "p8": "0", 
                "p9": "0", 
                "plid": "5081", 
                "router_path": "node/%", 
                "title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                "updated": "0", 
                "weight": "3"
            }, 
            "changed": "1452271186", 
            "comment": "0", 
            "created": "1441102733", 
            "current_revision_id": "12768", 
            "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
            "field_url_path": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "chuong_3_3", 
                        "value": "chuong_3_3"
                    }
                ]
            }, 
            "is_current": true, 
            "is_pending": false, 
            "language": "xx", 
            "log": "", 
            "menu_node_links": {
                "5084": {
                    "customized": "0", 
                    "depth": "3", 
                    "expanded": "0", 
                    "external": "0", 
                    "has_children": "0", 
                    "hidden": "0", 
                    "i18n_tsid": "0", 
                    "language": "und", 
                    "link_path": "node/1939", 
                    "link_title": "សេចក្តី​សម្រាប់​អាន​បន្ថែម", 
                    "menu_name": "book-toc-1925", 
                    "mlid": "5084", 
                    "module": "book", 
                    "options": "a:0:{}", 
                    "p1": "5030", 
                    "p2": "5081", 
                    "p3": "5084", 
                    "p4": "0", 
                    "p5": "0", 
                    "p6": "0", 
                    "p7": "0", 
                    "p8": "0", 
                    "p9": "0", 
                    "plid": "5081", 
                    "router_path": "node/%", 
                    "updated": "0", 
                    "weight": "3"
                }
            }, 
            "name": "chris", 
            "nid": "1939", 
            "num_revisions": "21", 
            "path": "https://securityinabox.org/en/node/1939", 
            "picture": "100", 
            "print_html_display": 1, 
            "print_html_display_comment": 0, 
            "print_html_display_urllist": 1, 
            "print_pdf_display": 1, 
            "print_pdf_display_comment": 0, 
            "print_pdf_display_urllist": 1, 
            "print_pdf_orientation": "", 
            "print_pdf_size": "", 
            "promote": "1", 
            "revision_moderation": false, 
            "revision_timestamp": "1452271186", 
            "revision_uid": "228", 
            "status": "1", 
            "sticky": "0", 
            "title": null, 
            "title_field": {
                "vi": [
                    {
                        "format": null, 
                        "safe_value": "Đọc thêm", 
                        "value": "Đọc thêm"
                    }
                ]
            }, 
            "title_original": "Further reading", 
            "tnid": "0", 
            "translate": "0", 
            "translations": {
                "data": {
                    "am": {
                        "changed": "1442915478", 
                        "created": "1442915478", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "am", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "bo": {
                        "changed": "1443095624", 
                        "created": "1443095624", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "bo", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "es": {
                        "changed": "1442410339", 
                        "created": "1442410250", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "es", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "fa": {
                        "changed": "1441204979", 
                        "created": "1441204979", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "fa", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "fr": {
                        "changed": "1447088982", 
                        "created": "1442759102", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "fr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }, 
                    "id": {
                        "changed": "1443694929", 
                        "created": "1443694929", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "id", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "km": {
                        "changed": "1452271186", 
                        "created": "1452271186", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "km", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "my": {
                        "changed": "1443102231", 
                        "created": "1443102231", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "my", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "pt-pt": {
                        "changed": "1441112675", 
                        "created": "1441112675", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "pt-pt", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "228"
                    }, 
                    "ru": {
                        "changed": "1443719093", 
                        "created": "1443719093", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "ru", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "th": {
                        "changed": "1444393904", 
                        "created": "1444393904", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "th", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "tr": {
                        "changed": "1443099884", 
                        "created": "1443099884", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "tr", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "340"
                    }, 
                    "vi": {
                        "changed": "1443091579", 
                        "created": "1443091579", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "vi", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "343"
                    }, 
                    "xx": {
                        "changed": "1441102733", 
                        "created": "1441102733", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "xx", 
                        "revision_id": null, 
                        "source": "", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "70"
                    }, 
                    "zh-hans": {
                        "changed": "1444575680", 
                        "created": "1443601691", 
                        "entity_id": "1939", 
                        "entity_type": "node", 
                        "language": "zh-hans", 
                        "revision_id": null, 
                        "source": "xx", 
                        "status": "1", 
                        "translate": "0", 
                        "uid": "141"
                    }
                }, 
                "original": "xx"
            }, 
            "type": "legacy_subsidiary_content", 
            "uid": "70", 
            "uuid": "ba970514-b558-4b85-a8ee-05524e48b7d1", 
            "vid": "12768", 
            "vuuid": "18029850-228c-455a-b856-f062134cdeaa"
        }
    ], 
    "changed": "1453387508", 
    "comment": "0", 
    "created": "1441100949", 
    "current_revision_id": "12967", 
    "data": "a:6:{s:7:\"overlay\";i:1;s:16:\"ckeditor_default\";s:1:\"t\";s:20:\"ckeditor_show_toggle\";s:1:\"t\";s:14:\"ckeditor_width\";s:4:\"100%\";s:13:\"ckeditor_lang\";s:2:\"en\";s:18:\"ckeditor_auto_lang\";s:1:\"t\";}", 
    "field_menu_title": {
        "vi": [
            {
                "format": null, 
                "safe_value": "3. How to create and maintain secure pas", 
                "value": "3. How to create and maintain secure pas"
            }
        ]
    }, 
    "field_menu_title_long": {
        "vi": [
            {
                "format": null, 
                "safe_value": "3. Làm thế nào tạo và duy trì mật khẩu bảo mật", 
                "value": "3. Làm thế nào tạo và duy trì mật khẩu bảo mật"
            }
        ]
    }, 
    "field_show_in_menu": {
        "und": [
            {
                "value": "1"
            }
        ]
    }, 
    "field_summary": [], 
    "field_updated_on": {
        "und": [
            {
                "date_type": "datetime", 
                "timezone": "Europe/Berlin", 
                "timezone_db": "Europe/Berlin", 
                "value": "2015-10-09 00:00:00"
            }
        ]
    }, 
    "field_url_path": {
        "vi": [
            {
                "format": null, 
                "safe_value": "chuong-3", 
                "value": "chuong-3"
            }
        ]
    }, 
    "field_weight_in_lists": {
        "und": [
            {
                "value": "3"
            }
        ]
    }, 
    "field_weight_in_menu": {
        "und": [
            {
                "value": "3"
            }
        ]
    }, 
    "is_current": true, 
    "is_pending": false, 
    "language": "xx", 
    "log": "", 
    "menu_node_links": {
        "5081": {
            "customized": "0", 
            "depth": "2", 
            "expanded": "0", 
            "external": "0", 
            "has_children": "1", 
            "hidden": "0", 
            "i18n_tsid": "0", 
            "language": "und", 
            "link_path": "node/1935", 
            "link_title": "۳. چگونگی ایجاد رمز عبورهای مطمئن و نگهداری از آن‌ها", 
            "menu_name": "book-toc-1925", 
            "mlid": "5081", 
            "module": "book", 
            "options": "a:0:{}", 
            "p1": "5030", 
            "p2": "5081", 
            "p3": "0", 
            "p4": "0", 
            "p5": "0", 
            "p6": "0", 
            "p7": "0", 
            "p8": "0", 
            "p9": "0", 
            "plid": "5030", 
            "router_path": "node/%", 
            "updated": "0", 
            "weight": "3"
        }
    }, 
    "name": "chris", 
    "nid": "1935", 
    "num_revisions": "24", 
    "path": "https://securityinabox.org/en/node/1935", 
    "picture": "100", 
    "print_html_display": 1, 
    "print_html_display_comment": 0, 
    "print_html_display_urllist": 1, 
    "print_pdf_display": 1, 
    "print_pdf_display_comment": 0, 
    "print_pdf_display_urllist": 1, 
    "print_pdf_orientation": "", 
    "print_pdf_size": "", 
    "promote": "1", 
    "revision_moderation": false, 
    "revision_timestamp": "1453387508", 
    "revision_uid": "1", 
    "status": "1", 
    "sticky": "0", 
    "title": null, 
    "title_field": {
        "vi": [
            {
                "format": null, 
                "safe_value": "3. Làm thế nào tạo và duy trì mật khẩu bảo mật", 
                "value": "3. Làm thế nào tạo và duy trì mật khẩu bảo mật"
            }
        ]
    }, 
    "title_original": "3. How to create and maintain secure passwords", 
    "tnid": "0", 
    "translate": "0", 
    "translations": {
        "data": {
            "am": {
                "changed": "1442915019", 
                "created": "1442915019", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "am", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ar": {
                "changed": "1442226633", 
                "created": "1441803506", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "ar", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "bo": {
                "changed": "1443093659", 
                "created": "1443093659", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "bo", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "es": {
                "changed": "1442409995", 
                "created": "1442409995", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "es", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "fa": {
                "changed": "1453387508", 
                "created": "1441204645", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "fa", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "fr": {
                "changed": "1447088767", 
                "created": "1442759054", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "fr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }, 
            "id": {
                "changed": "1443692633", 
                "created": "1443692633", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "id", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "km": {
                "changed": "1452270914", 
                "created": "1452270914", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "km", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "my": {
                "changed": "1443101577", 
                "created": "1443101577", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "my", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "pt-pt": {
                "changed": "1441112304", 
                "created": "1441112304", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "pt-pt", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "228"
            }, 
            "ru": {
                "changed": "1443718846", 
                "created": "1443718846", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "ru", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "th": {
                "changed": "1444393649", 
                "created": "1444393649", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "th", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "tr": {
                "changed": "1443011180", 
                "created": "1443011180", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "tr", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "340"
            }, 
            "vi": {
                "changed": "1443089049", 
                "created": "1443088425", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "vi", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "343"
            }, 
            "xx": {
                "changed": "1441100975", 
                "created": "1441100949", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "xx", 
                "revision_id": null, 
                "source": "", 
                "status": "1", 
                "translate": "0", 
                "uid": "70"
            }, 
            "zh-hans": {
                "changed": "1444575444", 
                "created": "1443601599", 
                "entity_id": "1935", 
                "entity_type": "node", 
                "language": "zh-hans", 
                "revision_id": null, 
                "source": "xx", 
                "status": "1", 
                "translate": "0", 
                "uid": "141"
            }
        }, 
        "original": "xx"
    }, 
    "type": "legacy_how_to_booklet_chapter", 
    "uid": "70", 
    "uuid": "f043e397-1081-43e9-b96d-98dc4d566a0d", 
    "vid": "12967", 
    "vuuid": "3a371d6c-84e8-4d39-817e-9fe566639686"
}